Repository: poweradmin/poweradmin
Catalog: locale/*/LC_MESSAGES/*.po
Languages: de_de, lt_lt, ru_ru

source: The alternative for this installer is a manual installation. Refer to the poweradmin.org website if you want to go down that road.
de_de: Die Alternative zu diesem Installer ist die manuelle Installation. Folgen Sie in diesem Fall den entsprechenden Anweisungen auf der Webseite poweradmin.org.

source: Finally, if you see any errors during the installation process, a problem report would be appreciated. You can report problems (and ask for help) on the <a href="https://github.com/poweradmin/poweradmin/issues" target="blank">poweradmin</a> issues.
de_de: Abschlie&szlig;end eine Bitte: Wenn Sie während der Installation einen Fehler feststellen sollten, dann wäre ein entsprechender Fehlerreport begrü&szlig;enswert. Sie können Problemberichte und Hilfe-Anfragen in der <a href="https://github.com/poweradmin/poweradmin/issues" target="blank">poweradmin</a> Issues berichten bzw. stellen.

source: Do you want to proceed now?
de_de: Wollen Sie jetzt fortfahren?

source: Now we will gather all details for the configuration itself.
de_de: Nun sammeln wir alle Details für die Konfiguration.

source: The username for Poweradmin. This new user will have limited rights only.
de_de: Der Benutzername für Poweradmin. Dieser neue Benutzer wird nur eingeschränkte Rechte besitzen.

source: Primary nameserver
de_de: Primärer Nameserver

source: Secondary nameserver
de_de: Sekundärer Nameserver

source: Symfony is great!
de_de: Symfony ist großartig!

source: message
de_de: Nachricht

source: Users
de_de: Benutzer

source: Edit user
de_de: Benutzer editieren

source: Provide user name
de_de: Bitte geben Sie einen Benutzernamen an

source: Fullname
de_de: Vollständiger Name

source: Email address
de_de: Email Adresse

source: Provide email
de_de: Email Adresse angeben

source: Permission template
de_de: Berechtigungs Template

source: Description
de_de: Beschreibung

source: Enabled
de_de: Aktiviert

source: Update
de_de: Aktualisieren

source: Reset
de_de: Zurücksetzen

source: This user has been assigned the permission template
de_de: Diesem Benutzer wurde die Berechtigungsvorlage zugewiesen

source: The description for this template is
de_de: Die Beschreibung für diese Vorlage ist

source: Based on this template, this user has the following permissions
de_de: Basierend auf dieser Vorlage hat der Benutzer folgende Berechtigungen

source: Zones
de_de: Zonen

source: Zone templates
de_de: Zonenvorlagen

source: Delete template
de_de: Vorlage löschen

source: Delete zone template
de_de: Vorlage löschen

source: Are you sure?
de_de: Sind Sie sicher?

source: Yes
de_de: Ja

source: No
de_de: Nein

source: Welcome
de_de: Willkommen

source: Search zones and records
de_de: Zonen und Einträge suchen

source: List zones
de_de: Zonen auflisten

source: List zone templates
de_de: Zonenvorlagen auflisten

source: List supermasters
de_de: Supermaster auflisten

source: Add master zone
de_de: Master Zone hinzufügen

source: Add slave zone
de_de: Slave Zone hinzufügen

source: Add supermaster
de_de: Supermaster hinzufügen

source: Bulk registration
de_de: Massenregistrierung

source: Zone logs
de_de: Zonen Logs

source: Change password
de_de: Passwort ändern

source: User administration
de_de: Benutzeradministration

source: List permission templates
de_de: Rechtevorlagen auflisten

source: Logout
de_de: Ausloggen

source: Edit record
de_de: Datensatz editieren

source: Edit record in zone
de_de: Eintrag der Zone editieren

source: Type
de_de: Typ

source: Content
de_de: Inhalt

source: Priority
de_de: Priorität

source: Provide content
de_de: Inhalt angeben

source: Deactivate key
de_de: Schlüssel deaktivieren

source: Activate key
de_de: Schlüssel aktivieren

source: Deactivate zone key
de_de: Zonenschlüssel löschen

source: Activate zone key
de_de: Zonenschlüssel aktivieren

source: Algorithm
de_de: Algorithmus

source: Active
de_de: Aktiv

source: Permission templates
de_de: Berechtigungsvorlagen

source: Delete
de_de: Löschen

source: Delete permission template
de_de: Berechtigungsvorlage löschen

source: Add record
de_de: Eintrag hinzufügen

source: Add record to zone template
de_de: Eintrag zur Zone hinzufügen

source: Provide content for your zone record
de_de: Inhalt Ihres Zoneneintrags angeben

source: Hint:
de_de: Hinweis:

source: The following placeholders can be used in template records
de_de: Die folgenden Platzhalter können in einem Vorlageneintrag genutzt werden

source: substituted with 1st name server
de_de: wird durch den ersten Nameserver ersetzt

source: substituted with 2nd name server
de_de: wird durch den zweiten Nameserver ersetzt

source: substituted with 3rd name server
de_de: wird durch den dritten Nameserver ersetzt

source: substituted with 4th name server
de_de: wird durch den vierten Nameserver ersetzt

source: substituted with hostmaster
de_de: wird durch den Hostmaster ersetzt

source: Examples:
de_de: Beispiele:

source: To add a wildcard record put *.[ZONE] in the name field.
de_de: Um einen Wildcard-Eintrag hinzuzufügen, geben Sie *.[ZONE] in das Namensfeld ein.

source: Use just [ZONE] to have the domain itself return a value.
de_de: Verwenden Sie nur [ZONE], damit die Domäne selbst einen Wert zurückgibt.

source: Total number of logs:
de_de: Gesamtzahl der Protokolle:

source: Search logs by domain
de_de: Protokolle nach Domäne suchen

source: Search
de_de: Suche

source: Clear
de_de: Leeren

source: Created at
de_de: Erstellt am

source: No logs found
de_de: Keine Logs gefunden

source: Edit comment
de_de: Kommentar bearbeiten

source: Edit comment in zone
de_de: Kommentar der Zone editieren

source: Edit
de_de: Bearbeiten

source: Add permission template
de_de: Berechtigungs-Vorlage hinzufügen

source: Supermasters
de_de: Supermaster

source: IP address of supermaster
de_de: IP Adresse des Supermaster

source: Hostname in NS record
de_de: Hostname im NS Eintrag

source: Account
de_de: Benutzerkonto

source: There are no supermasters to show in this listing.
de_de: In dieser Auflistung gibt es keine Supermaster zum Anzeigen.

source: Add template
de_de: Vorlage hinzufügen

source: Add zone template for
de_de: Berechtigungs-Vorlage hinzufügen für

source: Provide a name for your template
de_de: Geben Sie Ihrer Vorlage einen Namen

source: Everyone could use it (global)?
de_de: Kann sie jeder nutzen? (global)

source: Add zone template
de_de: Berechtigungs-Vorlage hinzufügen

source: Delete supermaster
de_de: Supermaster löschen

source: Add record to zone
de_de: Eintrag zur Zone hinzufügen

source: Add also reverse record
de_de: Reverse Eintrag hinzufügen

source: Edit zone
de_de: Zone bearbeiten

source: This zone does not have any records.
de_de: Diese Zone hat keine Einträge.

source: Comments
de_de: Kommentar

source: Unsign this zone
de_de: Zonensignierung aufheben

source: Sign this zone
de_de: Zone signieren

source: Provide TTL
de_de: TTL angeben

source: Save as new template
de_de: Als neue Vorlage speichern

source: Template Name
de_de: Vorlagename

source: Template Description
de_de: Vorlagenbeschreibung

source: Save as template
de_de: Als Vorlage speichern

source: Owner of zone
de_de: Besitzer der Zone

source: No owner set for this zone.
de_de: Für diese Zone ist kein Besitzer festgelegt.

source: Add
de_de: Hinzufügen

source: Change
de_de: Ändern

source: IP address of master NS
de_de: IP Adresse des Master NS

source: Template
de_de: Vorlage

source: User logs
de_de: Benutzer Logs

source: Search logs by user
de_de: Logs nach Benutzer durchsuchen

source: Add user
de_de: Benutzer hinzufügen

source: Templates
de_de: Vorlagen

source: Owner
de_de: Besitzer

source: Type one domain per line
de_de: Geben Sie eine Domain pro Zeile an

source: Provide a domain name(s)
de_de: Geben Sie einen oder mehrere Domainnamen an

source: Add zones
de_de: Zonen hinzufügen

source: Total number of zones:
de_de: Gesamtzahl der Zonen:

source: There are no zones to show in this listing.
de_de: In dieser Auflistung gibt es keine Zonen zum Anzeigen.

source: Records
de_de: Einträge

source: Full name
de_de: Vollständiger Name

source: Serial
de_de: Seriennummer

source: Delete zone(s)
de_de: Zone(n) löschen

source: Delete record
de_de: Eintrag löschen

source: Delete record in zone template
de_de: Eintrag in Zonenvorlage löschen

source: Add key
de_de: Schlüssel hinzufügen

source: Add key for zone
de_de: Schlüssel für Zone hinzufügen

source: Key type
de_de: Schlüsseltyp

source: Select key type
de_de: Schlüsseltyp auswählen

source: Bits in length
de_de: Länge der Bits

source: Select bits length
de_de: Bitlänge auswählen

source: Select algorithm
de_de: Algorithmus wählen

source: DNSSEC keys for zone
de_de: DNSSEC Schlüssel für die Zone

source: Delete zone key
de_de: Zonenschlüssel löschen

source: Add new key
de_de: Neuen Schlüssel hinzufügen

source: Show DS and DNSKEY
de_de: DS und DNSKEY anzeigen

source: Edit record in zone template
de_de: Eintrag in Zonenvorlage bearbeiten

source: Edit template
de_de: Vorlagen bearbeiten

source: Edit zone template
de_de: Zonenvorlage bearbeiten

source: This zone template does not have any records yet.
de_de: Diese Zonenvorlage hat noch keine Datensätze.

source: Update zones
de_de: Zonen aktualisieren

source: Edit permission template
de_de: Berechtigungsvorlage bearbeiten

source: Delete user
de_de: Benutzer löschen

source: Leave
de_de: Belassen

source: Add new owner
de_de: Neuen Besitzer hinzufügen

source: Owner to be added
de_de: Eigentümer hinzugefügt werden

source: DS and DNS keys
de_de: DS und DNS Schlüssel

source: DNSSEC public records for zone
de_de: Öffentliche DNSSEC-Einträge für die Zone

source: DS record
de_de: DS Eintrag

source: Provide ip address
de_de: IP Adresse angeben

source: Provide host name
de_de: Hostname angeben

source: Zone name
de_de: Name der Zone

source: Provide zone name
de_de: Geben Sie einen Zonennamen an

source: Current password
de_de: Bestehendes Passwort

source: Provide current password
de_de: Bestehendes Passwort

source: New password
de_de: Neues Passwort

source: Provide new password
de_de: Bitte geben Sie ein neues Passwort an

source: Repeat password
de_de: Passwort wiederholen

source: Add zone
de_de: Zone hinzufügen

source: Delete Zone
de_de: Zone löschen

source: Delete zone
de_de: Zone löschen

source: LDAP Authentication
de_de: LDAP-Authentifizierung

source: Zone templates for
de_de: Zonenvorlagen für

source: In use
de_de: In Gebrauch

source: Zones linked
de_de: Zonen verknüpft

source: No results found
de_de: Keine Ergebnisse gefunden.

source: private
de_de: privat

source: Delete key
de_de: Schlüssel löschen

source: Enter a hostname or IP address. SQL LIKE syntax supported: an underscore (_) in pattern matches any single character, a percent sign (%) matches any string of zero or more characters.
de_de: Tragen Sie einen Hostnamen oder IP Adresse ein. SQL like Syntax wird unterstützt: ein Unterstrich (_) im Suchbegriff steht für ein beliebiges einzelnes Zeichen, ein Prozentzeichen (%) steht für ein oder mehrere beliebige Zeichen.

source: Provide a keyword for your search
de_de: Geben Sie ein Suchwort an

source: Zones found
de_de: Zonen gefunden

source: Records found
de_de: Einträge gefunden

source: Delete Record
de_de: Eintrag löschen

source: Delete record in zone
de_de: Eintrag der Zone löschen

source: You are trying to delete a record that is needed for this zone to work.
de_de: Sie versuchen einen Eintrag zu löschen, der für den einwandfreien Betrieb der Zone zwingend notwendig ist.

source: Delete Zones
de_de: Zonen löschen

source: Delete zones
de_de: Zonen löschen

source: Note
de_de: Hinweis

source: User is allowed to add new master zones.
lt_lt: Naudotojui leidžiama sukurti pagrindines zonas.
ru_ru: Пользователь может добавлять новые мастер (Master) зоны.

source: User is allowed to add new slave zones.
lt_lt: Naudotojui leidžiama sukurti pavaldžias zonas.
ru_ru: Пользователь может добавлять новые вторичные (Slave) зоны.

source: User is allowed to see the content and meta data of zones he owns.
lt_lt: Naudotojui leidžiama matyti valdomų zonų turinį bei metaduomenis.
ru_ru: Пользователь может просматривать содержание и метаданные своих зон.

source: User is allowed to edit the content of zones he owns.
lt_lt: Naudotojui yra leidžiama taisyti jam priklausančias zonas.
ru_ru: Пользователь может редактировать содержание своих зон

source: User is allowed to edit the meta data of zones he owns.
lt_lt: Naudotojui yra leidžiama taisyti jam priklausančių zonų metaduomenis.
ru_ru: Пользователь может редактировать метаданные своих зон.

source: User is allowed to see the content and meta data of zones he does not own.
lt_lt: Naudotojui leidžiama matyti jam nepavaldžias zonas bei metaduomenis.
ru_ru: Пользователь может просматривать содержание и метаданные зон, в которых он не является хозяином.

source: User is allowed to edit the content of zones he does not own.
lt_lt: Naudotojui leidžiama taisyti jam nepavaldžias zonas.
ru_ru: Пользователь может редактировать содержание зон, в которых он не является владельцем.

source: User is allowed to edit the meta data of zones he does not own.
lt_lt: Naudotojui leidžiama taisyti jam nepavaldžių zonų metaduomenis.
ru_ru: Пользователь может редактировать метаданные зон, в которых он не является владельцем.

source: User is allowed to perform searches.
lt_lt: Naudotojas gali atlikti paiešką.
ru_ru: Пользователь может пользоваться поиском.

source: User is allowed to view supermasters.
lt_lt: Naudotojui leidžiama peržiūrėti superpagrindinių serverių sąrašą.
ru_ru: Пользователь может просматривать корневые мастер зоны.

source: User is allowed to add new supermasters.
lt_lt: Naudotojui leidžiama kurti superpagrindinius serverius.
ru_ru: Пользователь может создавать корневые мастер зоны.

source: User is allowed to edit supermasters.
lt_lt: Naudotojui leidžiama taisyti superpagrindinius serverius.
ru_ru: Пользователь может редактировать корневые мастер зоны.

source: User has full access. God-like. Redeemer.
lt_lt: Naudotojas turi visas teises.
ru_ru: Пользователь имеет полный доступ. Удачи. Главное верить!

source: User is allowed to see other users and their details.
lt_lt: Naudotojui leidžiama matyti kituts vartotojus bei jų asmeninius duomenis.
ru_ru: Пользователь может видеть других пользователей и просматривать их профиль.

source: User is allowed to add new users.
lt_lt: Naudotojas gali kurti naujus vartotojus.
ru_ru: Пользователь может добавлять новых пользователей.

source: User is allowed to edit their own details.
lt_lt: Naudotojui leidžiama taisyti savo asmeninius duomenis.
ru_ru: Пользователь может редактировать свои данные в профиле.

source: User is allowed to edit other users.
lt_lt: Naudotojui leidžiama taisyti kitų naudotojų duomenis.
ru_ru: Пользователь может редактировать данные других пользователей.

source: User is allowed to edit the password of other users.
lt_lt: Naudotojui leidžiama taisyti kitų naudotojų slaptažodžius.
ru_ru: Пользователь может редактировать пароль другим пользователям.

source: User is allowed to change the permission template that is assigned to a user.
lt_lt: Naudotojui leidžiama taisyti savus teisių šablonus.
ru_ru: Пользователь может менять шаблоны доступа для пользователей.

source: User is allowed to add new permission templates.
lt_lt: Naudotojui leidžiama kurti naujus teisių šablonus.
ru_ru: Пользователь может добавлять другие шаблоны доступа.

source: User is allowed to edit existing permission templates.
lt_lt: Naudotojui leidžiama taisyti egzistuojančius teisių šablonus.
ru_ru: Пользователь может менять существующие шаблоны доступа.
