Repository: poweradmin/poweradmin
Catalog: locale/*/LC_MESSAGES/*.po
Languages: de_de, lt_lt, ru_ru

source: Invalid or unexpected input given.
de_de: Ungültiger bzw. unerwarteter Input.

source: Failed to delete DNSSEC key.
de_de: DNSSEC Schlüssel konnte nicht gelöscht werden.

source: Zone key has been deleted successfully.
de_de: Der Zoneschlüssel wurde erfolgreich gelöscht.

source: You do not have the permission to delete this user.
de_de: Sie haben nicht die Berechtigung zum Löschen dieses Benutzers.

source: User does not exist.
de_de: Benutzer existiert nicht.

source: The user has been deleted successfully.
de_de: Der Benutzer wurde erfolgreich gelöscht.

source: You do not have sufficient permissions to view this page.
de_de: Sie haben nicht genügend Rechte, um diese Seite zu sehen.

source: You do not have the permission to see any zones.
de_de: Sie haben nicht die Berechtigung zum Anzeigen von Zonen.

source: You do not have the permission to edit this comment.
de_de: Sie haben keine Berechtigung diesen Kommentar zu bearbeiten.

source: You do not have the permission to view this comment.
de_de: Sie haben nicht die Berechtigung zum Anzeigen dieses Kommentars.

source: The comment has been updated successfully.
de_de: Der Eintrag wurde erfolgreich aktualisiert.

source: You have to create a config.inc.php!
de_de: Sie müssen die Datei config.inc.php erstellen!

source: You do not have the permission to edit this user.
de_de: Sie haben nicht die Berechtigung zur Bearbeitung dieses Benutzers.

source: The user has been updated successfully.
de_de: Der Benutzer wurde erfolgreich geändert.

source: The user could not be updated.
de_de: Der Benutzer konnte nicht aktualisiert werden.

source: You do not have the permission to delete zone templates.
de_de: Sie haben nicht die Berechtigung zum Löschen von Zonenvorlagen.

source: You do not have the permission to add a new user.
de_de: Sie haben nicht die Berechtigung zum Hinzufügen eines neuen Benutzers.

source: The user has been created successfully.
de_de: Der Benutzer wurde erfolgreich hinzugefügt.

source: You do not have the permission to add a new supermaster.
de_de: Sie haben nicht die Berechtigung einen Supermaster hinzuzufügen.

source: The supermaster has been added successfully.
de_de: Der Supermaster wurde erfolgreich hinzugefügt.

source: Failed to set locale. Selected locale may be unsupported on this system. Please contact your administrator.
de_de: Gebietsschema konnte nicht festgelegt werden. Das ausgewählte Gebietsschema wird auf diesem System möglicherweise nicht unterstützt. Bitte wenden Sie sich an Ihren Administrator.

source: There is already a configuration file in place, so the installation will be skipped.
de_de: Es ist bereits eine Konfigurationsdatei vorhanden, so dass die Installation übersprungen wird.

source: Updating database...
de_de: Datenbank wird aktualisiert...

source: done!
de_de: erledigt!

source: You now want to give limited rights to Poweradmin so it can update the data in the tables. To do this, you should create a new user and give it rights to select, delete, insert and update records in the PowerDNS database.
de_de: Um Daten in den Tabellen aktualisieren zu können, vergeben Sie nun eingeschränkte Rechte an Poweradmin. Um dies zu erreichen, sollten Sie einen neuen Benutzer anlegen und diesem in der PowerDNS Datenbank folgende Rechte zuweisen: select, delete, insert und update records.

source: In MySQL you should now perform the following command:
de_de: In MySQL sollten Sie nun folgenden Befehl ausführen:

source: On PgSQL you would use:
de_de: Mit PgSQL sollten Sie verwenden:

source: After you have added the new user, proceed with this installation procedure.
de_de: Fahren Sie mit dieser Installationsroutine fort, nachdem Sie einen neuen Benutzer hinzugefügt haben.

source: Go to step
de_de: Gehen Sie zu Schritt

source: You do not have the permission to delete a supermaster.
de_de: Sie haben nicht die Berechtigung zum Löschen eines Supermasters.

source: Super master does not exist.
de_de: Suupermaster existiert nicht.

source: The supermaster has been deleted successfully.
de_de: Der Supermaster wurde erfolgreich gelöscht.

source: You do not have the permission to add a master zone.
de_de: Sie haben nicht die Berechtigung zum Hinzufügen einer Master Zone.

source: Invalid hostname.
de_de: Ungültiger Hostname.

source: There is already a zone with this name.
de_de: Es existiert bereits eine Zone mit diesem Namen.

source: Zone has been added successfully.
de_de: Die Zone wurde erfolgreich hinzugefügt.

source: Request has expired, please try again.
de_de: Die Anfrage ist abgelaufen, bitte versuchen Sie es erneut.

source: Zone has been updated successfully.
de_de: Die Zone wurde erfolgreich aktualisiert.

source: Zone did not have any record changes.
de_de: In dieser Zone gab es keine Änderungen der Einträge.

source: Zone has not been updated successfully.
de_de: Die Zone wurde erfolgreich aktualisiert.

source: Zone template with this name already exists, please choose another one.
de_de: Eine Zonenvorlage mit diesem Namen existiert bereits. Wählen Sie einen anderen Namen.

source: Template name can't be an empty string.
de_de: Vorlagenname darf nicht leer sein.

source: Zone template has been added successfully.
de_de: Die Zonenvorlage wurde erfolgreich hinzugefügt.

source: You do not have the permission to view this zone.
de_de: Sie haben nicht die Berechtigung zum Anzeigen dieser Zone.

source: There is no zone with this ID.
de_de: Es existiert keine Zone mit dieser ID.

source: Zone has been signed successfully.
de_de: Die Zone wurde erfolgreich signiert.

source: Zone has been unsigned successfully.
de_de: Die Zone wurde erfolgreich unsigniert.

source: Zone has been deleted successfully.
de_de: Die Zone wurde erfolgreich gelöscht.

source: Zones have been deleted successfully.
de_de: Die Zone wurde erfolgreich gelöscht.

source: You do not have the permission to delete a zone.
de_de: Sie haben nicht die Berechtigung zum Löschen einer Zone.

source: You do not have the permission to add a slave zone.
de_de: Sie haben nicht die Berechtigung zum Hinzufügen einer Slave Zone.

source: This is not a valid IPv4 or IPv6 address.
de_de: Dies ist keine gültige IPv4 bzw. IPv6 Adresse.

source: Zones has been added successfully.
de_de: Die Zone wurde erfolgreich hinzugefügt.

source: Some zone(s) could not be added.
de_de: Einige Zone(n) konnten nicht hinzugefügt werden.

source: You do not have the permission to add permission templates.
de_de: Sie haben nicht die Berechtigung zum Hinzufügen von Berechtigungsvorlagen.

source: The permission template has been added successfully.
de_de: Die Berechtigungsvorlage wurde erfolgreich hinzugefügt.

source: You do not have the permission to edit permission templates.
de_de: Sie haben nicht die Berechtigung zum Editieren von Berechtigungsvorlagen.

source: You do not have the permission to add a zone template.
de_de: Sie haben keine Berechtigung eine Zonenvorlage hinzuzufügen.

source: Invalid argument(s) given to function %s
de_de: Ungültige(s) Argument(e) zur Funktion %s angegeben

source: You do not have the permission to add a record to this zone.
de_de: Sie haben für diese Zone nicht die Berechtigung zum hinzufügen eines Eintrages.

source: Your content field doesnt have a legit value.
de_de: Ihr Eingabefeld besitzt keinen gültigen Wert.

source: Invalid value for prio field.
de_de: Ungültiger Wert für das Prioritäts Feld.

source: You do not have the permission to edit this record.
de_de: Sie haben nicht die Berechtigung zum Editieren dieses Datensatzes.

source: You do not have the permission to delete this record.
de_de: Sie haben nicht die Berechtigung diesen Eintrag löschen zu können.

source: You do not have the permission to edit this SOA record.
de_de: Sie haben nicht die Berechtigung zum Editieren dieses SOA Eintrags.

source: You do not have the permission to edit this NS record.
de_de: Sie haben nicht die Berechtigung zum Editieren dieses NS Eintrags.

source: You do not have the permission to add SOA record.
de_de: Sie haben nicht die Berechtigung zum hinzufügen dieses SOA Datensatzes.

source: You do not have the permission to add NS record.
de_de: Sie haben nicht die Berechtigung zum Hinzufügen dieses NS Eintrags.

source: Invalid argument(s) given to function %s %s
de_de: Ungültige(s) Argument(e) zur Funktion %s %s angegeben

source: There is already a supermaster with this IP address and hostname.
de_de: Es existiert bereits ein Supermaster mit dieser IP Adresse und Hostnamen.

source: You are trying to delete the SOA record. You are not allowed to remove it, unless you remove the entire zone.
de_de: Sie versuchen den SOA Eintrag zu löschen. Solange Sie nicht die gesamte Zone löschen, sind Sie hierfür nicht berechtigt.

source: The selected user already owns the zone.
de_de: Der ausgewählte Benutzer besitzt diese Zone schon.

source: There must be at least one owner for a zone.
de_de: Es muss mindesten ein Zonenbesitzer geben.

source: This is an invalid zone name.
de_de: Dies ist ein ungültiger Zonenname.

source: The content of the SPF record is invalid
de_de: Der Inhalt des SPF Eintrags ist ungültig

source: Unknown record type.
de_de: Unbekannter Datensatz-Typ.

source: The hostname is too long.
de_de: Der angegebene Hostname ist zu lang.

source: You have invalid characters in your hostname.
de_de: Sie verwenden ungültige Zeichen in Ihrem Hostnamen.

source: A hostname can not start or end with a dash.
de_de: Ein Hostname kann nicht mit einem Bindestrich beginnen bzw. enden.

source: Given hostname or one of the labels is too short or too long.
de_de: Der angegeben Hostname oder eines der Labels ist zu kurz bzw. zu lang.

source: Given hostname has too many slashes.
de_de: Der angegebene Hostname beinhaltet zu viele Schrägstriche.

source: You are using an invalid top level domain.
de_de: Sie verwenden eine ungültige Toplevel Domain.

source: This is not a valid IPv4 address.
de_de: Dies ist keine gültige IPv4 Adresse.

source: This is not a valid IPv6 address.
de_de: Dies ist keine gültige IPv6 Adresse.

source: Invalid characters have been used in this record.
de_de: Ungültige Zeichen wurden in diesem Eintrag verwendet.

source: You cannot use html tags for this type of record.
de_de: Sie können keinen HTML Tag für diesen Eintrag benutzen.

source: Add quotes around TXT record content.
de_de: Umschließen Sie TXT Einträge mit Anführungszeichen.

source: This is not a valid CNAME. Did you assign an MX or NS record to the record?
de_de: Dies ist kein gültiger CNAME. Haben Sie diesem Eintrag einen MX oder NS Eintrag zugewiesen?

source: This is not a valid record. There is already exists a CNAME with this name.
de_de: Dies ist kein gültiger Eintrag. Es existiert bereits ein CNAME mit diesem Namen.

source: This is not a valid CNAME. There already exists a record with this name.
de_de: Dies ist kein gültiger CNAME. Es existiert bereits ein Eintrag mit diesem Namen.

source: Empty CNAME records are not allowed.
de_de: Leere CNAME Einträge sind nicht erlaubt.

source: You can not point a NS or MX record to a CNAME record. Remove or rename the CNAME record first, or take another name.
de_de: Sie können einen NS- oder MX-Eintrag nicht auf einen CNAME-Eintrag verweisen. Entfernen oder umbenennen Sie zuerst den CNAME-Eintrag oder wählen Sie einen anderen Namen.

source: Invalid value for content field of HINFO record.
de_de: Ungültiger Wert für das Inhalts-Feld des HINFO Eintrags.

source: Invalid value for name field of SOA record. It should be the name of the zone.
de_de: Ungültiger Wert für den Namen des SOA Eintrags. Es sollte der Name der Zone sein.

source: Invalid service value in name field of SRV record.
de_de: Ungültiger Dienstname im Namensfeld des SRV Eintrags.

source: Invalid protocol value in name field of SRV record.
de_de: Ungültiger Protokoll Wert im Namensfeld des SRV Eintrags.

source: Invalid FQDN value in name field of SRV record.
de_de: Ungültiges Protokoll im Namensfeld des SRV Eintrags.

source: Invalid value for the priority field of the SRV record.
de_de: Ungültiger Wert für das Prioritätsfeld des SRV-Eintrags.

source: Invalid value for the weight field of the SRV record.
de_de: Ungültiger Wert im Weight field des SRV Eintrags.

source: Invalid SRV target.
de_de: Ungültiges SRV Ziel.

source: Invalid value for TTL field. It should be numeric.
de_de: Ungültiger Wert für das TTL Feld. Es sollte ein numerischer Wert sein.

source: Failed to call function exec. Make sure that exec is not listed in disable_functions at php.ini
de_de: Die Funktion exec konnte nicht aufgerufen werden. Stellen Sie sicher, dass exec nicht in disable_functions in der php.ini aufgeführt ist

source: Failed to call pdnssec utility.
de_de: Pdnssec Tool konnte nicht aufgerufen werden.

source: Failed to secure zone.
de_de: Zone konnte nicht gesichert werden.

source: Failed to disable DNSSEC.
de_de: DNSSEC konnte nicht deaktiviert werden.

source: Failed to get DNSSEC key details.
de_de: DNSSEC Schlüsseldetails konnten nicht ermittelt werden.

source: Failed to active DNSSEC key.
de_de: DNSSEC Schlüssel konnte nicht aktiviert werden.

source: Failed to deactivate DNSSEC key.
de_de: DNSSEC Schlüssel konnte nicht deaktiviert werden.

source: Failed to add new DNSSEC key.
de_de: Neuer DNSSEC Schlüssel konnte nicht hinzugefügt werden.

source: Failed to remove DNSSEC key.
de_de: DNSSEC Schlüssel konnte nicht entfernt werden.

source: Zone key has been successfully deactivated.
de_de: Zonenschlüssel wurde erfolgreich deaktiviert.

source: Zone key has been successfully activated.
de_de: Zonenschlüssel wurde erfolgreich aktiviert.

source: The <a href="install/">install/</a> directory exists, you must remove it first before proceeding.
de_de: Das <a href="install/">install/</a> Verzeichnis existiert, Sie müssen es zuerst entfernen um fortfahren zu können.

source: Default session encryption key is used, please set it in your configuration file.
de_de: Es wird der Default Schlüssel zur Verschlüsselung der Session benutzt. Bitte ändern Sie diesen in der Konfiguration.

source: Log in
de_de: Anmeldung

source: Username
de_de: Benutzername

source: Please provide a username
de_de: Bitte geben Sie einen Benutzernamen an

source: Password
de_de: Passwort

source: Please provide a password
de_de: Bitte geben Sie ein Passwort an

source: Language
de_de: Sprache

source: Go
de_de: OK

source: Unknown database type.
de_de: Unbekannter Datenbank-Typ.

source: Previous
de_de: Vorheriger

source: Next
de_de: Nächster

source: Show zones beginning with
de_de: Domains anzeigen - beginnend mit

source: Show all
de_de: Alle anzeigen

source: No or unknown database type has been set in config.inc.php.
de_de: Kein oder ein ubekannter Datenbank-Typ wurde in der Datei config.inc.php definiert.

source: No database username has been set in config.inc.php.
de_de: Es wurde kein Benutzername für die Datenbank in der Datei config.inc.php definiert.

source: No database password has been set in config.inc.php.
de_de: Kein Datenbankpasswort wurde in der Datei config.inc.php definiert.

source: No database host has been set in config.inc.php.
de_de: Kein Datenbankhost wurde in der Datei config.inc.php definiert.

source: No database name has been set in config.inc.php.
de_de: Kein Datenbankname wurde in der Datei config.inc.php definiert.

source: No database file has been set in config.inc.php.
de_de: Kein Datenbankname in der Datei config.inc.php definiert.

source: Something has been successfully performed. What exactly, however, will remain a mystery.
de_de: Etwas wurde erfolgreich ausgeführt. Was genau - wie auch immer - bleibt ein Rätsel.

source: You have logged out.
de_de: Sie sind nun abgemeldet.

source: An empty password is not allowed
de_de: Ein leeres Passwort ist nicht erlaubt

source: Session expired, please login again.
de_de: Session ist abgelaufen, bitte erneut einloggen.

source: Failed to connect to LDAP server!
de_de: Verbindung zum LDAP-Server fehlgeschlagen!

source: Failed to bind to LDAP server!
de_de: Bindung an LDAP-Server fehlgeschlagen!

source: Failed to search LDAP.
de_de: LDAP-Suche fehlgeschlagen.

source: Failed to authenticate against LDAP.
de_de: Die Authentifizierung gegen LDAP ist fehlgeschlagen.

source: LDAP Authentication failed!
de_de: LDAP-Authentifizierung fehlgeschlagen!

source: Authentication failed!
de_de: Authentifizierung fehlgeschlagen!

source: You do not have the permission to delete permission templates.
de_de: Sie haben nicht die Berechtigung zum Löschen von Berechtigungsvorlagen.

source: This template is assigned to at least one user.
de_de: Diese Vorlage ist zumindest einem Benutzer zugewiesen.

source: Enter a valid email address.
de_de: Geben Sie eine gültige Email-Adresse ein.

source: Username exist already, please choose another one.
de_de: Benutzername existiert bereits, bitte wählen Sie einen anderen...

source: The two new password fields do not match.
de_de: Die zwei Passwörter stimmen nicht überein.

source: Password has been changed, please login.
de_de: Passwort wurde erfolgreoch geändert, bitte loggen Sie sich ein.

source: You did not enter the correct current password.
de_de: Sie haben nicht das korrekte Passwort eingegeben.

source: Enter a valid user name.
de_de: Geben Sie einen gültigen Benutzernamen an.

source: The permission template has been updated successfully.
de_de: Die Berechtigungsvorlage wurde erfolgreich aktualisiert.

source: Zone template has been updated successfully.
de_de: Zonenvorlage wurde erfolgreich aktualisiert.

source: You do not have the permission to perform searches.
de_de: Sie haben nicht die Berechtigung zum Suchen.

source: Search results are limited to %s entries.
de_de: Suchergebnisse sind auf %s Einträge beschränkt.

source: Zone template has been deleted successfully.
de_de: Die Zonenvorlage wurde erfolgreich gelöscht.

source: Zone key has been added successfully.
de_de: Zonenschlüssel wurde erfolgreich hinzugefügt.

source: You do not have the permission to view supermasters.
de_de: Sie haben nicht die Berechtigung Supermaster anzusehen.

source: The record has been deleted successfully.
de_de: Der Eintrag wurde erfolgreich gelöscht.

source: You do not have the permission to edit zone templates.
de_de: Sie haben nicht die Berechtigung zum Editieren von Zonenvorlagen.

source: There is no zone template with this ID.
de_de: Es existiert keine Zonenvorlage mit dieser ID.

source: Zones have been updated successfully.
de_de: Die Zone wurde erfolgreich aktualisiert.

source: The permission template has been deleted successfully.
de_de: Die Berechtigungsvorlage wurde erfolgreich gelöscht.

source: There is no matching reverse-zone for: %s.
de_de: Es gibt keine passende reverse-zone für: %s.

source: The record was successfully added.
de_de: Der Eintrag wurde erfolgreich hinzugefügt.

source: This record was not valid and could not be added.
de_de: Dieser Eintrag ist ungültig und konnte nicht hinzugefügt werden.

source: User details updated
de_de: Benutzerdetails aktualisiert

source: The record could not be deleted.
de_de: Der Eintrag konnte nicht gelöscht werden.

source: You do not have the permission to view this record.
de_de: Sie haben nicht die Berechtigung zum Ansehen dieses Eintrages.

source: The record has been updated successfully.
de_de: Der Eintrag wurde erfolgreich geändert.

source: Provide the name username
de_de: Bitte geben Sie einen Benutzernamen an

source: Provide user password
de_de: Benutzerpasswort eingeben

source: The password for this username.
de_de: Das Passwort für diesen Benutzernamen.

source: Database type
de_de: Datenbank-Typ

source: The type of the PowerDNS database.
de_de: Der Typ der PowerDNS Datenbank.

source: Provide the hostname
de_de: Hostnamen angeben

source: The hostname on which the PowerDNS database resides. Frequently, this will be "localhost".
de_de: Der Hostname jenes Servers mit der PowerDNS Datenbank. Häufig ist dies "localhost".

source: Provide database port
de_de: Datenbank Port angeben

source: The port the database server is listening on.
de_de: Der Port, an dem der Datenbankserver lauscht.

source: Database
de_de: Datenbank

source: Provide the name of the database
de_de: Der Name der PowerDNS Datenbank

source: The name of the PowerDNS database.
de_de: Der Name der PowerDNS Datenbank.

source: The path and filename to the PowerDNS SQLite database.
de_de: Der Pfad und Dateiname zur PowerDNS-SQLite-Datenbank.

source: Poweradmin administrator password
de_de: Poweradmin Administrator Passwort

source: Provide a password
de_de: Bitte geben Sie ein Passwort an

source: Now we have finished the configuration.
de_de: Die Konfiguration ist jetzt abgeschlossen.

source: If you want support for the URLs used by other dynamic DNS providers, run "cp install/htaccess.dist .htaccess" and enable mod_rewrite in Apache.
de_de: Wenn Sie Unterstützung für die von anderen dynamischen DNS-Anbietern verwendeten URLs wünschen, führen Sie "cp install/htaccess.dist .htaccess" aus und aktivieren Sie mod_rewrite im Apache.

source: You should (must!) remove the directory "install/" from the Poweradmin root directory. You will not be able to use Poweradmin if it exists. Do it now.
de_de: Die Konfiguration ist nun beendet. Sie sollten (müssen!) das Verzeichnis "install/" aus dem Poweradmin root Verzeichnis löschen. Wenn das Verzeichnis existiert, können Sie Poweradmin nicht verwenden. Löschen Sie das Verzeichnis jetzt.

source: After you have removed the directory, you can login to <a href="../index.php">Poweradmin</a>.
de_de: Nachdem Sie das Verzeichnis entfernt haben, können Sie sich bei <a href="../index.php">Poweradmin</a> anmelden.

source: Installation step
de_de: Installationsschritt

source: The installer was able to write to the file "
de_de: Der Installer konnte die Datei beschreiben "

source: ". A basic configuration, based on the details you have given, has been created.
de_de: ". Ein Konfiguration basierend auf Ihren Angaben wurde erstellt.

source: The installer is unable to write to the file "
de_de: Der Installer kann die Datei nicht beschreiben "

source: " (which is in itself good). The configuration is printed here. You should now create the file "
de_de: " (was ansich gut ist). Die Konfiguration wird hier angezeigt. Sie sollten nun die Datei "

source: " in the Poweradmin root directory yourself. It should contain the following few lines:
de_de: " im Poweradmin root Verzeichnis erstellen. Sie sollte folgende Zeilen beinhalten:

source: This installer expects you to have a PowerDNS database accessable from this server. This installer also expects you to have never ran Poweradmin before, or that you want to overwrite the Poweradmin part of the database. If you have had Poweradmin running before, any data in the following tables will be destroyed: perm_items, perm_templ, perm_templ_items, users and zones. This installer will, of course, not touch the data in the PowerDNS tables of the database. However, it is recommended that you create a backup of your database before proceeding.
de_de: Dieser Installer geht davon aus, dass von diesem Server aus auf eine PowerDNS Datenbank zugegriffen werden kann. Es wird ebenfalls davon ausgegangen, dass Poweradmin noch nie zuvor ausgeführt wurde bzw. dass Sie keine bestehende Poweradmin Datenbank überschreiben wollen. Falls Poweradmin zuvor schon installiert war, dann werden die Daten folgender Tabellen gelöscht: perm_items, perm_templ, perm_templ_items, users and zones. Dieser Installer wird selbstverständlich keine Änderungen an den PowerDNS Tabellen Ihrer Datenbank vornehmen. Jedoch wird dringend empfohlen, ein Backup Ihrer Datenbank anzufertigen, bevor Sie an dieser Stelle fortfahren.
