Repository: poweradmin/poweradmin
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: cs_cz, de_de, es_es, fr_fr, id_id, ko_kr, lt_lt, pl_pl, ru_ru, sv_se, tr_tr, uk_ua, vi_vn, zh_cn

source: DNAME record cannot point to itself.
cs_cz: DNAME záznam nemůže ukazovat sám na sebe.
de_de: DNAME-Eintrag kann nicht auf sich selbst zeigen.
es_es: El registro DNAME no puede apuntar a sí mismo.
fr_fr: L'enregistrement DNAME ne peut pas pointer vers lui-même.
id_id: CERT record algorithm is mandatory.
ko_kr: 업그레이드가 필요합니다.
lt_lt: DNAME įrašas negali nurodyti į save.
pl_pl: Rekord DNAME nie może wskazywać na siebie.
ru_ru: DNAME запись не может указывать на себя.
sv_se: Kunde inte lägga till DNSSEC-nyckel
tr_tr: DNAME kaydı kendisini işaret edemez.
uk_ua: Zone transfer (AXFR/IXFR) settings may affect this record. Verify replication.
vi_vn: Trường ưu tiên cho bản ghi NSEC3PARAM phải là 0 hoặc rỗng
zh_cn: DNAME 记录不能指向自身。

source: The DNAME target appears to be a subdomain of the owner name. This could create problematic circular references when resolving subdomains.
cs_cz: Cíl DNAME se zdá být subdoménou vlastníka. Toto může vytvořit problematické kruhové odkazy při řešení subdomén.
de_de: Das DNAME-Ziel scheint eine Subdomäne des Owner-Namens zu sein. Dies könnte problematische Zirkelverweise beim Auflösen von Subdomänen erzeugen.
es_es: El destino DNAME parece ser un subdominio del nombre propietario. Esto podría crear referencias circulares problemáticas al resolver subdominios.
fr_fr: La cible DNAME semble être un sous-domaine du nom propriétaire. Ceci pourrait créer des références circulaires problématiques lors de la résolution de sous-domaines.
id_id: Algorithm CERT record wajib diisi.
ko_kr: 지원되지 않는 버전입니다.
lt_lt: DNAME tikslas atrodo esantis savininko vardo podomenis. Tai gali sukurti problematiškus žiedinius nukreipimus sprendžiant podomėnius.
pl_pl: Cel DNAME wydaje się być poddomeną nazwy właściciela. To może tworzyć problematyczne odwołania cykliczne podczas rozwiązywania poddomen.
ru_ru: Цель DNAME является поддоменом имени владельца. Это может создать проблемные циклические ссылки при разрешении поддоменов.
sv_se: DNSSEC-nyckel borttagen
tr_tr: DNAME hedefi sahip adının bir alt domain'i gibi görünüyor. Bu alt domainleri çözümlerken sorunlu dairesel referanslar yaratabilir.
uk_ua: Record timestamp indicates it may be stale. Verify information is current.
vi_vn: Chỉ nên có một bản ghi NSEC3PARAM trên mỗi zone.
zh_cn: DNAME 目标似乎是所有者名称的子域。这可能在解析子域时创建有问题的循环引用。

source: Priority field for DNAME records must be 0 or empty.
cs_cz: Pole priority pro záznamy DNAME musí být 0 nebo prázdné.
de_de: Prioritätsfeld für DNAME-Einträge muss 0 oder leer sein.
es_es: El campo de prioridad para registros DNAME debe ser 0 o estar vacío.
fr_fr: Le champ de priorité pour les enregistrements DNAME doit être 0 ou vide.
id_id: CERT record algorithm must be between 0 and 255.
ko_kr: 잘못된 JSON 형식입니다.
lt_lt: DNAME įrašų prioriteto laukas turi būti 0 arba tuščias.
pl_pl: Pole priorytetu dla rekordów DNAME musi mieć wartość 0 lub być puste.
ru_ru: Поле приоритета для DNAME записей должно быть 0 или пустым.
sv_se: Kunde inte ta bort DNSSEC-nyckel
tr_tr: DNAME kayıtları için öncelik alanı 0 veya boş olmalıdır.
uk_ua: Duplicate record detected. This may be intentional or an error.
vi_vn: Tham số NSEC3PARAM phải khớp với các bản ghi NSEC3 trong zone.
zh_cn: DNAME 记录的优先级字段必须是 0 或空。

source: According to RFC 6672, DNAME records must be unique at a given owner name (singleton rule).
cs_cz: Podle RFC 6672 musí být záznamy DNAME jedinečné u daného jména vlastníka (pravidlo singleton).
de_de: Gemäß RFC 6672 müssen DNAME-Einträge bei einem gegebenen Owner-Namen eindeutig sein (Singleton-Regel).
es_es: Según RFC 6672, los registros DNAME deben ser únicos en un nombre propietario dado (regla singleton).
fr_fr: Selon la RFC 6672, les enregistrements DNAME doivent être uniques à un nom de propriétaire donné (règle singleton).
id_id: Algorithm CERT record harus antara 0 dan 255.
ko_kr: 잘못된 XML 형식입니다.
lt_lt: Pagal RFC 6672, DNAME įrašai turi būti unikalūs duotame savininko varde (singleton taisyklė).
pl_pl: Zgodnie z RFC 6672, rekordy DNAME muszą być unikalne dla danej nazwy właściciela (reguła pojedynczości).
ru_ru: Согласно RFC 6672, DNAME записи должны быть уникальными для данного имени владельца (правило единственности).
sv_se: Ogiltig DNSSEC-nyckel
tr_tr: RFC 6672'ye göre, DNAME kayıtları belirli bir sahip adda benzersiz olmalıdır (tekil kuralı).
uk_ua: No reverse DNS (PTR) record found for this IP. Consider adding for better email deliverability.
vi_vn: Bản ghi NSEC3PARAM chỉ có hiệu lực tại đỉnh zone.
zh_cn: 根据 RFC 6672，DNAME 记录在给定的所有者名称下必须是唯一的（单例规则）。

source: DNAME and CNAME records MUST NOT coexist at the same owner name (RFC 6672 Section 2.3).
cs_cz: Záznamy DNAME a CNAME NESMÍ koexistovat u stejného jména vlastníka (RFC 6672 Sekce 2.3).
de_de: DNAME- und CNAME-Einträge DÜRFEN NICHT am selben Owner-Namen koexistieren (RFC 6672 Abschnitt 2.3).
es_es: Los registros DNAME y CNAME NO DEBEN coexistir en el mismo nombre propietario (RFC 6672 Sección 2.3).
fr_fr: Les enregistrements DNAME et CNAME ne DOIVENT PAS coexister au même nom de propriétaire (RFC 6672 Section 2.3).
id_id: CERT record certificate is mandatory.
ko_kr: 스키마 유효성 검사 실패입니다.
lt_lt: DNAME ir CNAME įrašai NEGALI egzistuoti tuo pačiu savininko vardu (RFC 6672 skyrius 2.3).
pl_pl: Rekordy DNAME i CNAME NIE MOGĄ współistnieć pod tą samą nazwą właściciela (RFC 6672 Sekcja 2.3).
ru_ru: DNAME и CNAME записи НЕ МОГУТ сосуществовать для одного и того же имени владельца (RFC 6672 раздел 2.3).
sv_se: DNSSEC-nyckeln finns redan
tr_tr: DNAME ve CNAME kayıtları aynı sahip adda bir arada BULUNMAMALIDIR (RFC 6672 Bölüm 2.3).
uk_ua: Forward DNS does not match reverse DNS. Verify consistency.
vi_vn: Tên tiếp theo không hợp lệ cho bản ghi NSEC. Phải là tên miền đầy đủ hợp lệ.
zh_cn: DNAME 和 CNAME 记录不能在同一个所有者名称下共存 (RFC 6672 第 2.3 节)。

source: DNAME records MUST NOT appear at the same owner name as NS records, unless the owner name is the zone apex.
cs_cz: Záznamy DNAME se NESMÍ objevit u stejného jména vlastníka jako záznamy NS, pokud jméno vlastníka není vrchol zóny.
de_de: DNAME-Einträge DÜRFEN NICHT am selben Owner-Namen wie NS-Einträge erscheinen, außer der Owner-Name ist der Zone-Apex.
es_es: Los registros DNAME NO DEBEN aparecer en el mismo nombre propietario que los registros NS, a menos que el nombre propietario sea el ápice de la zona.
fr_fr: Les enregistrements DNAME ne DOIVENT PAS apparaître au même nom de propriétaire que les enregistrements NS, sauf si le nom de propriétaire est le sommet de zone.
id_id: Certificate CERT record wajib diisi.
ko_kr: CSRF 토큰이 잘못되었거나 누락되었습니다.
lt_lt: DNAME įrašai NEGALI atsirasti tuo pačiu savininko vardu kaip NS įrašai, nebent savininko vardas yra zonos viršūnė.
pl_pl: Rekordy DNAME NIE MOGĄ występować pod tą samą nazwą właściciela co rekordy NS, chyba że nazwa właściciela to wierzchołek strefy.
ru_ru: DNAME записи НЕ МОГУТ появляться с тем же именем владельца, что и NS записи, если имя владельца не является верхушкой зоны.
sv_se: DNSSEC-nyckeln finns inte
tr_tr: DNAME kayıtları sahip ad zon tepesi olmadıkça NS kayıtlarıyla aynı sahip adda BULUNMAMALIDIR.
uk_ua: This record may be affected by DNS forwarding configuration.
vi_vn: Danh sách loại không hợp lệ cho bản ghi NSEC.
zh_cn: DNAME 记录不能与 NS 记录出现在同一个所有者名称下，除非所有者名称是区域顶点。

source: DNAME creates synthetic aliases for all subdomains of its owner name. Consider this carefully when planning your zone structure.
cs_cz: DNAME vytváří syntetické aliasy pro všechny subdomény svého jména vlastníka. Zvažte to pečlivě při plánování struktury vaší zóny.
de_de: DNAME erstellt synthetische Aliase für alle Subdomänen seines Owner-Namens. Berücksichtigen Sie dies sorgfältig bei der Planung Ihrer Zonenstruktur.
es_es: DNAME crea alias sintéticos para todos los subdominios de su nombre propietario. Considere esto cuidadosamente al planificar su estructura de zona.
fr_fr: DNAME crée des alias synthétiques pour tous les sous-domaines de son nom propriétaire. Considérez ceci attentivement lors de la planification de votre structure de zone.
id_id: SMIMEA record certificate usage is mandatory.
ko_kr: XSS 공격 시도가 감지되었습니다.
lt_lt: DNAME sukuria sintetinius slapyvardžius visiems savininko vardo podomėniams. Atsargiai apsvarstykite tai planuojant zonos struktūrą.
pl_pl: DNAME tworzy syntetyczne aliasy dla wszystkich poddomen swojej nazwy właściciela. Rozważ to starannie planując strukturę strefy.
ru_ru: DNAME создает синтетические псевдонимы для всех поддоменов своего имени владельца. Учитывайте это внимательно при планировании структуры зоны.
sv_se: Nyckeltyp
tr_tr: DNAME sahip adının tüm alt domainleri için sentetik takma adlar oluşturur. Zon yapınızı planlarken bunu dikkatlice düşünün.
uk_ua: Content contains non-ASCII characters. Verify proper encoding and compatibility.
vi_vn: Bản ghi NSEC phải chứa tối thiểu loại NSEC và RRSIG trong danh sách loại.
zh_cn: DNAME 为其所有者名称的所有子域创建合成别名。在规划区域结构时请仔细考虑这一点。

source: DS records should typically be placed at delegation points, not at the zone apex. Check if this is intentional.
cs_cz: Záznamy DS by měly být typicky umístěny v delegačních bodech, ne na vrcholu zóny. Zkontrolujte, zda je to záměrné.
de_de: DS-Einträge sollten normalerweise an Delegierungspunkten platziert werden, nicht am Zone-Apex. Prüfen Sie, ob dies beabsichtigt ist.
es_es: Los registros DS típicamente deben colocarse en puntos de delegación, no en el ápice de la zona. Verifique si esto es intencional.
fr_fr: Les enregistrements DS doivent généralement être placés aux points de délégation, pas au sommet de zone. Vérifiez si c'est intentionnel.
id_id: Certificate usage SMIMEA record wajib diisi.
ko_kr: SQL 주입 시도가 감지되었습니다.
lt_lt: DS įrašai paprastai turėtų būti pateikti delegavimo taškuose, o ne zonos viršūnėje. Patikrinkite, ar tai tyčia.
pl_pl: Rekordy DS powinny być typowo umieszczane w punktach delegacji, nie w wierzchołku strefy. Sprawdź czy to jest zamierzone.
ru_ru: DS записи обычно должны размещаться в точках делегирования, а не в верхушке зоны. Проверьте, является ли это намеренным.
sv_se: Nyckeltagg
tr_tr: DS kayıtları genellikle zon tepesinde değil, delegasyon noktalarında yerleştirilmelidir. Bunun kasitli olup olmadığını kontrol edin.
uk_ua: Record name conflicts with common administrative prefixes (www, mail, ftp). Verify intentional.
vi_vn: Tên tiếp theo NSEC phải cao hơn về mặt quy ước so với tên chủ, trừ khi đây là bản ghi cuối cùng.
zh_cn: DS 记录通常应放置在委托点，而不是区域顶点。请检查这是否是有意的。

source: This is a special CDS deletion record (RFC 8078) that signals the parent to remove the DS record.
cs_cz: Toto je speciální CDS záznam pro smazání (RFC 8078), který signalizuje nadřazenému, aby odstranil DS záznam.
de_de: Dies ist ein spezieller CDS-Löschungseintrag (RFC 8078), der dem Elternteil signalisiert, den DS-Eintrag zu entfernen.
es_es: Este es un registro especial de eliminación CDS (RFC 8078) que señala al padre que elimine el registro DS.
fr_fr: Ceci est un enregistrement de suppression CDS spécial (RFC 8078) qui signale au parent de supprimer l'enregistrement DS.
id_id: SMIMEA record certificate usage must be between 0 and 255.
ko_kr: 파일 업로드에 실패했습니다.
lt_lt: Tai specialus CDS šalinimo įrašas (RFC 8078), kuris signalizuoja tėvui pašalinti DS įrašą.
pl_pl: To jest specjalny rekord usuwania CDS (RFC 8078) który sygnalizuje rodzicowi usunięcie rekordu DS.
ru_ru: Это специальная CDS запись удаления (RFC 8078), которая сигнализирует родительской зоне об удалении DS записи.
sv_se: Algoritm
tr_tr: Bu üst seviyeye DS kaydını kaldırmasını işaret eden özel bir CDS silme kaydıdır (RFC 8078).
uk_ua: This subdomain depth (%d levels) is unusual. Verify DNS hierarchy is correct.
vi_vn: Bản ghi NSEC cuối cùng phải trỏ về apex zone.
zh_cn: 这是一个特殊的 CDS 删除记录 (RFC 8078)，向父区域发出信号以删除 DS 记录。

source: Priority field for DS records must be 0 or empty.
cs_cz: Pole priority pro záznamy DS musí být 0 nebo prázdné.
de_de: Prioritätsfeld für DS-Einträge muss 0 oder leer sein.
es_es: El campo de prioridad para registros DS debe ser 0 o estar vacío.
fr_fr: Le champ de priorité pour les enregistrements DS doit être 0 ou vide.
id_id: Certificate usage SMIMEA record harus antara 0 dan 255.
ko_kr: 파일 형식이 허용되지 않습니다.
lt_lt: DS įrašų prioriteto laukas turi būti 0 arba tuščias.
pl_pl: Pole priorytetu dla rekordów DS musi mieć wartość 0 lub być puste.
ru_ru: Поле приоритета для DS записей должно быть 0 или пустым.
sv_se: Nyckel
tr_tr: DS kayıtları için öncelik alanı 0 veya boş olmalıdır.
uk_ua: Record appears to be auto-generated. Manual modification may be overwritten.
vi_vn: Bản ghi NSEC thiếu trong chuỗi. Mỗi tên phải có bản ghi NSEC.
zh_cn: DS 记录的优先级字段必须是 0 或空。

source: DS record must be in the format: <key-tag> <algorithm> <digest-type> <digest>
cs_cz: DS záznam musí být ve formátu: <klíčový-tag> <algoritmus> <typ-digestu> <digest>
de_de: DS-Eintrag muss im Format sein: <key-tag> <algorithmus> <digest-typ> <digest>
es_es: El registro DS debe estar en el formato: <key-tag> <algorithm> <digest-type> <digest>
fr_fr: L'enregistrement DS doit être au format : <key-tag> <algorithm> <digest-type> <digest>
id_id: SMIMEA record selector is mandatory.
ko_kr: 파일 크기가 너무 큽니다.
lt_lt: DS įrašas turi būti formatu: <rakto-žymė> <algoritmas> <santraukos-tipas> <santrauka>
pl_pl: Rekord DS musi być w formacie: <tag-klucza> <algorytm> <typ-skrótu> <skrót>
ru_ru: DS запись должна быть в формате: <тег-ключа> <алгоритм> <тип-дайджеста> <дайджест>
sv_se: Redigera DNSSEC-nyckel
tr_tr: DS kaydı şu formatta olmalıdır: <key-tag> <algorithm> <digest-type> <digest>
uk_ua: Geo-location or geographic load balancing detected. Verify configuration.
vi_vn: Nội dung bản ghi NSEC phải ở định dạng: nextdomainname types.
zh_cn: DS 记录必须采用以下格式：<key-tag> <algorithm> <digest-type> <digest>

source: DS record must contain exactly 4 fields
cs_cz: DS záznam musí obsahovat přesně 4 pole
de_de: DS-Eintrag muss genau 4 Felder enthalten
es_es: El registro DS debe contener exactamente 4 campos
fr_fr: L'enregistrement DS doit contenir exactement 4 champs
id_id: Selector SMIMEA record wajib diisi.
ko_kr: 이미지 형식이 잘못되었습니다.
lt_lt: DS įrašas turi turėti tiksliai 4 laukus
pl_pl: Rekord DS musi zawierać dokładnie 4 pola
ru_ru: DS запись должна содержать ровно 4 поля
sv_se: Ta bort DNSSEC-nyckel
tr_tr: DS kaydı tam olarak 4 alan içermelidir
uk_ua: Health check may be required for this record. Verify monitoring setup.
vi_vn: Ký tự không hợp lệ trong nội dung bản ghi NSEC.
zh_cn: DS 记录必须包含恰好 4 个字段

source: Key tag must be a number between 1 and 65535
cs_cz: Klíčový tag musí být číslo mezi 1 a 65535
de_de: Key-Tag muss eine Zahl zwischen 1 und 65535 sein
es_es: La etiqueta de clave debe ser un número entre 1 y 65535
fr_fr: L'étiquette de clé doit être un nombre entre 1 et 65535
id_id: SMIMEA record selector must be between 0 and 255.
ko_kr: 이미지 크기가 너무 큽니다.
lt_lt: Rakto žymė turi būti skaičius tarp 1 ir 65535
pl_pl: Tag klucza musi być liczbą między 1 a 65535
ru_ru: Тег ключа должен быть числом от 1 до 65535
sv_se: Är du säker på att du vill ta bort denna DNSSEC-nyckel?
tr_tr: Anahtar etiketi 1 ile 65535 arasında bir sayı olmalıdır
uk_ua: Content may require URL encoding or special character handling.
vi_vn: Trường ưu tiên cho bản ghi NSEC phải là 0 hoặc rỗng
zh_cn: 密钥标签必须是 1 到 65535 之间的数字

source: Algorithm must be one of: 1, 2, 3, 5, 6, 7, 8, 10, 12, 13, 14, 15, 16
cs_cz: Algoritmus musí být jeden z: 1, 2, 3, 5, 6, 7, 8, 10, 12, 13, 14, 15, 16
de_de: Algorithmus muss einer von: 1, 2, 3, 5, 6, 7, 8, 10, 12, 13, 14, 15, 16 sein
es_es: El algoritmo debe ser uno de: 1, 2, 3, 5, 6, 7, 8, 10, 12, 13, 14, 15, 16
fr_fr: L'algorithme doit être un de : 1, 2, 3, 5, 6, 7, 8, 10, 12, 13, 14, 15, 16
id_id: Selector SMIMEA record harus antara 0 dan 255.
ko_kr: 업로드가 허용되지 않습니다.
lt_lt: Algoritmas turi būti vienas iš: 1, 2, 3, 5, 6, 7, 8, 10, 12, 13, 14, 15, 16
pl_pl: Algorytm musi być jednym z: 1, 2, 3, 5, 6, 7, 8, 10, 12, 13, 14, 15, 16
ru_ru: Алгоритм должен быть одним из: 1, 2, 3, 5, 6, 7, 8, 10, 12, 13, 14, 15, 16
sv_se: DNSSEC-nyckel uppdaterad
tr_tr: Algoritma şunlardan biri olmalıdır: 1, 2, 3, 5, 6, 7, 8, 10, 12, 13, 14, 15, 16
uk_ua: Detected possible typo or common misconfiguration pattern.
vi_vn: Bản ghi NSEC thường được quản lý tự động bởi phần mềm ký DNSSEC. Không khuyến khích tạo thủ công.
zh_cn: 算法必须是以下之一：1, 2, 3, 5, 6, 7, 8, 10, 12, 13, 14, 15, 16

source: %s (algorithm %d) is a RECOMMENDED algorithm for use according to RFC 8624.
cs_cz: %s (algoritmus %d) je DOPORUČENÝ algoritmus pro použití podle RFC 8624.
de_de: %s (Algorithmus %d) ist ein EMPFOHLENER Algorithmus für die Verwendung gemäß RFC 8624.
es_es: %s (algoritmo %d) es un algoritmo RECOMENDADO para uso según RFC 8624.
fr_fr: %s (algorithme %d) est un algorithme RECOMMANDÉ pour utilisation selon la RFC 8624.
id_id: SMIMEA record matching type is mandatory.
ko_kr: 다운로드에 실패했습니다.
lt_lt: %s (algoritmas %d) yra REKOMENDUOJAMAS algoritmas naudojimui pagal RFC 8624.
pl_pl: %s (algorytm %d) jest ZALECANYM algorytmem do użycia zgodnie z RFC 8624.
ru_ru: %s (алгоритм %d) является РЕКОМЕНДУЕМЫМ алгоритмом для использования согласно RFC 8624.
sv_se: Kunde inte uppdatera DNSSEC-nyckel
tr_tr: %s (algoritma %d) RFC 8624'e göre kullanım için ÖNERİLEN bir algoritmadır.
uk_ua: This configuration may cause DNS resolution delays. Consider optimization.
vi_vn: NSEC cho phép zone walking (liệt kê tất cả các tên). Hãy cân nhắc NSEC3 nếu đây là vấn đề.
zh_cn: 根据 RFC 8624，%s（算法 %d）是推荐使用的算法。

source: %s (algorithm %d) is in common use, but newer algorithms like ECDSAP256SHA256 (13) or ED25519 (15) are preferred.
cs_cz: %s (algoritmus %d) je běžně používán, ale novější algoritmy jako ECDSAP256SHA256 (13) nebo ED25519 (15) jsou preferovány.
de_de: %s (Algorithmus %d) ist weit verbreitet, aber neuere Algorithmen wie ECDSAP256SHA256 (13) oder ED25519 (15) werden bevorzugt.
es_es: %s (algoritmo %d) está en uso común, pero se prefieren algoritmos más nuevos como ECDSAP256SHA256 (13) o ED25519 (15).
fr_fr: %s (algorithme %d) est d'usage courant, mais des algorithmes plus récents comme ECDSAP256SHA256 (13) ou ED25519 (15) sont préférés.
id_id: Matching type SMIMEA record wajib diisi.
ko_kr: 파일을 찾을 수 없습니다.
lt_lt: %s (algoritmas %d) yra bendrai naudojamas, bet naujesni algoritmai kaip ECDSAP256SHA256 (13) ar ED25519 (15) yra geriau.
pl_pl: %s (algorytm %d) jest powszechnie używany, ale nowsze algorytmy jak ECDSAP256SHA256 (13) lub ED25519 (15) są preferowane.
ru_ru: %s (алгоритм %d) обычно используется, но предпочтительны более новые алгоритмы, такие как ECDSAP256SHA256 (13) или ED25519 (15).
sv_se: Aktivera DNSSEC
tr_tr: %s (algoritma %d) yaygın kullanımda ancak ECDSAP256SHA256 (13) veya ED25519 (15) gibi daha yeni algoritmalar tercih edilir.
uk_ua: Record may conflict with CDN or proxy configuration. Verify integration.
vi_vn: Loại thuật toán không hợp lệ cho bản ghi RP. Phải là địa chỉ email hợp lệ ở định dạng DNS (dấu chấm thay vì @).
zh_cn: %s（算法 %d）常用，但首选更新的算法，如 ECDSAP256SHA256 (13) 或 ED25519 (15)。

source: %s (algorithm %d) is optional for implementation according to RFC 8624.
cs_cz: %s (algoritmus %d) je volitelný pro implementaci podle RFC 8624.
de_de: %s (Algorithmus %d) ist optional für die Implementierung gemäß RFC 8624.
es_es: %s (algoritmo %d) es opcional para implementación según RFC 8624.
fr_fr: %s (algorithme %d) est optionnel pour l'implémentation selon la RFC 8624.
id_id: SMIMEA record matching type must be between 0 and 255.
ko_kr: 디렉터리를 생성할 수 없습니다.
lt_lt: %s (algoritmas %d) yra pasirenkamas implementacijai pagal RFC 8624.
pl_pl: %s (algorytm %d) jest opcjonalny do implementacji zgodnie z RFC 8624.
ru_ru: %s (алгоритм %d) является опциональным для реализации согласно RFC 8624.
sv_se: Inaktivera DNSSEC
tr_tr: %s (algoritma %d) RFC 8624'e göre uygulama için isteğe bağlıdır.
uk_ua: Split-horizon DNS detected. Verify internal/external view configuration.
vi_vn: Tên miền văn bản không hợp lệ cho bản ghi RP. Phải là tên miền đầy đủ hợp lệ hoặc '.'.
zh_cn: 根据 RFC 8624，%s（算法 %d）在实现中是可选的。

source: %s (algorithm %d) is NOT RECOMMENDED for use according to RFC 8624. Consider using ECDSAP256SHA256 (13) or ED25519 (15) instead.
cs_cz: %s (algoritmus %d) NENÍ DOPORUČENÝ pro použití podle RFC 8624. Zvažte místo toho použití ECDSAP256SHA256 (13) nebo ED25519 (15).
de_de: %s (Algorithmus %d) ist NICHT EMPFOHLEN für die Verwendung gemäß RFC 8624. Erwägen Sie stattdessen ECDSAP256SHA256 (13) oder ED25519 (15).
es_es: %s (algoritmo %d) NO SE RECOMIENDA para uso según RFC 8624. Considere usar ECDSAP256SHA256 (13) o ED25519 (15) en su lugar.
fr_fr: %s (algorithme %d) n'est PAS RECOMMANDÉ pour utilisation selon la RFC 8624. Considérez utiliser ECDSAP256SHA256 (13) ou ED25519 (15) à la place.
id_id: Matching type SMIMEA record harus antara 0 dan 255.
ko_kr: 파일을 쓸 수 없습니다.
lt_lt: %s (algoritmas %d) NEREKOMENDUOJAMAS naudojimui pagal RFC 8624. Apsvarstykite ECDSAP256SHA256 (13) arba ED25519 (15) naudojimą vietoj to.
pl_pl: %s (algorytm %d) NIE JEST ZALECANY do użycia zgodnie z RFC 8624. Rozważ użycie ECDSAP256SHA256 (13) lub ED25519 (15) zamiast tego.
ru_ru: %s (алгоритм %d) НЕ РЕКОМЕНДУЕТСЯ для использования согласно RFC 8624. Рассмотрите использование ECDSAP256SHA256 (13) или ED25519 (15) вместо этого.
sv_se: DNSSEC aktiverad för zon
tr_tr: %s (algoritma %d) RFC 8624'e göre kullanım için ÖNERİLMEZ. Bunun yerine ECDSAP256SHA256 (13) veya ED25519 (15) kullanmayı düşünün.
uk_ua: Dynamic DNS (DDNS) may affect this record. Verify update mechanisms.
vi_vn: Hộp thư RP nên trỏ đến bản ghi TXT chứa thông tin liên hệ.
zh_cn: 根据 RFC 8624，不推荐使用 %s（算法 %d）。请考虑使用 ECDSAP256SHA256 (13) 或 ED25519 (15) 代替。

source: Digest type must be one of: 1 (SHA-1), 2 (SHA-256), 4 (SHA-384)
cs_cz: Typ digestu musí být jeden z: 1 (SHA-1), 2 (SHA-256), 4 (SHA-384)
de_de: Digest-Typ muss einer von: 1 (SHA-1), 2 (SHA-256), 4 (SHA-384) sein
es_es: El tipo de resumen debe ser uno de: 1 (SHA-1), 2 (SHA-256), 4 (SHA-384)
fr_fr: Le type de digest doit être un de : 1 (SHA-1), 2 (SHA-256), 4 (SHA-384)
id_id: SMIMEA record certificate data is mandatory.
ko_kr: 파일을 읽을 수 없습니다.
lt_lt: Santraukos tipas turi būti vienas iš: 1 (SHA-1), 2 (SHA-256), 4 (SHA-384)
pl_pl: Typ skrótu musi być jednym z: 1 (SHA-1), 2 (SHA-256), 4 (SHA-384)
ru_ru: Тип дайджеста должен быть одним из: 1 (SHA-1), 2 (SHA-256), 4 (SHA-384)
sv_se: DNSSEC inaktiverad för zon
tr_tr: Özet türü şunlardan biri olmalıdır: 1 (SHA-1), 2 (SHA-256), 4 (SHA-384)
uk_ua: Record may be subject to rate limiting. Verify query volume expectations.
vi_vn: Tên miền văn bản RP nên trỏ đến bản ghi TXT chứa thông tin bổ sung.
zh_cn: 摘要类型必须是以下之一：1 (SHA-1), 2 (SHA-256), 4 (SHA-384)
