Repository: poweradmin/poweradmin
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: cs_cz, de_de, es_es, fr_fr, id_id, ko_kr, lt_lt, pl_pl, ru_ru, sv_se, tr_tr, uk_ua, vi_vn, zh_cn

source: OS type does not contain any standard values. Consider using a standard OS type for better interoperability.
cs_cz: Typ OS neobsahuje žádné standardní hodnoty. Zvažte použití standardního typu OS pro lepší interoperabilitu.
de_de: OS-Typ enthält keine Standardwerte. Erwägen Sie die Verwendung eines Standard-OS-Typs für bessere Interoperabilität.
es_es: El tipo SO no contiene valores estándar. Considere usar un tipo SO estándar para mejor interoperabilidad.
fr_fr: Le type d'OS ne contient aucune valeur standard. Considérez utiliser un type d'OS standard pour une meilleure interopérabilité.
id_id: Tipe OS tidak mengandung nilai standar apa pun. Pertimbangkan menggunakan tipe OS standar untuk interoperabilitas yang lebih baik.
ko_kr: OS 유형에 표준 값이 포함되어 있지 않습니다. 더 나은 상호 운용성을 위해 표준 OS 유형을 사용하는 것을 고려하세요.
lt_lt: OS tipas neturi jokių standartinių reikšmių. Apsvarstykite standartinio OS tipo naudojimą geresniam suderinamumui.
pl_pl: Typ systemu operacyjnego nie zawiera żadnych standardowych wartości. Rozważ użycie standardowego typu systemu operacyjnego dla lepszej interoperacyjności.
ru_ru: Тип OS не содержит стандартных значений. Рассмотрите использование стандартного типа OS для лучшей совместимости.
sv_se: OS-typen innehåller inga standardvärden. Överväg att använda en standard OS-typ för bättre interoperabilitet.
tr_tr: OS türü hiçbir standart değer içermiyor. Daha iyi birlikte çalışabilirlik için standart bir OS türü kullanmayı düşünün.
uk_ua: Тип ОС не містить стандартних значень. Розгляньте використання стандартного типу ОС для кращої сумісності.
vi_vn: Loại hệ điều hành không chứa giá trị tiêu chuẩn nào. Cân nhắc sử dụng loại hệ điều hành tiêu chuẩn để đảm bảo tương thích tốt hơn.
zh_cn: 操作系统类型不包含任何标准值。考虑使用标准操作系统类型以获得更好的互操作性。

source: TSIG timestamp is more than 24 hours old. This could indicate a replay attack or clock synchronization issue.
cs_cz: TSIG časová značka je starší než 24 hodin. To může znamenat replay útok nebo problém se synchronizací hodin.
de_de: TSIG-Zeitstempel ist mehr als 24 Stunden alt. Dies könnte auf einen Replay-Angriff oder ein Uhrsynchronisationsproblem hinweisen.
es_es: La marca de tiempo TSIG tiene más de 24 horas. Esto podría indicar un ataque de repetición o problema de sincronización de reloj.
fr_fr: L'horodatage TSIG a plus de 24 heures. Ceci pourrait indiquer une attaque par rejeu ou un problème de synchronisation d'horloge.
id_id: Stempel waktu TSIG berusia lebih dari 24 jam. Ini dapat menunjukkan serangan replay atau masalah sinkronisasi jam.
ko_kr: TSIG 타임스탬프가 24시간 이상 되었습니다. 이는 재생 공격 또는 클록 동기화 문제를 나타낼 수 있습니다.
lt_lt: TSIG laiko žyma yra senesnė nei 24 valandos. Tai gali rodyti pakartotinę ataką arba laikrodžio sinchronizacijos problemą.
pl_pl: Znacznik czasu TSIG jest starszy niż 24 godziny. To może wskazywać na atak powtórki lub problem synchronizacji zegara.
ru_ru: Метка времени TSIG старше 24 часов. Это может указывать на атаку повторного воспроизведения или проблему синхронизации часов.
sv_se: TSIG-tidsstämpeln är mer än 24 timmar gammal. Detta kan indikera en replay-attack eller problem med klocksynkronisering.
tr_tr: TSIG zaman damgası 24 saatten eskidier. Bu bir tekrar saldırısı veya saat senkronizasyon sorunu gösterebilir.
uk_ua: Мітка часу TSIG старша за 24 години. Це може свідчити про атаку повторного відтворення або проблему синхронізації годинників.
vi_vn: Dấu thời gian TSIG đã hơn 24 giờ. Điều này có thể cho thấy tấn công phát lại hoặc vấn đề đồng bộ đồng hồ.
zh_cn: TSIG 时间戳超过 24 小时。这可能表示重放攻击或时钟同步问题。

source: TSIG timestamp is set in the future. This could indicate a clock synchronization issue.
cs_cz: TSIG časová značka je nastavena v budoucnosti. To může znamenat problém se synchronizací hodin.
de_de: TSIG-Zeitstempel ist in der Zukunft gesetzt. Dies könnte auf ein Uhrsynchronisationsproblem hinweisen.
es_es: La marca de tiempo TSIG está establecida en el futuro. Esto podría indicar un problema de sincronización de reloj.
fr_fr: L'horodatage TSIG est défini dans le futur. Ceci pourrait indiquer un problème de synchronisation d'horloge.
id_id: Stempel waktu TSIG diatur di masa depan. Ini dapat menunjukkan masalah sinkronisasi jam.
ko_kr: TSIG 타임스탬프가 미래로 설정되었습니다. 이는 클록 동기화 문제를 나타낼 수 있습니다.
lt_lt: TSIG laiko žyma yra nustatyta ateityje. Tai gali rodyti laikrodžio sinchronizacijos problemą.
pl_pl: Znacznik czasu TSIG jest ustawiony w przyszłości. To może wskazywać na problem synchronizacji zegara.
ru_ru: Метка времени TSIG установлена в будущем. Это может указывать на проблему синхронизации часов.
sv_se: TSIG-tidsstämpeln är satt i framtiden. Detta kan indikera problem med klocksynkronisering.
tr_tr: TSIG zaman damgası gelecekte ayarlanmış. Bu bir saat senkronizasyon sorunu gösterebilir.
uk_ua: Мітка часу TSIG встановлена в майбутньому. Це може свідчити про проблему синхронізації годинників.
vi_vn: Dấu thời gian TSIG được đặt trong tương lai. Điều này có thể cho thấy vấn đề đồng bộ đồng hồ.
zh_cn: TSIG 时间戳设置在未来。这可能表示时钟同步问题。

source: TSIG keys should be rotated periodically as a security best practice.
cs_cz: TSIG klíče by měly být pravidelně rotovány jako nejlepší bezpečnostní praxe.
de_de: TSIG-Schlüssel sollten regelmäßig rotiert werden als bewährte Sicherheitspraxis.
es_es: Las claves TSIG deben rotarse periódicamente como buena práctica de seguridad.
fr_fr: Les clés TSIG devraient être tournées périodiquement comme bonne pratique de sécurité.
id_id: Kunci TSIG harus dirotasi secara berkala sebagai praktik keamanan terbaik.
ko_kr: TSIG 키는 보안 모범 사례로 정기적으로 회전해야 합니다.
lt_lt: TSIG raktai turėtų būti keičiami periodiškai kaip geriausios saugumo praktikos.
pl_pl: Klucze TSIG powinny być okresowo wymieniane jako najlepsza praktyka bezpieczeństwa.
ru_ru: Ключи TSIG должны периодически обновляться как лучшая практика безопасности.
sv_se: TSIG-nycklar bör roteras regelbundet som en bästa säkerhetspraxis.
tr_tr: TSIG anahtarları güvenlik en iyi uygulaması olarak periyodik olarak değiştirilmelidir.
uk_ua: Ключі TSIG слід періодично оновлювати як найкраща практика безпеки.
vi_vn: Khóa TSIG nên được xoay vòng định kỳ như một thực hành bảo mật tốt nhất.
zh_cn: 作为安全最佳实践，TSIG 密钥应定期轮换。

source: TSIG provides transaction authentication but not data integrity. Consider using DNSSEC in addition to TSIG.
cs_cz: TSIG poskytuje autentifikaci transakcí, ale ne integritu dat. Zvažte použití DNSSEC navíc k TSIG.
de_de: TSIG bietet Transaktionsauthentifizierung, aber keine Datenintegrität. Erwägen Sie die Verwendung von DNSSEC zusätzlich zu TSIG.
es_es: TSIG proporciona autenticación de transacción pero no integridad de datos. Considere usar DNSSEC además de TSIG.
fr_fr: TSIG fournit l'authentification de transaction mais pas l'intégrité des données. Considérez utiliser DNSSEC en plus de TSIG.
id_id: TSIG menyediakan autentikasi transaksi tetapi bukan integritas data. Pertimbangkan menggunakan DNSSEC selain TSIG.
ko_kr: TSIG는 트랜잭션 인증을 제공하지만 데이터 무결성을 제공하지 않습니다. TSIG 외에 DNSSEC 사용을 고려하세요.
lt_lt: TSIG suteikia transakcijos autentifikavimą, bet ne duomenų vientisumą. Apsvarstykite DNSSEC naudojimą papildomai prie TSIG.
pl_pl: TSIG zapewnia uwierzytelnianie transakcji ale nie integralność danych. Rozważ użycie DNSSEC w dodatku do TSIG.
ru_ru: TSIG обеспечивает аутентификацию транзакций, но не целостность данных. Рассмотрите использование DNSSEC в дополнение к TSIG.
sv_se: TSIG ger transaktionsautentisering men inte dataintegritet. Överväg att använda DNSSEC utöver TSIG.
tr_tr: TSIG işlem kimlik doğrulaması sağlar ancak veri bütünlüğü sağlamaz. TSIG'e ek olarak DNSSEC kullanmayı düşünün.
uk_ua: TSIG забезпечує автентифікацію транзакцій, але не цілісність даних. Розгляньте використання DNSSEC на додаток до TSIG.
vi_vn: TSIG cung cấp xác thực giao dịch nhưng không cung cấp tính toàn vẹn dữ liệu. Cân nhắc sử dụng DNSSEC bổ sung cho TSIG.
zh_cn: TSIG 提供事务认证但不提供数据完整性。考虑在 TSIG 之外使用 DNSSEC。

source: Accurate system clocks are required on both client and server for TSIG to work correctly.
cs_cz: Přesné systémové hodiny jsou vyžadovány jak na klientovi, tak na serveru, aby TSIG fungoval správně.
de_de: Genaue Systemuhren sind sowohl auf Client als auch auf Server erforderlich, damit TSIG korrekt funktioniert.
es_es: Se requieren relojes de sistema precisos tanto en cliente como servidor para que TSIG funcione correctamente.
fr_fr: Des horloges système précises sont requises sur le client et le serveur pour que TSIG fonctionne correctement.
id_id: Jam sistem yang akurat diperlukan pada klien dan server agar TSIG berfungsi dengan benar.
ko_kr: TSIG가 올바르게 작동하려면 클라이언트와 서버 모두에서 정확한 시스템 클록이 필요합니다.
lt_lt: Tikslūs sistemos laikrodžiai reikalingi tiek kliente, tiek serveryje, kad TSIG veiktų teisingai.
pl_pl: Dokładne zegary systemowe są wymagane zarówno na kliencie jak i serwerze aby TSIG działał prawidłowo.
ru_ru: Точные системные часы необходимы как на клиенте, так и на сервере для корректной работы TSIG.
sv_se: Exakta systemklockor krävs på både klient och server för att TSIG ska fungera korrekt.
tr_tr: TSIG'in doğru çalışması için hem istemci hem de sunucuda doğru sistem saatleri gereklidir.
uk_ua: Для коректної роботи TSIG потрібні точні системні годинники як на клієнті, так і на сервері.
vi_vn: Đồng hồ hệ thống chính xác được yêu cầu trên cả máy khách và máy chủ để TSIG hoạt động đúng.
zh_cn: 客户端和服务器都需要准确的系统时钟，TSIG 才能正常工作。

source: TSIG record must contain at least algorithm-name, timestamp, fudge, mac, original-id, error, and other-len separated by spaces.
cs_cz: TSIG záznam musí obsahovat alespoň algorithm-name, timestamp, fudge, mac, original-id, error a other-len oddělené mezerami.
de_de: TSIG-Eintrag muss mindestens Algorithmus-Name, Zeitstempel, Fudge, MAC, Original-ID, Error und Other-Len durch Leerzeichen getrennt enthalten.
es_es: El registro TSIG debe contener al menos algorithm-name, timestamp, fudge, mac, original-id, error y other-len separados por espacios.
fr_fr: L'enregistrement TSIG doit contenir au moins algorithm-name, timestamp, fudge, mac, original-id, error et other-len séparés par des espaces.
id_id: Rekaman TSIG harus berisi setidaknya algorithm-name, timestamp, fudge, mac, original-id, error, dan other-len yang dipisahkan oleh spasi.
ko_kr: TSIG 레코드는 공백으로 구분된 알고리즘 이름, 타임스탬프, 퓨즈, mac, 원본 ID, 오류 및 기타 길이를 최소한 포함해야 합니다.
lt_lt: TSIG įrašas turi turėti bent algoritmo pavadinimą, laiko žymą, nuokrypį, mac, originalų-id, klaidą ir kitus-ilgius, atskirtus tarpais.
pl_pl: Rekord TSIG musi zawierać co najmniej nazwę algorytmu, znacznik czasu, tolerancję, mac, oryginalny id, błąd i other-len oddzielone spacjami.
ru_ru: Запись TSIG должна содержать как минимум algorithm-name, timestamp, fudge, mac, original-id, error и other-len, разделенные пробелами.
sv_se: TSIG-posten måste innehålla minst algoritmnamn, tidsstämpel, fudge, MAC, original-ID, fel och other-len separerade med mellanslag.
tr_tr: TSIG kaydı en azından boşluklarla ayrılmış algorithm-name, timestamp, fudge, mac, original-id, error ve other-len içermelidir.
uk_ua: Запис TSIG повинен містити принаймні algorithm-name, timestamp, fudge, mac, original-id, error та other-len, розділені пробілами.
vi_vn: Bản ghi TSIG phải chứa ít nhất tên thuật toán, dấu thời gian, độ lệch, MAC, ID gốc, lỗi và độ dài khác phân tách bằng khoảng trắng.
zh_cn: TSIG 记录必须至少包含算法名称、时间戳、容错、MAC、原始 ID、错误和其他长度，以空格分隔。

source: TSIG algorithm name must be a valid domain name ending with a dot (e.g., hmac-sha256.).
cs_cz: Jméno TSIG algoritmu musí být platné doménové jméno končící tečkou (např. hmac-sha256.).
de_de: TSIG-Algorithmusname muss ein gültiger Domänenname sein, der mit einem Punkt endet (z.B. hmac-sha256.).
es_es: El nombre del algoritmo TSIG debe ser un nombre de dominio válido terminando con un punto (ej., hmac-sha256.).
fr_fr: Le nom d'algorithme TSIG doit être un nom de domaine valide se terminant par un point (ex. : hmac-sha256.).
id_id: Nama algoritma TSIG harus berupa nama domain valid yang diakhiri dengan titik (mis., hmac-sha256.).
ko_kr: TSIG 알고리즘 이름은 점으로 끝나는 유효한 도메인 이름이어야 합니다 (예: hmac-sha256.).
lt_lt: TSIG algoritmo pavadinimas turi būti teisingas domeno vardas, baigiamasis tašku (pvz., hmac-sha256.).
pl_pl: Nazwa algorytmu TSIG musi być prawidłową nazwą domeny kończącą się kropką (np. hmac-sha256.).
ru_ru: Имя алгоритма TSIG должно быть допустимым доменным именем, оканчивающимся точкой (например, hmac-sha256.).
sv_se: TSIG-algoritmnamnet måste vara ett giltigt domännamn som slutar med en punkt (t.ex. hmac-sha256.).
tr_tr: TSIG algoritma adı nokta ile biten geçerli bir domain adı olmalıdır (örneğin: hmac-sha256.).
uk_ua: Ім'я алгоритму TSIG повинно бути дійсним доменним ім'ям, що закінчується крапкою (наприклад, hmac-sha256.).
vi_vn: Tên thuật toán TSIG phải là tên miền hợp lệ kết thúc bằng dấu chấm (ví dụ: hmac-sha256.).
zh_cn: TSIG 算法名称必须是以点结尾的有效域名（例如，hmac-sha256.）。

source: TSIG timestamp must be a non-negative integer.
cs_cz: TSIG časová značka musí být nezáporné celé číslo.
de_de: TSIG-Zeitstempel muss eine nicht-negative Ganzzahl sein.
es_es: La marca de tiempo TSIG debe ser un entero no negativo.
fr_fr: L'horodatage TSIG doit être un entier non négatif.
id_id: Stempel waktu TSIG harus berupa bilangan bulat non-negatif.
ko_kr: TSIG 타임스탬프는 음수가 아닌 정수여야 합니다.
lt_lt: TSIG laiko žyma turi būti neneigiamas sveikasis skaičius.
pl_pl: Znacznik czasu TSIG musi być nieujemną liczbą całkowitą.
ru_ru: Метка времени TSIG должна быть неотрицательным целым числом.
sv_se: TSIG-tidsstämpel måste vara ett icke-negativt heltal.
tr_tr: TSIG zaman damgası negatif olmayan bir tam sayı olmalıdır.
uk_ua: Мітка часу TSIG повинна бути невід'ємним цілим числом.
vi_vn: Dấu thời gian TSIG phải là số nguyên không âm.
zh_cn: TSIG 时间戳必须是非负整数。

source: TSIG fudge must be a non-negative integer.
cs_cz: TSIG fudge musí být nezáporné celé číslo.
de_de: TSIG-Fudge muss eine nicht-negative Ganzzahl sein.
es_es: El fudge TSIG debe ser un entero no negativo.
fr_fr: Le fudge TSIG doit être un entier non négatif.
id_id: Fudge TSIG harus berupa bilangan bulat non-negatif.
ko_kr: TSIG 퓨즈는 음수가 아닌 정수여야 합니다.
lt_lt: TSIG nuokrypis turi būti neneigiamas sveikasis skaičius.
pl_pl: Tolerancja TSIG musi być nieujemną liczbą całkowitą.
ru_ru: Поле fudge TSIG должно быть неотрицательным целым числом.
sv_se: TSIG fudge måste vara ett icke-negativt heltal.
tr_tr: TSIG fudge negatif olmayan bir tam sayı olmalıdır.
uk_ua: Fudge TSIG повинен бути невід'ємним цілим числом.
vi_vn: Độ lệch TSIG phải là số nguyên không âm.
zh_cn: TSIG 容错必须是非负整数。

source: TSIG MAC must be a valid base64-encoded string or hexadecimal string.
cs_cz: TSIG MAC musí být platný base64-kódovaný řetězec nebo hexadecimální řetězec.
de_de: TSIG-MAC muss eine gültige base64-kodierte Zeichenkette oder hexadezimale Zeichenkette sein.
es_es: El MAC TSIG debe ser una cadena válida codificada en base64 o cadena hexadecimal.
fr_fr: Le MAC TSIG doit être une chaîne encodée en base64 valide ou une chaîne hexadécimale.
id_id: MAC TSIG harus berupa string yang dikodekan base64 atau string heksadesimal yang valid.
ko_kr: TSIG MAC은 유효한 base64로 인코딩된 문자열 또는 16진수 문자열이어야 합니다.
lt_lt: TSIG MAC turi būti teisinga base64 koduota eilutė arba šešioliktainė eilutė.
pl_pl: MAC TSIG musi być prawidłowym ciągiem zakodowanym w base64 lub ciągiem szesnastkowym.
ru_ru: TSIG MAC должен быть действительной строкой в кодировке base64 или шестнадцатеричной строкой.
sv_se: TSIG MAC måste vara en giltig base64-kodad sträng eller hexadecimal sträng.
tr_tr: TSIG MAC geçerli bir base64 kodlanmış string veya onaltılık string olmalıdır.
uk_ua: MAC TSIG повинен бути дійсним рядком у кодуванні base64 або шістнадцятковим рядком.
vi_vn: MAC TSIG phải là chuỗi mã hóa base64 hoặc chuỗi thập lục phân hợp lệ.
zh_cn: TSIG MAC 必须是有效的 base64 编码字符串或十六进制字符串。

source: TSIG MAC is too short. RFC 8945 recommends a minimum of 16 octets for security.
cs_cz: TSIG MAC je příliš krátký. RFC 8945 doporučuje minimum 16 oktetů pro bezpečnost.
de_de: TSIG-MAC ist zu kurz. RFC 8945 empfiehlt mindestens 16 Oktette für Sicherheit.
es_es: El MAC TSIG es demasiado corto. RFC 8945 recomienda un mínimo de 16 octetos para seguridad.
fr_fr: Le MAC TSIG est trop court. RFC 8945 recommande un minimum de 16 octets pour la sécurité.
id_id: MAC TSIG terlalu pendek. RFC 8945 merekomendasikan minimum 16 oktet untuk keamanan.
ko_kr: TSIG MAC이 너무 짧습니다. RFC 8945는 보안을 위해 최소 16옥텟을 권장합니다.
lt_lt: TSIG MAC per trumpas. RFC 8945 rekomenduoja minimum 16 oktetų saugumui.
pl_pl: MAC TSIG jest za krótki. RFC 8945 zaleca minimum 16 oktetów dla bezpieczeństwa.
ru_ru: MAC TSIG слишком короткий. RFC 8945 рекомендует минимум 16 октетов для безопасности.
sv_se: TSIG MAC är för kort. RFC 8945 rekommenderar minst 16 oktetter för säkerhet.
tr_tr: TSIG MAC çok kısa. RFC 8945 güvenlik için minimum 16 oktet önerir.
uk_ua: MAC TSIG занадто короткий. RFC 8945 рекомендує мінімум 16 октетів для безпеки.
vi_vn: MAC TSIG quá ngắn. RFC 8945 khuyến nghị tối thiểu 16 octet để đảm bảo bảo mật.
zh_cn: TSIG MAC 太短。RFC 8945 建议最少 16 个八位字节以确保安全。

source: TSIG original ID must be a number between 0 and 65535.
cs_cz: TSIG původní ID musí být číslo mezi 0 a 65535.
de_de: TSIG-Original-ID muss eine Zahl zwischen 0 und 65535 sein.
es_es: El ID original TSIG debe ser un número entre 0 y 65535.
fr_fr: L'ID original TSIG doit être un nombre entre 0 et 65535.
id_id: ID asli TSIG harus berupa angka antara 0 dan 65535.
ko_kr: TSIG 원본 ID는 0에서 65535 사이의 숫자여야 합니다.
lt_lt: TSIG originalus ID turi būti skaičius tarp 0 ir 65535.
pl_pl: Oryginalny ID TSIG musi być liczbą między 0 a 65535.
ru_ru: Первоначальный ID TSIG должен быть числом от 0 до 65535.
sv_se: TSIG original-ID måste vara ett nummer mellan 0 och 65535.
tr_tr: TSIG orijinal ID 0 ile 65535 arasında bir sayı olmalıdır.
uk_ua: Original ID TSIG повинен бути числом від 0 до 65535.
vi_vn: ID gốc TSIG phải là số từ 0 đến 65535.
zh_cn: TSIG 原始 ID 必须是 0 到 65535 之间的数字。

source: TSIG error must be a valid DNS RCODE number between 0 and 23.
cs_cz: TSIG chyba musí být platné DNS RCODE číslo mezi 0 a 23.
de_de: TSIG-Fehler muss eine gültige DNS-RCODE-Nummer zwischen 0 und 23 sein.
es_es: El error TSIG debe ser un número RCODE DNS válido entre 0 y 23.
fr_fr: L'erreur TSIG doit être un numéro RCODE DNS valide entre 0 et 23.
id_id: Error TSIG harus berupa nomor DNS RCODE yang valid antara 0 dan 23.
ko_kr: TSIG 오류는 0에서 23 사이의 유효한 DNS RCODE 번호여야 합니다.
lt_lt: TSIG klaida turi būti teisingas DNS RCODE skaičius tarp 0 ir 23.
pl_pl: Błąd TSIG musi być prawidłowym numerem RCODE DNS między 0 a 23.
ru_ru: Ошибка TSIG должна быть допустимым номером DNS RCODE от 0 до 23.
sv_se: TSIG-fel måste vara ett giltigt DNS RCODE-nummer mellan 0 och 23.
tr_tr: TSIG hatası 0 ile 23 arasında geçerli bir DNS RCODE numarası olmalıdır.
uk_ua: Помилка TSIG повинна бути дійсним DNS RCODE числом від 0 до 23.
vi_vn: Lỗi TSIG phải là số RCODE DNS hợp lệ từ 0 đến 23.
zh_cn: TSIG 错误必须是 0 到 23 之间的有效 DNS RCODE 数字。

source: TSIG error code 16 (BADSIG) indicates that the signature in the TSIG record is invalid. Check keys and crypto configuration.
cs_cz: TSIG chybový kód 16 (BADSIG) znamená, že podpis v TSIG záznamu je neplatný. Zkontrolujte klíče a kryptografickou konfiguraci.
de_de: TSIG-Fehlercode 16 (BADSIG) zeigt an, dass die Signatur im TSIG-Eintrag ungültig ist. Überprüfen Sie Schlüssel und Krypto-Konfiguration.
es_es: El código de error TSIG 16 (BADSIG) indica que la firma en el registro TSIG es inválida. Verifique las claves y configuración cripto.
fr_fr: Le code d'erreur TSIG 16 (BADSIG) indique que la signature dans l'enregistrement TSIG est invalide. Vérifiez les clés et la configuration crypto.
id_id: Kode error TSIG 16 (BADSIG) menunjukkan bahwa tanda tangan dalam rekaman TSIG tidak valid. Periksa kunci dan konfigurasi kripto.
ko_kr: TSIG 오류 코드 16 (BADSIG)은 TSIG 레코드의 서명이 유효하지 않음을 나타냅니다. 키 및 암호화 구성을 확인하세요.
lt_lt: TSIG klaidos kodas 16 (BADSIG) rodo, kad parašas TSIG įraše yra neteisingas. Patikrinkite raktus ir kriptografijos konfigūraciją.
pl_pl: Kod błędu TSIG 16 (BADSIG) wskazuje że podpis w rekordzie TSIG jest nieprawidłowy. Sprawdź klucze i konfigurację kryptograficzną.
ru_ru: Код ошибки TSIG 16 (BADSIG) указывает, что подпись в записи TSIG недопустима. Проверьте ключи и конфигурацию криптографии.
sv_se: TSIG-felkod 16 (BADSIG) indikerar att signaturen i TSIG-posten är ogiltig. Kontrollera nycklar och kryptokonfiguration.
tr_tr: TSIG hata kodu 16 (BADSIG) TSIG kaydındaki imzanın geçersiz olduğunu gösterir. Anahtarları ve kripto yapılandırmasını kontrol edin.
uk_ua: Код помилки TSIG 16 (BADSIG) вказує на те, що підпис у записі TSIG є недійсним. Перевірте ключі та конфігурацію криптографії.
vi_vn: Mã lỗi TSIG 16 (BADSIG) chỉ ra chữ ký trong bản ghi TSIG không hợp lệ. Kiểm tra khóa và cấu hình mật mã.
zh_cn: TSIG 错误代码 16（BADSIG）表示 TSIG 记录中的签名无效。检查密钥和加密配置。

source: TSIG error code 17 (BADKEY) indicates that the key used in the TSIG record is invalid. Verify the key is configured on both DNS servers.
cs_cz: TSIG chybový kód 17 (BADKEY) znamená, že klíč použitý v TSIG záznamu je neplatný. Ověřte, že klíč je nakonfigurován na obou DNS serverech.
de_de: TSIG-Fehlercode 17 (BADKEY) zeigt an, dass der im TSIG-Eintrag verwendete Schlüssel ungültig ist. Überprüfen Sie, dass der Schlüssel auf beiden DNS-Servern konfiguriert ist.
es_es: El código de error TSIG 17 (BADKEY) indica que la clave usada en el registro TSIG es inválida. Verifique que la clave esté configurada en ambos servidores DNS.
fr_fr: Le code d'erreur TSIG 17 (BADKEY) indique que la clé utilisée dans l'enregistrement TSIG est invalide. Vérifiez que la clé est configurée sur les deux serveurs DNS.
id_id: Kode error TSIG 17 (BADKEY) menunjukkan bahwa kunci yang digunakan dalam rekaman TSIG tidak valid. Verifikasi kunci dikonfigurasi di kedua server DNS.
ko_kr: TSIG 오류 코드 17 (BADKEY)은 TSIG 레코드에 사용된 키가 유효하지 않음을 나타냅니다. 키가 두 DNS 서버 모두에 구성되었는지 확인하세요.
lt_lt: TSIG klaidos kodas 17 (BADKEY) rodo, kad raktas, naudojamas TSIG įraše, yra neteisingas. Patikrinkite, ar raktas sukonfigūruotas abiejuose DNS serveriuose.
pl_pl: Kod błędu TSIG 17 (BADKEY) wskazuje że klucz używany w rekordzie TSIG jest nieprawidłowy. Sprawdź czy klucz jest skonfigurowany na obu serwerach DNS.
ru_ru: Код ошибки TSIG 17 (BADKEY) указывает, что ключ, используемый в записи TSIG, недопустим. Убедитесь, что ключ настроен на обоих DNS-серверах.
sv_se: TSIG-felkod 17 (BADKEY) indikerar att nyckeln i TSIG-posten är ogiltig. Verifiera att nyckeln är konfigurerad på båda DNS-servrarna.
tr_tr: TSIG hata kodu 17 (BADKEY) TSIG kaydında kullanılan anahtarın geçersiz olduğunu gösterir. Anahtarın her iki DNS sunucusunda da yapılandırıldığını doğrulayın.
uk_ua: Код помилки TSIG 17 (BADKEY) вказує на те, що ключ, використаний у записі TSIG, є недійсним. Переконайтеся, що ключ налаштований на обох DNS-серверах.
vi_vn: Mã lỗi TSIG 17 (BADKEY) chỉ ra khóa sử dụng trong bản ghi TSIG không hợp lệ. Xác minh khóa đã được cấu hình trên cả hai máy chủ DNS.
zh_cn: TSIG 错误代码 17（BADKEY）表示 TSIG 记录中使用的密钥无效。验证密钥在两个 DNS 服务器上都已配置。
