Repository: poweradmin/poweradmin
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: cs_cz, de_de, es_es, fr_fr, id_id, ko_kr, lt_lt, pl_pl, ru_ru, sv_se, tr_tr, uk_ua, vi_vn, zh_cn

source: Altitude must be between -100000 and 42849672.95 meters.
cs_cz: Nadmořská výška musí být mezi -100000 a 42849672.95 metry.
de_de: Höhe muss zwischen -100000 und 42849672.95 Metern liegen.
es_es: La altitud debe estar entre -100000 y 42849672.95 metros.
fr_fr: L'altitude doit être entre -100000 et 42849672,95 mètres.
id_id: Ketinggian harus antara -100000 dan 42849672,95 meter.
ko_kr: 고도는 -100000에서 42849672.95미터 사이여야 합니다.
lt_lt: Aukštis turi būti tarp -100000 ir 42849672.95 metrų.
pl_pl: Wysokość musi być między -100000 a 42849672.95 metrów.
ru_ru: Высота должна быть от -100000 до 42849672.95 метров.
sv_se: Altitud måste vara mellan -100000 och 42849672,95 meter.
tr_tr: Yükseklik -100000 ile 42849672.95 metre arasında olmalıdır.
uk_ua: Висота повинна бути від -100000 до 42849672.95 метрів.
vi_vn: Độ cao phải từ -100000 đến 42849672.95 mét.
zh_cn: 海拔必须在 -100000 到 42849672.95 米之间。

source: Invalid size, horizontal precision, or vertical precision value. These must be between 0 and 90000000 meters.
cs_cz: Neplatná hodnota velikosti, horizontální přesnosti nebo vertikální přesnosti. Tyto musí být mezi 0 a 90000000 metry.
de_de: Ungültiger Größen-, horizontaler Präzisions- oder vertikaler Präzisionswert. Diese müssen zwischen 0 und 90000000 Metern liegen.
es_es: Valor inválido de tamaño, precisión horizontal o precisión vertical. Estos deben estar entre 0 y 90000000 metros.
fr_fr: Valeur de taille, précision horizontale ou précision verticale invalide. Celles-ci doivent être entre 0 et 90000000 mètres.
id_id: Nilai ukuran, presisi horizontal, atau presisi vertikal tidak valid. Harus antara 0 dan 90000000 meter.
ko_kr: 유효하지 않은 크기, 수평 정밀도 또는 수직 정밀도 값입니다. 이는 0에서 90000000미터 사이여야 합니다.
lt_lt: Neteisingas dydžio, horizontalaus tikslumo arba vertikalaus tikslumo reikšmė. Šie turi būti tarp 0 ir 90000000 metrų.
pl_pl: Nieprawidłowa wartość rozmiaru, precyzji poziomej lub precyzji pionowej. Muszą być między 0 a 90000000 metrów.
ru_ru: Недопустимое значение размера, горизонтальной точности или вертикальной точности. Они должны быть от 0 до 90000000 метров.
sv_se: Ogiltigt värde för storlek, horisontell precision eller vertikal precision. Dessa måste vara mellan 0 och 90000000 meter.
tr_tr: Geçersiz boyut, yatay hassasiyet veya dikey hassasiyet değeri. Bunlar 0 ile 90000000 metre arasında olmalıdır.
uk_ua: Недійсне значення розміру, горизонтальної точності або вертикальної точності. Вони повинні бути від 0 до 90000000 метрів.
vi_vn: Giá trị kích thước, độ chính xác ngang hoặc độ chính xác dọc không hợp lệ. Chúng phải từ 0 đến 90000000 mét.
zh_cn: 无效的大小、水平精度或垂直精度值。这些值必须在 0 到 90000000 米之间。

source: Invalid LOC record format. Format should be: d1 [m1 [s1]] {"N"|"S"} d2 [m2 [s2]] {"E"|"W"} alt["m"] [siz["m"] [hp["m"] [vp["m"]]].
cs_cz: Neplatný formát LOC záznamu. Formát by měl být: d1 [m1 [s1]] {"N"|"S"} d2 [m2 [s2]] {"E"|"W"} alt["m"] [siz["m"] [hp["m"] [vp["m"]]].
de_de: Ungültiges LOC-Eintragsformat. Format sollte sein: d1 [m1 [s1]] {"N"|"S"} d2 [m2 [s2]] {"E"|"W"} alt["m"] [siz["m"] [hp["m"] [vp["m"]]].
es_es: Formato de registro LOC inválido. El formato debe ser: d1 [m1 [s1]] {"N"|"S"} d2 [m2 [s2]] {"E"|"O"} alt["m"] [siz["m"] [hp["m"] [vp["m"]]].
fr_fr: Format d'enregistrement LOC invalide. Le format devrait être : d1 [m1 [s1]] {"N"|"S"} d2 [m2 [s2]] {"E"|"W"} alt["m"] [siz["m"] [hp["m"] [vp["m"]]].
id_id: Format rekaman LOC tidak valid. Format harus: d1 [m1 [s1]] {"N"|"S"} d2 [m2 [s2]] {"E"|"W"} alt["m"] [siz["m"] [hp["m"] [vp["m"]]]].
ko_kr: 유효하지 않은 LOC 레코드 형식입니다. 형식: d1 [m1 [s1]] {"N"|"S"} d2 [m2 [s2]] {"E"|"W"} alt["m"] [siz["m"] [hp["m"] [vp["m"]]]].
lt_lt: Neteisingas LOC įrašo formatas. Formatas turėtų būti: l1 [m1 [s1]] {"Š"|"P"} l2 [m2 [s2]] {"R"|"V"} aukš["m"] [dyd["m"] [ht["m"] [vt["m"]]].
pl_pl: Nieprawidłowy format rekordu LOC. Format powinien być: d1 [m1 [s1]] {"N"|"S"} d2 [m2 [s2]] {"E"|"W"} alt["m"] [siz["m"] [hp["m"] [vp["m"]]].
ru_ru: Недопустимый формат LOC записи. Формат должен быть: d1 [m1 [s1]] {"N"|"S"} d2 [m2 [s2]] {"E"|"W"} alt["m"] [siz["m"] [hp["m"] [vp["m"]]].
sv_se: Ogiltigt LOC-postformat. Formatet ska vara: d1 [m1 [s1]] {"N"|"S"} d2 [m2 [s2]] {"E"|"W"} alt["m"] [siz["m"] [hp["m"] [vp["m"]]]].
tr_tr: Geçersiz LOC kayıt formatı. Format şöyle olmalıdır: d1 [m1 [s1]] {"N"|"S"} d2 [m2 [s2]] {"E"|"W"} alt["m"] [siz["m"] [hp["m"] [vp["m"]]].
uk_ua: Недійсний формат запису LOC. Формат повинен бути: d1 [m1 [s1]] {"N"|"S"} d2 [m2 [s2]] {"E"|"W"} alt["m"] [siz["m"] [hp["m"] [vp["m"]]]].
vi_vn: Định dạng bản ghi LOC không hợp lệ. Định dạng phải là: d1 [m1 [s1]] {"N"|"S"} d2 [m2 [s2]] {"E"|"W"} alt["m"] [siz["m"] [hp["m"] [vp["m"]]]].
zh_cn: 无效的 LOC 记录格式。格式应为：d1 [m1 [s1]] {"N"|"S"} d2 [m2 [s2]] {"E"|"W"} alt["m"] [siz["m"] [hp["m"] [vp["m"]]]。

source: Invalid characters in name field.
cs_cz: Neplatné znaky v poli jména.
de_de: Ungültige Zeichen im Namensfeld.
es_es: Caracteres inválidos en el campo de nombre.
fr_fr: Caractères invalides dans le champ nom.
id_id: Karakter tidak valid dalam kolom nama.
ko_kr: 이름 필드에 유효하지 않은 문자가 있습니다.
lt_lt: Neteisingi simboliai pavadinimo lauke.
pl_pl: Nieprawidłowe znaki w polu nazwy.
ru_ru: Недопустимые символы в поле имени.
sv_se: Ogiltiga tecken i namnfältet.
tr_tr: Ad alanında geçersiz karakterler.
uk_ua: Недійсні символи в полі імені.
vi_vn: Ký tự không hợp lệ trong trường tên.
zh_cn: 名称字段中包含无效字符。

source: Invalid characters in content field.
cs_cz: Neplatné znaky v poli obsahu.
de_de: Ungültige Zeichen im Inhaltsfeld.
es_es: Caracteres inválidos en el campo de contenido.
fr_fr: Caractères invalides dans le champ contenu.
id_id: Karakter tidak valid dalam kolom konten.
ko_kr: 콘텐츠 필드에 유효하지 않은 문자가 있습니다.
lt_lt: Neteisingi simboliai turinio lauke.
pl_pl: Nieprawidłowe znaki w polu zawartości.
ru_ru: Недопустимые символы в поле содержимого.
sv_se: Ogiltiga tecken i innehållsfältet.
tr_tr: İçerik alanında geçersiz karakterler.
uk_ua: Недійсні символи в полі вмісту.
vi_vn: Ký tự không hợp lệ trong trường nội dung.
zh_cn: 内容字段中包含无效字符。

source: Priority field for RKEY records must be 0 or empty.
cs_cz: Pole priority pro RKEY záznamy musí být 0 nebo prázdné.
de_de: Prioritätsfeld für RKEY-Einträge muss 0 oder leer sein.
es_es: El campo de prioridad para registros RKEY debe ser 0 o vacío.
fr_fr: Le champ priorité pour les enregistrements RKEY doit être 0 ou vide.
id_id: Kolom prioritas untuk rekaman RKEY harus 0 atau kosong.
ko_kr: RKEY 레코드의 우선순위 필드는 0이거나 비어 있어야 합니다.
lt_lt: RKEY įrašų prioriteto laukas turi būti 0 arba tuščias.
pl_pl: Pole priorytetu dla rekordów RKEY musi mieć wartość 0 lub być puste.
ru_ru: Поле приоритета для RKEY записей должно быть 0 или пустым.
sv_se: Prioritetsfältet för RKEY-poster måste vara 0 eller tomt.
tr_tr: RKEY kayıtları için öncelik alanı 0 veya boş olmalıdır.
uk_ua: Поле пріоритету для записів RKEY повинно бути 0 або порожнім.
vi_vn: Trường ưu tiên cho bản ghi RKEY phải là 0 hoặc để trống.
zh_cn: RKEY 记录的优先级字段必须为 0 或空。

source: RKEY records should be used with caution as they are not widely supported by DNS servers and resolvers.
cs_cz: RKEY záznamy by měly být používány s opatrností, protože nejsou široce podporovány DNS servery a resolvery.
de_de: RKEY-Einträge sollten mit Vorsicht verwendet werden, da sie nicht weitgehend von DNS-Servern und Resolvern unterstützt werden.
es_es: Los registros RKEY deben usarse con precaución ya que no son ampliamente soportados por servidores DNS y resolutores.
fr_fr: Les enregistrements RKEY doivent être utilisés avec prudence car ils ne sont pas largement supportés par les serveurs DNS et résolveurs.
id_id: Rekaman RKEY harus digunakan dengan hati-hati karena tidak didukung secara luas oleh server dan resolver DNS.
ko_kr: RKEY 레코드는 DNS 서버 및 리졸버에서 널리 지원되지 않으므로 주의해서 사용해야 합니다.
lt_lt: RKEY įrašai turėtų būti naudojami atsargiai, nes jų plačiai nepalaiko DNS serveriai ir sprendikliai.
pl_pl: Rekordy RKEY powinny być używane ostrożnie ponieważ nie są szeroko obsługiwane przez serwery DNS i resolvery.
ru_ru: RKEY записи следует использовать осторожно, так как они не широко поддерживаются DNS серверами и резолверами.
sv_se: RKEY-poster bör användas med försiktighet eftersom de inte har brett stöd hos DNS-servrar och resolvers.
tr_tr: RKEY kayıtları DNS sunucuları ve çözümleyiciler tarafından yaygın olarak desteklenmediği için dikkatle kullanılmalıdır.
uk_ua: Записи RKEY слід використовувати з обережністю, оскільки вони не підтримуються широко DNS-серверами та резолверами.
vi_vn: Bản ghi RKEY nên được sử dụng thận trọng vì chúng không được hỗ trợ rộng rãi bởi máy chủ và bộ phân giải DNS.
zh_cn: RKEY 记录应谨慎使用，因为 DNS 服务器和解析器并不广泛支持它们。

source: RKEY record content cannot be empty.
cs_cz: Obsah RKEY záznamu nemůže být prázdný.
de_de: RKEY-Eintragsinhalt kann nicht leer sein.
es_es: El contenido del registro RKEY no puede estar vacío.
fr_fr: Le contenu de l'enregistrement RKEY ne peut pas être vide.
id_id: Konten rekaman RKEY tidak boleh kosong.
ko_kr: RKEY 레코드 콘텐츠는 비어 있을 수 없습니다.
lt_lt: RKEY įrašo turinys negali būti tuščias.
pl_pl: Zawartość rekordu RKEY nie może być pusta.
ru_ru: Содержимое RKEY записи не может быть пустым.
sv_se: RKEY-postens innehåll kan inte vara tomt.
tr_tr: RKEY kayıt içeriği boş olamaz.
uk_ua: Вміст запису RKEY не може бути порожнім.
vi_vn: Nội dung bản ghi RKEY không được để trống.
zh_cn: RKEY 记录内容不能为空。

source: RKEY record must contain flags, protocol, algorithm, and public key data.
cs_cz: RKEY záznam musí obsahovat příznaky, protokol, algoritmus a data veřejného klíče.
de_de: RKEY-Eintrag muss Flags, Protokoll, Algorithmus und öffentliche Schlüsseldaten enthalten.
es_es: El registro RKEY debe contener banderas, protocolo, algoritmo y datos de clave pública.
fr_fr: L'enregistrement RKEY doit contenir les drapeaux, le protocole, l'algorithme et les données de clé publique.
id_id: Rekaman RKEY harus berisi flag, protokol, algoritma, dan data kunci publik.
ko_kr: RKEY 레코드는 플래그, 프로토콜, 알고리즘 및 공개 키 데이터를 포함해야 합니다.
lt_lt: RKEY įrašas turi turėti vėliavėles, protokolą, algoritmą ir viešojo rakto duomenis.
pl_pl: Rekord RKEY musi zawierać flagi, protokół, algorytm i dane klucza publicznego.
ru_ru: RKEY запись должна содержать флаги, протокол, алгоритм и данные публичного ключа.
sv_se: RKEY-posten måste innehålla flaggor, protokoll, algoritm och data för publik nyckel.
tr_tr: RKEY kaydı bayraklar, protokol, algoritma ve açık anahtar verisi içermelidir.
uk_ua: Запис RKEY повинен містити прапорці, протокол, алгоритм та дані відкритого ключа.
vi_vn: Bản ghi RKEY phải chứa cờ, giao thức, thuật toán và dữ liệu khóa công khai.
zh_cn: RKEY 记录必须包含标志、协议、算法和公钥数据。

source: RKEY flags field must be a numeric value.
cs_cz: Pole příznaků RKEY musí být číselná hodnota.
de_de: RKEY-Flags-Feld muss ein numerischer Wert sein.
es_es: El campo de banderas RKEY debe ser un valor numérico.
fr_fr: Le champ drapeaux RKEY doit être une valeur numérique.
id_id: Kolom flag RKEY harus berupa nilai numerik.
ko_kr: RKEY 플래그 필드는 숫자 값이어야 합니다.
lt_lt: RKEY vėliavėlių laukas turi būti skaitinė reikšmė.
pl_pl: Pole flag RKEY musi być wartością numeryczną.
ru_ru: Поле флагов RKEY должно быть числовым значением.
sv_se: RKEY-flaggfältet måste vara ett numeriskt värde.
tr_tr: RKEY bayraklar alanı sayısal bir değer olmalıdır.
uk_ua: Поле прапорців RKEY повинно бути числовим значенням.
vi_vn: Trường cờ RKEY phải là giá trị số.
zh_cn: RKEY 标志字段必须是数值。

source: Unusual flags value. Common values are 0, 256 (Zone Key), or 257 (Zone Key + SEP).
cs_cz: Neobvyklá hodnota příznaků. Běžné hodnoty jsou 0, 256 (Zone Key), nebo 257 (Zone Key + SEP).
de_de: Ungewöhnlicher Flags-Wert. Übliche Werte sind 0, 256 (Zone Key) oder 257 (Zone Key + SEP).
es_es: Valor de banderas inusual. Los valores comunes son 0, 256 (Clave de Zona), o 257 (Clave de Zona + SEP).
fr_fr: Valeur de drapeaux inhabituelle. Les valeurs courantes sont 0, 256 (Clé de Zone) ou 257 (Clé de Zone + SEP).
id_id: Nilai flag tidak umum. Nilai umum adalah 0, 256 (Zone Key), atau 257 (Zone Key + SEP).
ko_kr: 비정상적인 플래그 값입니다. 일반적인 값은 0, 256 (Zone Key) 또는 257 (Zone Key + SEP)입니다.
lt_lt: Neįprasta vėliavėlių reikšmė. Įprastos reikšmės yra 0, 256 (zonos raktas) arba 257 (zonos raktas + SEP).
pl_pl: Nietypowa wartość flag. Popularne wartości to 0, 256 (Klucz Strefy) lub 257 (Klucz Strefy + SEP).
ru_ru: Необычное значение флагов. Обычные значения: 0, 256 (Ключ зоны) или 257 (Ключ зоны + SEP).
sv_se: Ovanligt flaggvärde. Vanliga värden är 0, 256 (zonnyckel) eller 257 (zonnyckel + SEP).
tr_tr: Olağandışı bayraklar değeri. Yaygın değerler 0, 256 (Zon Anahtarı) veya 257 (Zon Anahtarı + SEP)'dir.
uk_ua: Незвичне значення прапорців. Поширені значення: 0, 256 (ключ зони) або 257 (ключ зони + SEP).
vi_vn: Giá trị cờ bất thường. Các giá trị phổ biến là 0, 256 (Zone Key) hoặc 257 (Zone Key + SEP).
zh_cn: 异常的标志值。常见值为 0、256（区域密钥）或 257（区域密钥 + SEP）。

source: Bit 7 (Zone Key flag) is set in the flags field, indicating this is a zone key.
cs_cz: Bit 7 (příznak Zone Key) je nastaven v poli příznaků, což znamená, že se jedná o klíč zóny.
de_de: Bit 7 (Zone Key Flag) ist im Flags-Feld gesetzt, was anzeigt, dass dies ein Zonenschlüssel ist.
es_es: El bit 7 (bandera de Clave de Zona) está establecido en el campo de banderas, indicando que esta es una clave de zona.
fr_fr: Le bit 7 (drapeau Clé de Zone) est défini dans le champ drapeaux, indiquant que c'est une clé de zone.
id_id: Bit 7 (flag Zone Key) diatur dalam kolom flag, menunjukkan ini adalah kunci zona.
ko_kr: 플래그 필드에서 비트 7 (Zone Key 플래그)이 설정되어 이것이 존 키임을 나타냅니다.
lt_lt: Vėliavėlių lauke nustatytas 7 bitas (zonos rakto vėliavėlė), nurodantis, kad tai zonos raktas.
pl_pl: Bit 7 (flaga Klucza Strefy) jest ustawiony w polu flag, wskazując że to jest klucz strefy.
ru_ru: Бит 7 (флаг Ключа зоны) установлен в поле флагов, что означает, что это ключ зоны.
sv_se: Bit 7 (zonnyckelflagga) är satt i flaggfältet, vilket indikerar att detta är en zonnyckel.
tr_tr: Bayraklar alanında Bit 7 (Zon Anahtarı bayrağı) ayarlanmış, bu bir zon anahtarı olduğunu gösteriyor.
uk_ua: Біт 7 (прапорець ключа зони) встановлено в полі прапорців, що вказує на ключ зони.
vi_vn: Bit 7 (cờ Zone Key) được đặt trong trường cờ, chỉ ra đây là khóa vùng.
zh_cn: 标志字段中设置了位 7（区域密钥标志），表示这是一个区域密钥。

source: Bit 0 (SEP flag) is set in the flags field, indicating this is a secure entry point.
cs_cz: Bit 0 (příznak SEP) je nastaven v poli příznaků, což znamená, že se jedná o bezpečný vstupní bod.
de_de: Bit 0 (SEP Flag) ist im Flags-Feld gesetzt, was anzeigt, dass dies ein sicherer Eingangspunkt ist.
es_es: El bit 0 (bandera SEP) está establecido en el campo de banderas, indicando que este es un punto de entrada seguro.
fr_fr: Le bit 0 (drapeau SEP) est défini dans le champ drapeaux, indiquant que c'est un point d'entrée sécurisé.
id_id: Bit 0 (flag SEP) diatur dalam kolom flag, menunjukkan ini adalah titik masuk aman.
ko_kr: 플래그 필드에서 비트 0 (SEP 플래그)이 설정되어 이것이 보안 진입점임을 나타냅니다.
lt_lt: Vėliavėlių lauke nustatytas 0 bitas (SEP vėliavėlė), nurodantis, kad tai saugus įėjimo taškas.
pl_pl: Bit 0 (flaga SEP) jest ustawiony w polu flag, wskazując że to jest bezpieczny punkt wejścia.
ru_ru: Бит 0 (флаг SEP) установлен в поле флагов, что означает, что это безопасная точка входа.
sv_se: Bit 0 (SEP-flagga) är satt i flaggfältet, vilket indikerar att detta är en säker startpunkt.
tr_tr: Bayraklar alanında Bit 0 (SEP bayrağı) ayarlanmış, bu güvenli bir giriş noktası olduğunu gösteriyor.
uk_ua: Біт 0 (прапорець SEP) встановлено в полі прапорців, що вказує на безпечну точку входу.
vi_vn: Bit 0 (cờ SEP) được đặt trong trường cờ, chỉ ra đây là điểm nhập an toàn.
zh_cn: 标志字段中设置了位 0（SEP 标志），表示这是一个安全入口点。

source: RKEY protocol field must be a numeric value.
cs_cz: Pole protokolu RKEY musí být číselná hodnota.
de_de: RKEY-Protokollfeld muss ein numerischer Wert sein.
es_es: El campo de protocolo RKEY debe ser un valor numérico.
fr_fr: Le champ protocole RKEY doit être une valeur numérique.
id_id: Kolom protokol RKEY harus berupa nilai numerik.
ko_kr: RKEY 프로토콜 필드는 숫자 값이어야 합니다.
lt_lt: RKEY protokolo laukas turi būti skaitinė reikšmė.
pl_pl: Pole protokołu RKEY musi być wartością numeryczną.
ru_ru: Поле протокола RKEY должно быть числовым значением.
sv_se: RKEY-protokollfältet måste vara ett numeriskt värde.
tr_tr: RKEY protokol alanı sayısal bir değer olmalıdır.
uk_ua: Поле протоколу RKEY повинно бути числовим значенням.
vi_vn: Trường giao thức RKEY phải là giá trị số.
zh_cn: RKEY 协议字段必须是数值。

source: Protocol field should be 3 for compliance with standards based on DNSKEY format.
cs_cz: Pole protokolu by mělo být 3 pro shodu se standardy založenými na formátu DNSKEY.
de_de: Protokollfeld sollte 3 sein für Konformität mit Standards basierend auf DNSKEY-Format.
es_es: El campo de protocolo debe ser 3 para cumplimiento con estándares basados en formato DNSKEY.
fr_fr: Le champ protocole devrait être 3 pour la conformité avec les standards basés sur le format DNSKEY.
id_id: Kolom protokol harus 3 untuk kepatuhan dengan standar berdasarkan format DNSKEY.
ko_kr: 프로토콜 필드는 DNSKEY 형식을 기반으로 한 표준 준수를 위해 3이어야 합니다.
lt_lt: Protokolo laukas turėtų būti 3 atitikimui su standartais, pagrįstais DNSKEY formatu.
pl_pl: Pole protokołu powinno być 3 dla zgodności ze standardami opartymi na formacie DNSKEY.
ru_ru: Поле протокола должно быть 3 для соответствия со стандартами, основанными на формате DNSKEY.
sv_se: Protokollfältet bör vara 3 för att följa standarder baserade på DNSKEY-format.
tr_tr: Protokol alanı DNSKEY formatına dayalı standartlara uyum için 3 olmalıdır.
uk_ua: Поле протоколу повинно бути 3 для відповідності стандартам на основі формату DNSKEY.
vi_vn: Trường giao thức nên là 3 để tuân thủ tiêu chuẩn dựa trên định dạng DNSKEY.
zh_cn: 协议字段应为 3，以符合基于 DNSKEY 格式的标准。

source: RKEY algorithm field must be a numeric value.
cs_cz: Pole algoritmu RKEY musí být číselná hodnota.
de_de: RKEY-Algorithmusfeld muss ein numerischer Wert sein.
es_es: El campo de algoritmo RKEY debe ser un valor numérico.
fr_fr: Le champ algorithme RKEY doit être une valeur numérique.
id_id: Kolom algoritma RKEY harus berupa nilai numerik.
ko_kr: RKEY 알고리즘 필드는 숫자 값이어야 합니다.
lt_lt: RKEY algoritmo laukas turi būti skaitinė reikšmė.
pl_pl: Pole algorytmu RKEY musi być wartością numeryczną.
ru_ru: Поле алгоритма RKEY должно быть числовым значением.
sv_se: RKEY-algoritmfältet måste vara ett numeriskt värde.
tr_tr: RKEY algoritma alanı sayısal bir değer olmalıdır.
uk_ua: Поле алгоритму RKEY повинно бути числовим значенням.
vi_vn: Trường thuật toán RKEY phải là giá trị số.
zh_cn: RKEY 算法字段必须是数值。

source: RKEY algorithm field must be a valid DNSSEC algorithm number (0-16).
cs_cz: Pole algoritmu RKEY musí být platné číslo DNSSEC algoritmu (0-16).
de_de: RKEY-Algorithmusfeld muss eine gültige DNSSEC-Algorithmusnummer (0-16) sein.
es_es: El campo de algoritmo RKEY debe ser un número de algoritmo DNSSEC válido (0-16).
fr_fr: Le champ algorithme RKEY doit être un numéro d'algorithme DNSSEC valide (0-16).
id_id: Kolom algoritma RKEY harus berupa nomor algoritma DNSSEC yang valid (0-16).
ko_kr: RKEY 알고리즘 필드는 유효한 DNSSEC 알고리즘 번호 (0-16)여야 합니다.
lt_lt: RKEY algoritmo laukas turi būti teisingas DNSSEC algoritmo numeris (0-16).
pl_pl: Pole algorytmu RKEY musi być prawidłowym numerem algorytmu DNSSEC (0-16).
ru_ru: Поле алгоритма RKEY должно быть действительным номером алгоритма DNSSEC (0-16).
sv_se: RKEY-algoritmfältet måste vara ett giltigt DNSSEC-algoritmnummer (0-16).
tr_tr: RKEY algoritma alanı geçerli bir DNSSEC algoritma numarası (0-16) olmalıdır.
uk_ua: Поле алгоритму RKEY повинно бути дійсним номером алгоритму DNSSEC (0-16).
vi_vn: Trường thuật toán RKEY phải là số thuật toán DNSSEC hợp lệ (0-16).
zh_cn: RKEY 算法字段必须是有效的 DNSSEC 算法编号（0-16）。

source: Algorithm 1 (RSA/MD5) is deprecated (RFC 6725) and should NOT be used.
cs_cz: Algoritmus 1 (RSA/MD5) je zastaralý (RFC 6725) a NEMĚL by být používán.
de_de: Algorithmus 1 (RSA/MD5) ist veraltet (RFC 6725) und sollte NICHT verwendet werden.
es_es: El algoritmo 1 (RSA/MD5) está obsoleto (RFC 6725) y NO debe usarse.
fr_fr: L'algorithme 1 (RSA/MD5) est déprécié (RFC 6725) et ne devrait PAS être utilisé.
id_id: Algoritma 1 (RSA/MD5) sudah tidak digunakan lagi (RFC 6725) dan TIDAK BOLEH digunakan.
ko_kr: 알고리즘 1 (RSA/MD5)은 더 이상 사용되지 않으며 (RFC 6725) 사용해서는 안 됩니다.
lt_lt: Algoritmas 1 (RSA/MD5) nerekomenduojamas (RFC 6725) ir NETURĖTŲ būti naudojamas.
pl_pl: Algorytm 1 (RSA/MD5) jest przestarzały (RFC 6725) i NIE powinien być używany.
ru_ru: Алгоритм 1 (RSA/MD5) устарел (RFC 6725) и НЕ должен использоваться.
sv_se: Algoritm 1 (RSA/MD5) är föråldrad (RFC 6725) och BÖR INTE användas.
tr_tr: Algoritma 1 (RSA/MD5) kullanımdan kaldırılmıştır (RFC 6725) ve kullanılMAMALIDIR.
uk_ua: Алгоритм 1 (RSA/MD5) є застарілим (RFC 6725) і НЕ повинен використовуватися.
vi_vn: Thuật toán 1 (RSA/MD5) đã bị loại bỏ (RFC 6725) và KHÔNG nên sử dụng.
zh_cn: 算法 1（RSA/MD5）已被弃用（RFC 6725），不应使用。

source: Algorithm 3 (DSA/SHA1) is considered insecure and should be replaced with a stronger algorithm.
cs_cz: Algoritmus 3 (DSA/SHA1) je považován za nezabezpečený a měl by být nahrazen silnějším algoritmem.
de_de: Algorithmus 3 (DSA/SHA1) gilt als unsicher und sollte durch einen stärkeren Algorithmus ersetzt werden.
es_es: El algoritmo 3 (DSA/SHA1) se considera inseguro y debe reemplazarse con un algoritmo más fuerte.
fr_fr: L'algorithme 3 (DSA/SHA1) est considéré comme non sécurisé et devrait être remplacé par un algorithme plus fort.
id_id: Algoritma 3 (DSA/SHA1) dianggap tidak aman dan harus diganti dengan algoritma yang lebih kuat.
ko_kr: 알고리즘 3 (DSA/SHA1)은 안전하지 않은 것으로 간주되며 더 강력한 알고리즘으로 교체해야 합니다.
lt_lt: Algoritmas 3 (DSA/SHA1) laikomas nesaugiu ir turėtų būti pakeistas stipresniu algoritmu.
pl_pl: Algorytm 3 (DSA/SHA1) jest uważany za niezabezpieczony i powinien być zastąpiony silniejszym algorytmem.
ru_ru: Алгоритм 3 (DSA/SHA1) считается небезопасным и должен быть заменен более сильным алгоритмом.
sv_se: Algoritm 3 (DSA/SHA1) anses osäker och bör ersättas med en starkare algoritm.
tr_tr: Algoritma 3 (DSA/SHA1) güvensiz kabul edilir ve daha güçlü bir algoritmayla değiştirilmelidir.
uk_ua: Алгоритм 3 (DSA/SHA1) вважається небезпечним і повинен бути замінений на більш надійний алгоритм.
vi_vn: Thuật toán 3 (DSA/SHA1) được coi là không an toàn và nên được thay thế bằng thuật toán mạnh hơn.
zh_cn: 算法 3（DSA/SHA1）被认为不安全，应替换为更强的算法。

source: Algorithm 5 (RSA/SHA-1) is considered insecure and should be replaced with a stronger algorithm.
cs_cz: Algoritmus 5 (RSA/SHA-1) je považován za nezabezpečený a měl by být nahrazen silnějším algoritmem.
de_de: Algorithmus 5 (RSA/SHA-1) gilt als unsicher und sollte durch einen stärkeren Algorithmus ersetzt werden.
es_es: El algoritmo 5 (RSA/SHA-1) se considera inseguro y debe reemplazarse con un algoritmo más fuerte.
fr_fr: L'algorithme 5 (RSA/SHA-1) est considéré comme non sécurisé et devrait être remplacé par un algorithme plus fort.
id_id: Algoritma 5 (RSA/SHA-1) dianggap tidak aman dan harus diganti dengan algoritma yang lebih kuat.
ko_kr: 알고리즘 5 (RSA/SHA-1)는 안전하지 않은 것으로 간주되며 더 강력한 알고리즘으로 교체해야 합니다.
lt_lt: Algoritmas 5 (RSA/SHA-1) laikomas nesaugiu ir turėtų būti pakeistas stipresniu algoritmu.
pl_pl: Algorytm 5 (RSA/SHA-1) jest uważany za niezabezpieczony i powinien być zastąpiony silniejszym algorytmem.
ru_ru: Алгоритм 5 (RSA/SHA-1) считается небезопасным и должен быть заменен более сильным алгоритмом.
sv_se: Algoritm 5 (RSA/SHA-1) anses osäker och bör ersättas med en starkare algoritm.
tr_tr: Algoritma 5 (RSA/SHA-1) güvensiz kabul edilir ve daha güçlü bir algoritmayla değiştirilmelidir.
uk_ua: Алгоритм 5 (RSA/SHA-1) вважається небезпечним і повинен бути замінений на більш надійний алгоритм.
vi_vn: Thuật toán 5 (RSA/SHA-1) được coi là không an toàn và nên được thay thế bằng thuật toán mạnh hơn.
zh_cn: 算法 5（RSA/SHA-1）被认为不安全，应替换为更强的算法。
