Repository: poweradmin/poweradmin
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: cs_cz, de_de, es_es, fr_fr, id_id, ko_kr, lt_lt, pl_pl, ru_ru, sv_se, tr_tr, uk_ua, vi_vn, zh_cn

source: You do not have sufficient permissions to view this page.
cs_cz: Nemáte dostatečná oprávnění k zobrazení této stránky.
de_de: Sie haben nicht ausreichende Berechtigungen, um diese Seite anzuzeigen.
es_es: No tiene permisos suficientes para ver esta página.
fr_fr: Vous n'avez pas les permissions suffisantes pour voir cette page.
id_id: Anda tidak memiliki izin yang cukup untuk melihat halaman ini.
ko_kr: 이 페이지를 볼 수 있는 충분한 권한이 없습니다.
lt_lt: Neturite pakankamų leidimų peržiūrėti šį puslapį.
pl_pl: Nie masz wystarczających uprawnień do przeglądania tej strony.
ru_ru: У вас недостаточно прав для просмотра этой страницы.
sv_se: Du har inte tillräcklig behörighet att visa denna sida.
tr_tr: Bu sayfayı görüntülemek için yeterli izniniz yok.
uk_ua: У вас немає достатніх прав для перегляду цієї сторінки.
vi_vn: Bạn không có đủ quyền để xem trang này.
zh_cn: 您没有足够的权限查看此页面。

source: You do not have the permission to see any zones.
cs_cz: Nemáte oprávnění zobrazit žádné zóny.
de_de: Sie haben nicht die Berechtigung, Zonen anzuzeigen.
es_es: No tiene permisos para ver ninguna zona.
fr_fr: Vous n'avez pas l'autorisation de voir aucune zone.
id_id: Anda tidak memiliki izin untuk melihat zona apa pun.
ko_kr: 존을 볼 권한이 없습니다.
lt_lt: Neturite leidimo matyti jokių zonų.
pl_pl: Nie masz uprawnień do przeglądania żadnych stref.
ru_ru: У вас нет разрешения на просмотр зон.
sv_se: Du har inte behörighet att se några zoner.
tr_tr: Hiçbir zonu görme izniniz yok.
uk_ua: У вас немає дозволу на перегляд будь-яких зон.
vi_vn: Bạn không có quyền xem bất kỳ vùng nào.
zh_cn: 您没有查看任何区域的权限。

source: You do not have permission to manage zone ownership.
id_id: Anda tidak memiliki izin untuk mengelola kepemilikan zona.
ko_kr: 존 소유권을 관리할 권한이 없습니다.
sv_se: Du har inte behörighet att hantera zonägarskap.
uk_ua: У вас немає дозволу на керування власністю зони.
vi_vn: Bạn không có quyền quản lý quyền sở hữu vùng.

source: Please select at least one zone.
id_id: Silakan pilih setidaknya satu zona.
ko_kr: 최소 하나의 존을 선택하십시오.
sv_se: Välj minst en zon.
uk_ua: Будь ласка, виберіть принаймні одну зону.
vi_vn: Vui lòng chọn ít nhất một vùng.

source: %d zone added to group.
sv_se: %d zon tillagd i gruppen.
vi_vn: %d vùng đã được thêm vào nhóm.

source: %d zone could not be added.
sv_se: %d zon kunde inte läggas till.
vi_vn: %d vùng không thể được thêm.

source: %d zone removed from group.
sv_se: %d zon borttagen från gruppen.
vi_vn: %d vùng đã được xóa khỏi nhóm.

source: %d zone could not be removed.
sv_se: %d zon kunde inte tas bort.
vi_vn: %d vùng không thể được xóa.

source: You do not have the permission to add permission templates.
cs_cz: Nemáte oprávnění přidávat šablony oprávnění.
de_de: Sie haben nicht die Berechtigung, Berechtigungsvorlagen hinzuzufügen.
es_es: No tiene permisos para agregar plantillas de permisos.
fr_fr: Vous n'avez pas l'autorisation d'ajouter des modèles de permissions.
id_id: Anda tidak memiliki izin untuk menambahkan template izin.
ko_kr: 권한 템플릿을 추가할 권한이 없습니다.
lt_lt: Neturite leidimo pridėti leidimų šablonų.
pl_pl: Nie masz uprawnień do dodawania szablonów uprawnień.
ru_ru: У вас нет разрешения на добавление шаблонов разрешений.
sv_se: Du har inte behörighet att lägga till behörighetsmallar.
tr_tr: İzin şablonları ekleme yetkiniz yok.
uk_ua: У вас немає дозволу на додавання шаблонів прав доступу.
vi_vn: Bạn không có quyền thêm mẫu quyền hạn.
zh_cn: 您没有添加权限模板的权限。

source: The permission template has been added successfully.
cs_cz: Šablona oprávnění byla úspěšně přidána.
de_de: Die Berechtigungsvorlage wurde erfolgreich hinzugefügt.
es_es: La plantilla de permisos se ha agregado correctamente.
fr_fr: Le modèle de permissions a été ajouté avec succès.
id_id: Template izin telah berhasil ditambahkan.
ko_kr: 권한 템플릿이 성공적으로 추가되었습니다.
lt_lt: Leidimų šablonas sėkmingai pridėtas.
pl_pl: Szablon uprawnień został pomyślnie dodany.
ru_ru: Шаблон разрешений успешно добавлен.
sv_se: Behörighetsmallen har lagts till.
tr_tr: İzin şablonu başarıyla eklendi.
uk_ua: Шаблон прав доступу було успішно додано.
vi_vn: Mẫu quyền hạn đã được thêm thành công.
zh_cn: 权限模板已成功添加。

source: Not available for anonymous users.
cs_cz: Není dostupné pro anonymní uživatele.
de_de: Nicht verfügbar für anonyme Benutzer.
es_es: No disponible para usuarios anónimos.
fr_fr: Non disponible pour les utilisateurs anonymes.
id_id: Tidak tersedia untuk pengguna anonim.
ko_kr: 익명 사용자에게는 사용할 수 없습니다.
lt_lt: Neprieinama anoniminėms vartotojams.
pl_pl: Niedostępne dla użytkowników anonimowych.
ru_ru: Недоступно для анонимных пользователей.
sv_se: Inte tillgängligt för anonyma användare.
tr_tr: Anonim kullanıcılar için mevcut değil.
uk_ua: Недоступно для анонімних користувачів.
vi_vn: Không khả dụng cho người dùng ẩn danh.
zh_cn: 匿名用户不可用。

source: You do not have the permission to view this page.
cs_cz: Nemáte oprávnění zobrazit tuto stránku.
de_de: Sie haben nicht die Berechtigung, diese Seite anzuzeigen.
es_es: No tiene permisos para ver esta página.
fr_fr: Vous n'avez pas l'autorisation de voir cette page.
id_id: Anda tidak memiliki izin untuk melihat halaman ini.
ko_kr: 이 페이지를 볼 권한이 없습니다.
lt_lt: Neturite leidimo peržiūrėti šį puslapį.
pl_pl: Nie masz uprawnień do przeglądania tej strony.
ru_ru: У вас нет разрешения на просмотр этой страницы.
sv_se: Du har inte behörighet att visa denna sida.
tr_tr: Bu sayfayı görüntüleme yetkiniz yok.
uk_ua: У вас немає дозволу на перегляд цієї сторінки.
vi_vn: Bạn không có quyền xem trang này.
zh_cn: 您没有查看此页面的权限。

source: Database consistency checks are disabled.
cs_cz: Kontroly konzistence databáze jsou zakázány.
de_de: Datenbankkonsistenz-Prüfungen sind deaktiviert.
es_es: Las verificaciones de consistencia de la base de datos están deshabilitadas.
fr_fr: Les vérifications de cohérence de la base de données sont désactivées.
id_id: Pemeriksaan konsistensi basis data dinonaktifkan.
ko_kr: 데이터베이스 일관성 검사가 비활성화되어 있습니다.
lt_lt: Duomenų bazės suderinamumo patikrinimas išjungtas.
pl_pl: Sprawdzanie spójności bazy danych jest wyłączone.
ru_ru: Проверки целостности базы данных отключены.
sv_se: Databaskonsistenskontroller är inaktiverade.
tr_tr: Veritabanı tutarlılık kontrolleri devre dışı.
uk_ua: Перевірку цілісності бази даних вимкнено.
vi_vn: Kiểm tra tính nhất quán cơ sở dữ liệu đã bị tắt.
zh_cn: 数据库一致性检查已禁用。

source: Database Consistency Check
cs_cz: Kontrola konzistence databáze
de_de: Datenbankkonsistenz-Prüfung
es_es: Verificación de Consistencia de la Base de Datos
fr_fr: Vérification de cohérence de la base de données
id_id: Pemeriksaan Konsistensi Basis Data
ko_kr: 데이터베이스 일관성 검사
lt_lt: Duomenų bazės suderinamumo patikrinimas
pl_pl: Sprawdzenie spójności bazy danych
ru_ru: Проверка целостности базы данных
sv_se: Databaskonsistenskontroll
tr_tr: Veritabanı Tutarlılık Kontrolü
uk_ua: Перевірка цілісності бази даних
vi_vn: Kiểm tra tính nhất quán cơ sở dữ liệu
zh_cn: 数据库一致性检查

source: Zone owner assigned successfully
cs_cz: Vlastník zóny byl úspěšně přiřazen
de_de: Zonen-Eigentümer erfolgreich zugewiesen
es_es: Propietario de zona asignado correctamente
fr_fr: Propriétaire de zone assigné avec succès
id_id: Pemilik zona berhasil ditetapkan
ko_kr: 존 소유자가 성공적으로 지정되었습니다
lt_lt: Zonos savininkas sėkmingai priskirtas
pl_pl: Właściciel strefy został pomyślnie przypisany
ru_ru: Владелец зоны успешно назначен
sv_se: Zonägare tilldelad
tr_tr: Zon sahibi başarıyla atandı
uk_ua: Власника зони успішно призначено
vi_vn: Chủ sở hữu vùng đã được gán thành công
zh_cn: 区域所有者分配成功

source: Failed to assign zone owner
cs_cz: Nepodařilo se přiřadit vlastníka zóny
de_de: Zonen-Eigentümer konnte nicht zugewiesen werden
es_es: Error al asignar propietario de zona
fr_fr: Échec de l'assignation du propriétaire de zone
id_id: Gagal menetapkan pemilik zona
ko_kr: 존 소유자 지정에 실패했습니다
lt_lt: Nepavyko priskirti zonos savininko
pl_pl: Nie udało się przypisać właściciela strefy
ru_ru: Не удалось назначить владельца зоны
sv_se: Kunde inte tilldela zonägare
tr_tr: Zon sahibi atanamadı
uk_ua: Не вдалося призначити власника зони
vi_vn: Không thể gán chủ sở hữu vùng
zh_cn: 分配区域所有者失败

source: Slave zone deleted successfully
cs_cz: Podřízená zóna byla úspěšně smazána
de_de: Slave-Zone erfolgreich gelöscht
es_es: Zona esclava eliminada correctamente
fr_fr: Zone esclave supprimée avec succès
id_id: Zona slave berhasil dihapus
ko_kr: 슬레이브 존이 성공적으로 삭제되었습니다
lt_lt: Slave zona sėkmingai ištrinta
pl_pl: Strefa podrzędna została pomyślnie usunięta
ru_ru: Подчиненная зона успешно удалена
sv_se: Slave-zon raderad
tr_tr: Slave zon başarıyla silindi
uk_ua: Зону slave успішно видалено
vi_vn: Vùng slave đã được xóa thành công
zh_cn: 从区域删除成功

source: Failed to delete slave zone
cs_cz: Nepodařilo se smazat podřízenou zónu
de_de: Slave-Zone konnte nicht gelöscht werden
es_es: Error al eliminar zona esclava
fr_fr: Échec de la suppression de la zone esclave
id_id: Gagal menghapus zona slave
ko_kr: 슬레이브 존 삭제에 실패했습니다
lt_lt: Nepavyko ištrinti slave zonos
pl_pl: Nie udało się usunąć strefy podrzędnej
ru_ru: Не удалось удалить подчиненную зону
sv_se: Kunde inte radera slave-zon
tr_tr: Slave zon silinemedi
uk_ua: Не вдалося видалити зону slave
vi_vn: Không thể xóa vùng slave
zh_cn: 删除从区域失败

source: Orphaned record deleted successfully
cs_cz: Osamocený záznam byl úspěšně smazán
de_de: Verwaister Eintrag erfolgreich gelöscht
es_es: Registro huérfano eliminado correctamente
fr_fr: Enregistrement orphelin supprimé avec succès
id_id: Rekaman yatim berhasil dihapus
ko_kr: 고아 레코드가 성공적으로 삭제되었습니다
lt_lt: Našlaitis įrašas sėkmingai ištrintas
pl_pl: Rekord bez strefy został pomyślnie usunięty
ru_ru: Потерянная запись успешно удалена
sv_se: Föräldralös post raderad
tr_tr: Yetim kayıt başarıyla silindi
uk_ua: Осиротілий запис успішно видалено
vi_vn: Bản ghi mồ côi đã được xóa thành công
zh_cn: 孤立记录删除成功

source: Failed to delete orphaned record
cs_cz: Nepodařilo se smazat osamocený záznam
de_de: Verwaister Eintrag konnte nicht gelöscht werden
es_es: Error al eliminar registro huérfano
fr_fr: Échec de la suppression de l'enregistrement orphelin
id_id: Gagal menghapus rekaman yatim
ko_kr: 고아 레코드 삭제에 실패했습니다
lt_lt: Nepavyko ištrinti našlaičio įrašo
pl_pl: Nie udało się usunąć osieroconego rekordu
ru_ru: Не удалось удалить потерянную запись
sv_se: Kunde inte radera föräldralös post
tr_tr: Yetim kayıt silinemedi
uk_ua: Не вдалося видалити осиротілий запис
vi_vn: Không thể xóa bản ghi mồ côi
zh_cn: 删除孤立记录失败

source: Duplicate SOA records fixed successfully
cs_cz: Duplicitní SOA záznamy byly úspěšně opraveny
de_de: Doppelte SOA-Einträge erfolgreich behoben
es_es: Registros SOA duplicados corregidos correctamente
fr_fr: Enregistrements SOA dupliqués corrigés avec succès
id_id: Rekaman SOA duplikat berhasil diperbaiki
ko_kr: 중복 SOA 레코드가 성공적으로 수정되었습니다
lt_lt: Dubliuoti SOA įrašai sėkmingai sutvarkyti
pl_pl: Duplikaty rekordów SOA zostały pomyślnie naprawione
ru_ru: Дублирующиеся SOA записи успешно исправлены
sv_se: Duplicerade SOA-poster åtgärdade
tr_tr: Yinelenen SOA kayıtları başarıyla düzeltildi
uk_ua: Дублікати SOA-записів успішно виправлено
vi_vn: Bản ghi SOA trùng lặp đã được sửa thành công
zh_cn: 重复 SOA 记录修复成功

source: Failed to fix duplicate SOA records
cs_cz: Nepodařilo se opravit duplicitní SOA záznamy
de_de: Doppelte SOA-Einträge konnten nicht behoben werden
es_es: Error al corregir registros SOA duplicados
fr_fr: Échec de la correction des enregistrements SOA dupliqués
id_id: Gagal memperbaiki rekaman SOA duplikat
ko_kr: 중복 SOA 레코드 수정에 실패했습니다
lt_lt: Nepavyko sutvarkyti dubliuotų SOA įrašų
pl_pl: Nie udało się naprawić duplikatów rekordów SOA
ru_ru: Не удалось исправить дублирующиеся SOA записи
sv_se: Kunde inte åtgärda duplicerade SOA-poster
tr_tr: Yinelenen SOA kayıtları düzeltilemedi
uk_ua: Не вдалося виправити дублікати SOA-записів
vi_vn: Không thể sửa bản ghi SOA trùng lặp
zh_cn: 修复重复 SOA 记录失败

source: Default SOA record created successfully
cs_cz: Výchozí SOA záznam byl úspěšně vytvořen
de_de: Standard-SOA-Eintrag erfolgreich erstellt
es_es: Registro SOA predeterminado creado correctamente
fr_fr: Enregistrement SOA par défaut créé avec succès
id_id: Rekaman SOA default berhasil dibuat
ko_kr: 기본 SOA 레코드가 성공적으로 생성되었습니다
lt_lt: Numatytasis SOA įrašas sėkmingai sukurtas
pl_pl: Domyślny rekord SOA został pomyślnie utworzony
ru_ru: SOA запись по умолчанию успешно создана
sv_se: Standard SOA-post skapad
tr_tr: Varsayılan SOA kaydı başarıyla oluşturuldu
uk_ua: SOA-запис за замовчуванням успішно створено
vi_vn: Bản ghi SOA mặc định đã được tạo thành công
zh_cn: 默认 SOA 记录创建成功

source: Failed to create default SOA record
cs_cz: Nepodařilo se vytvořit výchozí SOA záznam
de_de: Standard-SOA-Eintrag konnte nicht erstellt werden
es_es: Error al crear registro SOA predeterminado
fr_fr: Échec de la création de l'enregistrement SOA par défaut
id_id: Gagal membuat rekaman SOA default
ko_kr: 기본 SOA 레코드 생성에 실패했습니다
lt_lt: Nepavyko sukurti numatytojo SOA įrašo
pl_pl: Nie udało się utworzyć domyślnego rekordu SOA
ru_ru: Не удалось создать SOA запись по умолчанию
sv_se: Kunde inte skapa standard SOA-post
tr_tr: Varsayılan SOA kaydı oluşturulamadı
uk_ua: Не вдалося створити SOA-запис за замовчуванням
vi_vn: Không thể tạo bản ghi SOA mặc định
zh_cn: 创建默认 SOA 记录失败

source: Invalid check type
cs_cz: Neplatný typ kontroly
de_de: Ungültiger Prüfungstyp
es_es: Tipo de verificación inválido
fr_fr: Type de vérification invalide
id_id: Jenis pemeriksaan tidak valid
ko_kr: 유효하지 않은 검사 유형입니다
lt_lt: Neteisingas patikrinimo tipas
pl_pl: Nieprawidłowy typ sprawdzenia
ru_ru: Недопустимый тип проверки
sv_se: Ogiltig kontrolltyp
tr_tr: Geçersiz kontrol türü
uk_ua: Недійсний тип перевірки
vi_vn: Loại kiểm tra không hợp lệ
zh_cn: 检查类型无效

source: You have logged out.
cs_cz: Byli jste odhlášeni.
de_de: Sie haben sich abgemeldet.
es_es: Ha cerrado sesión.
fr_fr: Vous vous êtes déconnecté.
id_id: Anda telah keluar.
ko_kr: 로그아웃되었습니다.
lt_lt: Jūs atsijungėte.
pl_pl: Zostałeś wylogowany.
ru_ru: Вы вышли из системы.
sv_se: Du har loggat ut.
tr_tr: Çıkış yaptınız.
uk_ua: Ви вийшли з системи.
vi_vn: Bạn đã đăng xuất.
zh_cn: 您已退出登录。

source: You do not have the permission to add a zone template.
cs_cz: Nemáte oprávnění přidat šablonu zóny.
de_de: Sie haben nicht die Berechtigung, eine Zonen-Vorlage hinzuzufügen.
es_es: No tiene permisos para agregar una plantilla de zona.
fr_fr: Vous n'avez pas l'autorisation d'ajouter un modèle de zone.
id_id: Anda tidak memiliki izin untuk menambahkan template zona.
ko_kr: 존 템플릿을 추가할 권한이 없습니다.
lt_lt: Neturite leidimo pridėti zonos šablono.
pl_pl: Nie masz uprawnień do dodawania szablonu strefy.
ru_ru: У вас нет разрешения на добавление шаблона зоны.
sv_se: Du har inte behörighet att lägga till en zonmall.
tr_tr: Zon şablonu ekleme yetkiniz yok.
uk_ua: У вас немає дозволу на додавання шаблону зони.
vi_vn: Bạn không có quyền thêm mẫu vùng.
zh_cn: 您没有添加区域模板的权限。

source: Zone template has been added successfully.
cs_cz: Šablona zóny byla úspěšně přidána.
de_de: Zonenvorlage wurde erfolgreich hinzugefügt.
es_es: La plantilla de zona se ha agregado correctamente.
fr_fr: Le modèle de zone a été ajouté avec succès.
id_id: Template zona telah berhasil ditambahkan.
ko_kr: 존 템플릿이 성공적으로 추가되었습니다.
lt_lt: Zonos šablonas sėkmingai pridėtas.
pl_pl: Szablon strefy został pomyślnie dodany.
ru_ru: Шаблон зоны успешно добавлен.
sv_se: Zonmallen har lagts till.
tr_tr: Zon şablonu başarıyla eklendi.
uk_ua: Шаблон зони було успішно додано.
vi_vn: Mẫu vùng đã được thêm thành công.
zh_cn: 区域模板已成功添加。

source: RDAP lookup functionality is disabled.
cs_cz: Funkce RDAP vyhledávání je zakázána.
de_de: RDAP-Abfragefunktion ist deaktiviert.
es_es: La funcionalidad de consulta RDAP está deshabilitada.
fr_fr: La fonctionnalité de recherche RDAP est désactivée.
id_id: Fungsi pencarian RDAP dinonaktifkan.
ko_kr: RDAP 조회 기능이 비활성화되어 있습니다.
lt_lt: RDAP paieškos funkcija išjungta.
pl_pl: Funkcjonalność wyszukiwania RDAP jest wyłączona.
ru_ru: Функция поиска RDAP отключена.
sv_se: RDAP-sökfunktionen är inaktiverad.
tr_tr: RDAP sorgulama özelliği kapalı.
uk_ua: Функцію RDAP-пошуку вимкнено.
vi_vn: Chức năng tra cứu RDAP đã bị tắt.
zh_cn: RDAP 查询功能已禁用。

source: You do not have permission to perform RDAP lookups.
cs_cz: Nemáte oprávnění provádět RDAP vyhledávání.
de_de: Sie haben nicht die Berechtigung, RDAP-Abfragen durchzuführen.
es_es: No tiene permisos para realizar consultas RDAP.
fr_fr: Vous n'avez pas l'autorisation d'effectuer des recherches RDAP.
id_id: Anda tidak memiliki izin untuk melakukan pencarian RDAP.
ko_kr: RDAP 조회를 수행할 권한이 없습니다.
lt_lt: Neturite leidimo atlikti RDAP paieškas.
pl_pl: Nie masz uprawnień do wykonywania zapytań RDAP.
ru_ru: У вас нет разрешения на выполнение поиска RDAP.
sv_se: Du har inte behörighet att utföra RDAP-sökningar.
tr_tr: RDAP sorgulaması yapma izniniz yok.
uk_ua: У вас немає дозволу на виконання RDAP-запитів.
vi_vn: Bạn không có quyền thực hiện tra cứu RDAP.
zh_cn: 您没有执行 RDAP 查询的权限。

source: Failed to retrieve RDAP information using server %s
cs_cz: Nepodařilo se získat RDAP informace pomocí serveru %s
de_de: RDAP-Informationen konnten nicht über Server %s abgerufen werden
es_es: Error al obtener información RDAP usando el servidor %s
fr_fr: Échec de la récupération des informations RDAP via le serveur %s
id_id: Gagal mengambil informasi RDAP menggunakan server %s
ko_kr: 서버 %s을(를) 사용하여 RDAP 정보를 가져오지 못했습니다
lt_lt: Nepavyko gauti RDAP informacijos naudojant serverį %s
pl_pl: Nie udało się pobrać informacji RDAP przy użyciu serwera %s
ru_ru: Не удалось получить информацию RDAP с сервера %s
sv_se: Kunde inte hämta RDAP-information med server %s
tr_tr: %s sunucusu kullanılarak RDAP bilgisi alınamadı
uk_ua: Не вдалося отримати інформацію RDAP за допомогою сервера %s
vi_vn: Không thể truy xuất thông tin RDAP từ máy chủ %s
zh_cn: 使用服务器 %s 检索 RDAP 信息失败

source: Record created successfully
id_id: Rekaman berhasil dibuat
ko_kr: 레코드가 성공적으로 생성되었습니다
sv_se: Posten skapad
uk_ua: Запис успішно створено
vi_vn: Bản ghi đã được tạo thành công

source: You do not have permission to manage group memberships.
id_id: Anda tidak memiliki izin untuk mengelola keanggotaan grup.
ko_kr: 그룹 구성원을 관리할 권한이 없습니다.
sv_se: Du har inte behörighet att hantera gruppmedlemskap.
uk_ua: У вас немає дозволу на керування членством у групах.
vi_vn: Bạn không có quyền quản lý thành viên nhóm.

source: Invalid user or group ID.
id_id: ID pengguna atau grup tidak valid.
ko_kr: 유효하지 않은 사용자 또는 그룹 ID입니다.
sv_se: Ogiltigt användar- eller grupp-ID.
uk_ua: Недійсний ID користувача або групи.
vi_vn: ID người dùng hoặc nhóm không hợp lệ.

source: User removed from group successfully.
id_id: Pengguna berhasil dihapus dari grup.
ko_kr: 사용자가 그룹에서 성공적으로 제거되었습니다.
sv_se: Användare borttagen från gruppen.
uk_ua: Користувача успішно видалено з групи.
vi_vn: Người dùng đã được xóa khỏi nhóm thành công.

source: You do not have the permission to add a slave zone.
cs_cz: Nemáte oprávnění přidat podřízenou zónu.
de_de: Sie haben nicht die Berechtigung, eine Slave-Zone hinzuzufügen.
es_es: No tiene permisos para agregar una zona esclava.
fr_fr: Vous n'avez pas l'autorisation d'ajouter une zone esclave.
id_id: Anda tidak memiliki izin untuk menambahkan zona slave.
ko_kr: 슬레이브 존을 추가할 권한이 없습니다.
lt_lt: Neturite leidimo pridėti slave zonos.
pl_pl: Nie masz uprawnień do dodawania strefy podrzędnej.
ru_ru: У вас нет разрешения на добавление подчиненной зоны.
sv_se: Du har inte behörighet att lägga till en slave-zon.
tr_tr: Slave zon ekleme yetkiniz yok.
uk_ua: У вас немає дозволу на додавання зони slave.
vi_vn: Bạn không có quyền thêm vùng slave.
zh_cn: 您没有添加从区域的权限。

source: Invalid hostname.
cs_cz: Neplatné jméno hostitele.
de_de: Ungültiger Hostname.
es_es: Nombre de host no válido.
fr_fr: Nom d'hôte invalide.
id_id: Nama host tidak valid.
ko_kr: 유효하지 않은 호스트명입니다.
lt_lt: Neteisingas serverio vardas.
pl_pl: Nieprawidłowa nazwa hosta.
ru_ru: Недопустимое имя хоста.
sv_se: Ogiltigt värdnamn.
tr_tr: Geçersiz sunucu adı.
uk_ua: Недійсне ім'я хоста.
vi_vn: Tên máy chủ không hợp lệ.
zh_cn: 主机名无效。

source: This is not a valid IPv4 or IPv6 address.
cs_cz: Toto není platná IPv4 nebo IPv6 adresa.
de_de: Dies ist keine gültige IPv4- oder IPv6-Adresse.
es_es: Esta no es una dirección IPv4 o IPv6 válida.
fr_fr: Ceci n'est pas une adresse IPv4 ou IPv6 valide.
id_id: Ini bukan alamat IPv4 atau IPv6 yang valid.
ko_kr: 유효한 IPv4 또는 IPv6 주소가 아닙니다.
lt_lt: Tai nėra teisingas IPv4 ar IPv6 adresas.
pl_pl: To nie jest prawidłowy adres IPv4 lub IPv6.
ru_ru: Это недопустимый IPv4 или IPv6 адрес.
sv_se: Detta är inte en giltig IPv4- eller IPv6-adress.
tr_tr: Bu geçerli bir IPv4 veya IPv6 adresi değil.
uk_ua: Це не є дійсною адресою IPv4 або IPv6.
vi_vn: Đây không phải là địa chỉ IPv4 hoặc IPv6 hợp lệ.
zh_cn: 这不是有效的 IPv4 或 IPv6 地址。

source: You do not have the permission to delete zone templates.
cs_cz: Nemáte oprávnění mazat šablony zón.
de_de: Sie haben nicht die Berechtigung, Zonenvorlagen zu löschen.
es_es: No tiene permiso para eliminar plantillas de zona.
fr_fr: Vous n'avez pas l'autorisation de supprimer les modèles de zone.
id_id: Anda tidak memiliki izin untuk menghapus template zona.
ko_kr: 존 템플릿을 삭제할 권한이 없습니다.
lt_lt: Neturite leidimo ištrinti zonų šablonų.
pl_pl: Nie masz uprawnień do usuwania szablonów stref.
ru_ru: У вас нет разрешения на удаление шаблонов зон.
sv_se: Du har inte behörighet att radera zonmallar.
tr_tr: Zon şablonlarını silme yetkiniz yok.
uk_ua: У вас немає дозволу на видалення шаблонів зон.
vi_vn: Bạn không có quyền xóa mẫu vùng.
zh_cn: 您没有删除区域模板的权限。

source: Zone template has been deleted successfully.
cs_cz: Šablona zóny byla úspěšně smazána.
de_de: Zonen-Vorlage wurde erfolgreich gelöscht.
es_es: La plantilla de zona se ha eliminado correctamente.
fr_fr: Le modèle de zone a été supprimé avec succès.
id_id: Template zona telah berhasil dihapus.
ko_kr: 존 템플릿이 성공적으로 삭제되었습니다.
lt_lt: Zonos šablonas sėkmingai ištrintas.
pl_pl: Szablon strefy został pomyślnie usunięty.
ru_ru: Шаблон зоны успешно удален.
sv_se: Zonmallen har raderats.
tr_tr: Zon şablonu başarıyla silindi.
uk_ua: Шаблон зони було успішно видалено.
vi_vn: Mẫu vùng đã được xóa thành công.
zh_cn: 区域模板已成功删除。

source: You do not have the permission to edit a supermaster.
cs_cz: Nemáte oprávnění upravovat supermaster.
de_de: Sie haben nicht die Berechtigung, einen Supermaster zu bearbeiten.
es_es: No tiene permisos para editar un supermaster.
fr_fr: Vous n'avez pas l'autorisation de modifier un supermaître.
id_id: Anda tidak memiliki izin untuk mengedit supermaster.
ko_kr: 슈퍼마스터를 편집할 권한이 없습니다.
lt_lt: Neturite leidimo redaguoti supermaster.
pl_pl: Nie masz uprawnień do edycji supermastera.
ru_ru: У вас нет разрешения на редактирование суперсервера.
sv_se: Du har inte behörighet att redigera en supermaster.
tr_tr: Supermaster düzenleme yetkiniz yok.
uk_ua: У вас немає дозволу на редагування суперсервера.
vi_vn: Bạn không có quyền chỉnh sửa supermaster.
zh_cn: 您没有编辑超级主机的权限。

source: The supermaster you are trying to edit does not exist.
cs_cz: Supermaster, který se pokoušíte upravit, neexistuje.
de_de: Der Supermaster, den Sie bearbeiten möchten, existiert nicht.
es_es: El supermaster que está intentando editar no existe.
fr_fr: Le supermaître que vous essayez de modifier n'existe pas.
id_id: Supermaster yang ingin Anda edit tidak ditemukan.
ko_kr: 편집하려는 슈퍼마스터가 존재하지 않습니다.
lt_lt: Supermaster, kurį bandote redaguoti, neegzistuoja.
pl_pl: Supermaster, który próbujesz edytować, nie istnieje.
ru_ru: Суперсервер, который вы пытаетесь редактировать, не существует.
sv_se: Den supermaster du försöker redigera finns inte.
tr_tr: Düzenlemeye çalıştığınız supermaster mevcut değil.
uk_ua: Суперсервер, який ви намагаєтесь редагувати, не існує.
vi_vn: Supermaster bạn đang cố chỉnh sửa không tồn tại.
zh_cn: 您尝试编辑的超级主机不存在。
