Repository: poweradmin/poweradmin
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: cs_cz, de_de, es_es, fr_fr, id_id, ko_kr, lt_lt, pl_pl, ru_ru, sv_se, tr_tr, uk_ua, vi_vn, zh_cn

source: Invalid key exchanger hostname. The exchanger field must be a valid domain name.
cs_cz: Neplatný hostname výměníku klíčů. Pole výměníku musí být platné doménové jméno.
de_de: Ungültiger Key-Exchanger-Hostname. Das Exchanger-Feld muss ein gültiger Domänenname sein.
es_es: Nombre de host del intercambiador de claves inválido. El campo del intercambiador debe ser un nombre de dominio válido.
fr_fr: Nom d'hôte d'échangeur de clé invalide. Le champ d'échangeur doit être un nom de domaine valide.
id_id: Weight SRV record harus antara 0 dan 65535.
ko_kr: ipv4hint의 잘못된 IPv4 주소: "%s".
lt_lt: Neteisingas raktų keitiklio hostname. Keitiklio laukas turi būti teisingas domeno vardas.
pl_pl: Nieprawidłowa nazwa hosta wymieniacza kluczy. Pole wymieniacza musi być prawidłową nazwą domeny.
ru_ru: Недопустимое имя хоста обменника ключей. Поле обменника должно содержать допустимое доменное имя.
sv_se: Ogiltigt tecken i återförsöksintervall.
tr_tr: Geçersiz anahtar değiştirici hostname. Değiştirici alanı geçerli bir domain adı olmalıdır.
uk_ua: TLSA selector must be 0 (Full certificate) or 1 (SubjectPublicKeyInfo).
vi_vn: Cờ regex NAPTR không hợp lệ. Chỉ cho phép 'i' (không phân biệt hoa thường).
zh_cn: 无效的密钥交换器主机名。交换器字段必须是有效的域名。

source: IMPORTANT: RFC 2230 requires KX records to be signed using DNSSEC. Unsigned KX records MUST be ignored for security reasons.
cs_cz: DŮLEŽITÉ: RFC 2230 vyžaduje, aby záznamy KX byly podepsány pomocí DNSSEC. Nepodepsané záznamy KX MUSÍ být z bezpečnostních důvodů ignorovány.
de_de: WICHTIG: RFC 2230 verlangt, dass KX-Einträge mit DNSSEC signiert werden. Unsignierte KX-Einträge MÜSSEN aus Sicherheitsgründen ignoriert werden.
es_es: IMPORTANTE: RFC 2230 requiere que los registros KX estén firmados usando DNSSEC. Los registros KX sin firmar DEBEN ignorarse por razones de seguridad.
fr_fr: IMPORTANT : La RFC 2230 exige que les enregistrements KX soient signés avec DNSSEC. Les enregistrements KX non signés DOIVENT être ignorés pour des raisons de sécurité.
id_id: SRV record port is mandatory.
ko_kr: ipv6hint의 잘못된 IPv6 주소: "%s".
lt_lt: SVARBU: RFC 2230 reikalauja, kad KX įrašai būtų pasirašyti naudojant DNSSEC. Nepasirašyti KX įrašai TURI būti ignoruojami saugumo sumetimais.
pl_pl: WAŻNE: RFC 2230 wymaga aby rekordy KX były podpisane używając DNSSEC. Niepodpisane rekordy KX MUSZĄ być ignorowane ze względów bezpieczeństwa.
ru_ru: ВАЖНО: RFC 2230 требует, чтобы KX-записи были подписаны с помощью DNSSEC. Неподписанные KX-записи ДОЛЖНЫ игнорироваться по соображениям безопасности.
sv_se: Du måste ange ett återförsöksintervall för en SOA-post.
tr_tr: ÖNEMLİ: RFC 2230 KX kayıtlarının DNSSEC kullanılarak imzalanmasını gerektirir. İmzalanmamış KX kayıtları güvenlik nedenleriyle yok sayılMALIDIR.
uk_ua: TLSA matching type must be 0 (Exact), 1 (SHA-256), or 2 (SHA-512).
vi_vn: Pattern regex NAPTR có vẻ không hợp lệ. Không thể biên dịch dưới dạng biểu thức chính quy.
zh_cn: 重要：RFC 2230 要求 KX 记录使用 DNSSEC 签名。出于安全原因，必须忽略未签名的 KX 记录。

source: Systems not implementing Secure DNS should ignore KX records entirely according to RFC 2230.
cs_cz: Systémy neimplementující Secure DNS by měly podle RFC 2230 zcela ignorovat záznamy KX.
de_de: Systeme, die Secure DNS nicht implementieren, sollten KX-Einträge gemäß RFC 2230 vollständig ignorieren.
es_es: Los sistemas que no implementan DNS Seguro deben ignorar completamente los registros KX según RFC 2230.
fr_fr: Les systèmes n'implémentant pas le DNS sécurisé doivent ignorer complètement les enregistrements KX selon la RFC 2230.
id_id: Port SRV record wajib diisi.
ko_kr: 매개변수 "%s"는 필수로 표시되어 있지만 레코드에 포함되지 않았습니다.
lt_lt: Sistemos, neimplementuojančios Secure DNS, turėtų visiškai ignoruoti KX įrašus pagal RFC 2230.
pl_pl: Systemy nie implementujące Secure DNS powinny całkowicie ignorować rekordy KX zgodnie z RFC 2230.
ru_ru: Системы, не реализующие Secure DNS, должны полностью игнорировать KX-записи согласно RFC 2230.
sv_se: Ogiltigt tecken i utgångsintervall.
tr_tr: Güvenli DNS uygulamayan sistemler RFC 2230'a göre KX kayıtlarını tamamen yok saymalıdır.
uk_ua: TLSA certificate data must be in hexadecimal format.
vi_vn: Nội dung bản ghi NAPTR phải chứa: order preference flags service regexp replacement.
zh_cn: 根据 RFC 2230，未实现安全 DNS 的系统应完全忽略 KX 记录。

source: Ensure that the key exchanger host has appropriate forward and reverse DNS records configured.
cs_cz: Ujistěte se, že hostitel výměníku klíčů má nakonfigurované odpovídající přímé a reverzní DNS záznamy.
de_de: Stellen Sie sicher, dass der Key-Exchanger-Host angemessene Vorwärts- und Rückwärts-DNS-Einträge konfiguriert hat.
es_es: Asegúrese de que el host intercambiador de claves tenga configurados registros DNS directos e inversos apropiados.
fr_fr: Assurez-vous que l'hôte d'échangeur de clé a les enregistrements DNS directs et inverses appropriés configurés.
id_id: SRV record port must be between 0 and 65535.
ko_kr: zone_id는 필수이며 양의 정수여야 합니다.
lt_lt: Užtikrinkite, kad raktų keitiklio hostas turi sukonfigūruotus tinkamus tiesioginius ir atvirkštinius DNS įrašus.
pl_pl: Upewnij się że host wymieniacza kluczy ma skonfigurowane odpowiednie rekordy DNS wprost i wstecz.
ru_ru: Убедитесь, что для хоста обменника ключей настроены соответствующие прямые и обратные DNS-записи.
sv_se: Du måste ange ett utgångsintervall för en SOA-post.
tr_tr: Anahtar değiştirici hostu'nun uygun ileri ve ters DNS kayıtlarının yapılandırıldığından emin olun.
uk_ua: SMIMEA certificate usage must be 0 (PKIX-TA), 1 (PKIX-EE), 2 (DANE-TA), or 3 (DANE-EE).
vi_vn: Ký tự không hợp lệ trong nội dung bản ghi NAPTR.
zh_cn: 确保密钥交换器主机配置了适当的正向和反向 DNS 记录。

source: The key exchanger host should have appropriate A/AAAA records for type A/AAAA additional section processing.
cs_cz: Hostitel výměníku klíčů by měl mít odpovídající A/AAAA záznamy pro zpracování dodatečné sekce typu A/AAAA.
de_de: Der Key-Exchanger-Host sollte angemessene A/AAAA-Einträge für Typ-A/AAAA-Additional-Section-Processing haben.
es_es: El host intercambiador de claves debe tener registros A/AAAA apropiados para procesamiento de sección adicional tipo A/AAAA.
fr_fr: L'hôte d'échangeur de clé doit avoir les enregistrements A/AAAA appropriés pour le traitement de section additionnelle de type A/AAAA.
id_id: Port SRV record harus antara 0 dan 65535.
ko_kr: zone_templ_id는 필수이며 양의 정수여야 합니다.
lt_lt: Raktų keitiklio hostas turėtų turėti tinkamus A/AAAA įrašus A/AAAA tipo papildomos sekcijos apdorojimui.
pl_pl: Host wymieniacza kluczy powinien mieć odpowiednie rekordy A/AAAA dla przetwarzania sekcji dodatkowej typu A/AAAA.
ru_ru: Хост обменника ключей должен иметь соответствующие A/AAAA-записи для обработки дополнительной секции A/AAAA.
sv_se: Ogiltigt tecken i negativt TTL.
tr_tr: Anahtar değiştirici host tip A/AAAA ek bölüm işleme için uygun A/AAAA kayıtlarına sahip olmalıdır.
uk_ua: SMIMEA selector must be 0 (Full certificate) or 1 (SubjectPublicKeyInfo).
vi_vn: Trường ưu tiên cho bản ghi NAPTR phải là 0 hoặc rỗng
zh_cn: 密钥交换器主机应具有适当的 A/AAAA 记录，用于类型 A/AAAA 附加部分处理。

source: Invalid value for KX preference field. Must be between 0 and 65535.
cs_cz: Neplatná hodnota pole preference KX. Musí být mezi 0 a 65535.
de_de: Ungültiger Wert für KX-Präferenzfeld. Muss zwischen 0 und 65535 liegen.
es_es: Valor inválido para el campo de preferencia KX. Debe estar entre 0 y 65535.
fr_fr: Valeur invalide pour le champ de préférence KX. Doit être entre 0 et 65535.
id_id: CAA record flags is mandatory.
ko_kr: perm_templ은 필수이며 0에서 255 사이의 정수여야 합니다.
lt_lt: Neteisinga KX pasirinkimo lauko reikšmė. Turi būti tarp 0 ir 65535.
pl_pl: Nieprawidłowa wartość pola preferencji KX. Musi być między 0 a 65535.
ru_ru: Недопустимое значение поля предпочтения KX. Должно быть между 0 и 65535.
sv_se: Du måste ange ett negativt TTL för en SOA-post.
tr_tr: KX öncelik alanı için geçersiz değer. 0 ile 65535 arasında olmalıdır.
uk_ua: SMIMEA matching type must be 0 (Exact), 1 (SHA-256), or 2 (SHA-512).
vi_vn: Hàm băm không hợp lệ cho bản ghi SSHFP. Phải nằm trong khoảng từ 1 đến 2 (1=SHA-1, 2=SHA-256).
zh_cn: KX 优先级字段值无效。必须在 0 到 65535 之间。

source: NOTE: The MINFO record type is marked as EXPERIMENTAL in RFC 1035. It may not be universally supported.
cs_cz: POZNÁMKA: Typ záznamu MINFO je v RFC 1035 označen jako EXPERIMENTÁLNÍ. Nemusí být univerzálně podporován.
de_de: HINWEIS: Der MINFO-Eintragstyp ist in RFC 1035 als EXPERIMENTELL markiert. Er wird möglicherweise nicht universell unterstützt.
es_es: NOTA: El tipo de registro MINFO está marcado como EXPERIMENTAL en RFC 1035. Puede no ser universalmente soportado.
fr_fr: NOTE : Le type d'enregistrement MINFO est marqué comme EXPÉRIMENTAL dans la RFC 1035. Il peut ne pas être universellement supporté.
id_id: Flags CAA record wajib diisi.
ko_kr: 레코드 이름은 필수입니다.
lt_lt: PASTABA: MINFO įrašo tipas pažymėtas kaip EKSPERIMENTINIS RFC 1035. Jis gali būti neuniversaliai palaikomas.
pl_pl: UWAGA: Typ rekordu MINFO jest oznaczony jako EKSPERYMENTALNY w RFC 1035. Może nie być powszechnie obsługiwany.
ru_ru: ПРИМЕЧАНИЕ: Тип записи MINFO отмечен как ЭКСПЕРИМЕНТАЛЬНЫЙ в RFC 1035. Он может не поддерживаться повсеместно.
sv_se: Postnivån måste vara en icke-tom sträng.
tr_tr: NOT: MINFO kayıt türü RFC 1035'te DENEYSEL olarak işaretlenmiştir. Evrensel olarak desteklenmeyebilir.
uk_ua: SMIMEA certificate data must be in hexadecimal format.
vi_vn: Thuật toán không hợp lệ cho bản ghi SSHFP. Phải nằm trong khoảng từ 1 đến 4 (1=RSA, 2=DSA, 3=ECDSA, 4=Ed25519).
zh_cn: 注意：MINFO 记录类型在 RFC 1035 中标记为实验性的。可能不被普遍支持。

source: MINFO record content cannot be empty.
cs_cz: Obsah záznamu MINFO nemůže být prázdný.
de_de: MINFO-Eintragsinhalt kann nicht leer sein.
es_es: El contenido del registro MINFO no puede estar vacío.
fr_fr: Le contenu de l'enregistrement MINFO ne peut pas être vide.
id_id: CAA record flags must be between 0 and 255.
ko_kr: 레코드 유형은 필수입니다.
lt_lt: MINFO įrašo turinys negali būti tuščias.
pl_pl: Zawartość rekordu MINFO nie może być pusta.
ru_ru: Содержимое MINFO-записи не может быть пустым.
sv_se: Posten måste vara en icke-tom sträng.
tr_tr: MINFO kayıt içeriği boş olamaz.
uk_ua: HIP (Host Identity Protocol) records have complex format requirements per RFC 8005.
vi_vn: Fingerprint không hợp lệ cho bản ghi SSHFP. Phải là chuỗi thập lục phân.
zh_cn: MINFO 记录内容不能为空。

source: MINFO record must contain both responsible mailbox and error mailbox separated by a space (RFC 1035 Section 3.3.7).
cs_cz: Záznam MINFO musí obsahovat jak odpovědný mailbox, tak chybový mailbox oddělené mezerou (RFC 1035 Sekce 3.3.7).
de_de: MINFO-Eintrag muss sowohl verantwortliche Mailbox als auch Fehler-Mailbox durch ein Leerzeichen getrennt enthalten (RFC 1035 Abschnitt 3.3.7).
es_es: El registro MINFO debe contener tanto el buzón responsable como el buzón de errores separados por un espacio (RFC 1035 Sección 3.3.7).
fr_fr: L'enregistrement MINFO doit contenir à la fois la boîte aux lettres responsable et la boîte aux lettres d'erreur séparées par un espace (RFC 1035 Section 3.3.7).
id_id: Flags CAA record harus antara 0 dan 255.
ko_kr: 레코드 내용은 필수입니다.
lt_lt: MINFO įrašas turi turėti ir atsakingą pašto dėžutę, ir klaidų pašto dėžutę, atskirtas tarpu (RFC 1035 skyrius 3.3.7).
pl_pl: Rekord MINFO musi zawierać zarówno odpowiedzialną skrzynkę pocztową jak i skrzynkę błędów oddzielone spacją (RFC 1035 Sekcja 3.3.7).
ru_ru: MINFO-запись должна содержать ответственный почтовый ящик и почтовый ящик для ошибок, разделенные пробелом (RFC 1035 раздел 3.3.7).
sv_se: Postnivån %s är ogiltig. Postnivån får endast innehålla alfanumeriska tecken, bindestreck och understreck.
tr_tr: MINFO kaydı boşlukla ayrılmış hem sorumlu posta kutusu hem de hata posta kutusunu içermelidir (RFC 1035 Bölüm 3.3.7).
uk_ua: NINFO records are experimental and not widely supported.
vi_vn: Độ dài fingerprint không chính xác cho loại hàm băm đã chỉ định.
zh_cn: MINFO 记录必须包含负责邮箱和错误邮箱，以空格分隔（RFC 1035 第 3.3.7 节）。

source: Invalid responsible mailbox hostname (RMAILBX).
cs_cz: Neplatný hostname odpovědného mailboxu (RMAILBX).
de_de: Ungültiger verantwortlicher Mailbox-Hostname (RMAILBX).
es_es: Nombre de host del buzón responsable inválido (RMAILBX).
fr_fr: Nom d'hôte de boîte aux lettres responsable invalide (RMAILBX).
id_id: CAA record tag is mandatory.
ko_kr: 레코드 TTL은 양의 정수여야 합니다.
lt_lt: Neteisingas atsakingos pašto dėžutės hostname (RMAILBX).
pl_pl: Nieprawidłowa nazwa hosta odpowiedzialnej skrzynki pocztowej (RMAILBX).
ru_ru: Недопустимое имя хоста ответственного почтового ящика (RMAILBX).
sv_se: Posten %s är ogiltig.
tr_tr: Geçersiz sorumlu posta kutusu hostname (RMAILBX).
uk_ua: L32 records are experimental identifier-locator network protocol records per RFC 6742.
vi_vn: SHA-1 không còn được khuyến nghị cho mục đích bảo mật. Hãy cân nhắc sử dụng SHA-256.
zh_cn: 无效的负责邮箱主机名（RMAILBX）。

source: RFC 1035 notes that many mailing lists use a mailbox "list-name-request" for the responsible mailbox field.
cs_cz: RFC 1035 poznamenává, že mnoho mailing listů používá mailbox "název-seznamu-request" pro pole odpovědného mailboxu.
de_de: RFC 1035 vermerkt, dass viele Mailinglisten eine Mailbox "list-name-request" für das verantwortliche Mailbox-Feld verwenden.
es_es: RFC 1035 nota que muchas listas de correo usan un buzón "list-name-request" para el campo de buzón responsable.
fr_fr: La RFC 1035 note que de nombreuses listes de diffusion utilisent une boîte aux lettres "nom-liste-request" pour le champ de boîte aux lettres responsable.
id_id: Tag CAA record wajib diisi.
ko_kr: 레코드 우선순위는 음이 아닌 정수여야 합니다.
lt_lt: RFC 1035 pažymi, kad daugelis pašto sąrašų naudoja pašto dėžutę "list-name-request" atsakingos pašto dėžutės laukui.
pl_pl: RFC 1035 zauważa że wiele list mailingowych używa skrzynki "list-name-request" dla pola odpowiedzialnej skrzynki pocztowej.
ru_ru: RFC 1035 отмечает, что многие списки рассылки используют почтовый ящик "list-name-request" для поля ответственного почтового ящика.
sv_se: MX-prioriteten måste vara ett heltal mellan 0 och 65535.
tr_tr: RFC 1035 birçok posta listesinin sorumlu posta kutusu alanı için "list-name-request" posta kutusu kullandığını belirtir.
uk_ua: L64 records are experimental identifier-locator network protocol records per RFC 6742.
vi_vn: DSA không còn được khuyến nghị cho mục đích bảo mật. Hãy cân nhắc sử dụng Ed25519 hoặc ECDSA.
zh_cn: RFC 1035 指出，许多邮件列表使用邮箱 "list-name-request" 作为负责邮箱字段。

source: Using "." (root) for RMAILBX indicates that the owner of the MINFO record is responsible for itself.
cs_cz: Použití "." (root) pro RMAILBX označuje, že vlastník záznamu MINFO je odpovědný sám za sebe.
de_de: Die Verwendung von "." (Root) für RMAILBX zeigt an, dass der Besitzer des MINFO-Eintrags für sich selbst verantwortlich ist.
es_es: Usar "." (raíz) para RMAILBX indica que el propietario del registro MINFO es responsable de sí mismo.
fr_fr: Utiliser "." (racine) pour RMAILBX indique que le propriétaire de l'enregistrement MINFO est responsable de lui-même.
id_id: CAA record tag must be one of: issue, issuewild, iodef.
ko_kr: 잘못된 레코드 유형입니다.
lt_lt: Naudojimas "." (root) RMAILBX rodo, kad MINFO įrašo savininkas yra atsakingas už save.
pl_pl: Używanie "." (root) dla RMAILBX wskazuje że właściciel rekordu MINFO jest odpowiedzialny za siebie.
ru_ru: Использование "." (корень) для RMAILBX означает, что владелец MINFO-записи отвечает за себя.
sv_se: SRV-prioriteten måste vara ett heltal mellan 0 och 65535.
tr_tr: RMAILBX için "." (kök) kullanmak MINFO kaydının sahibinin kendisinden sorumlu olduğunu gösterir.
uk_ua: LP records are experimental identifier-locator network protocol records per RFC 6742.
vi_vn: Nội dung bản ghi SSHFP phải ở định dạng: algorithm hashtype fingerprint.
zh_cn: 对 RMAILBX 使用 "."（根）表示 MINFO 记录的所有者对自己负责。

source: Invalid error mailbox hostname (EMAILBX).
cs_cz: Neplatný hostname chybového mailboxu (EMAILBX).
de_de: Ungültiger Fehler-Mailbox-Hostname (EMAILBX).
es_es: Nombre de host del buzón de errores inválido (EMAILBX).
fr_fr: Nom d'hôte de boîte aux lettres d'erreur invalide (EMAILBX).
id_id: Tag CAA record harus salah satu dari: issue, issuewild, iodef.
ko_kr: 레코드 내용은 255자를 초과할 수 없습니다.
lt_lt: Neteisingas klaidų pašto dėžutės hostname (EMAILBX).
pl_pl: Nieprawidłowa nazwa hosta skrzynki błędów (EMAILBX).
ru_ru: Недопустимое имя хоста почтового ящика для ошибок (EMAILBX).
sv_se: SRV-vikten måste vara ett heltal mellan 0 och 65535.
tr_tr: Geçersiz hata posta kutusu hostname (EMAILBX).
uk_ua: EUI48 records store IEEE 48-bit Extended Unique Identifiers. Ensure format matches xx-xx-xx-xx-xx-xx.
vi_vn: Ký tự không hợp lệ trong nội dung bản ghi SSHFP.
zh_cn: 无效的错误邮箱主机名（EMAILBX）。

source: Using "." (root) for EMAILBX indicates that errors should be returned to the sender of the message.
cs_cz: Použití "." (root) pro EMAILBX označuje, že chyby by měly být vráceny odesílateli zprávy.
de_de: Die Verwendung von "." (Root) für EMAILBX zeigt an, dass Fehler an den Absender der Nachricht zurückgesendet werden sollen.
es_es: Usar "." (raíz) para EMAILBX indica que los errores deben devolverse al remitente del mensaje.
fr_fr: Utiliser "." (racine) pour EMAILBX indique que les erreurs doivent être retournées à l'expéditeur du message.
id_id: CAA record value is mandatory.
ko_kr: 레코드 TTL은 2147483647을 초과할 수 없습니다.
lt_lt: Naudojimas "." (root) EMAILBX rodo, kad klaidos turėtų būti grąžintos pranešimo siuntėjui.
pl_pl: Używanie "." (root) dla EMAILBX wskazuje że błędy powinny być zwracane do nadawcy wiadomości.
ru_ru: Использование "." (корень) для EMAILBX означает, что ошибки должны возвращаться отправителю сообщения.
sv_se: SRV-porten måste vara ett heltal mellan 0 och 65535.
tr_tr: EMAILBX için "." (kök) kullanmak hataların mesajın gönderenine döndürülmesi gerektiğini gösterir.
uk_ua: EUI64 records store IEEE 64-bit Extended Unique Identifiers. Ensure format matches xx-xx-xx-xx-xx-xx-xx-xx.
vi_vn: Trường ưu tiên cho bản ghi SSHFP phải là 0 hoặc rỗng
zh_cn: 对 EMAILBX 使用 "."（根）表示错误应返回给消息发送者。

source: The responsible mailbox and error mailbox are identical. Consider using different mailboxes for these functions.
cs_cz: Odpovědný mailbox a chybový mailbox jsou identické. Zvažte použití různých mailboxů pro tyto funkce.
de_de: Die verantwortliche Mailbox und die Fehler-Mailbox sind identisch. Erwägen Sie die Verwendung verschiedener Mailboxen für diese Funktionen.
es_es: El buzón responsable y el buzón de errores son idénticos. Considere usar buzones diferentes para estas funciones.
fr_fr: La boîte aux lettres responsable et la boîte aux lettres d'erreur sont identiques. Considérez utiliser différentes boîtes aux lettres pour ces fonctions.
id_id: Value CAA record wajib diisi.
ko_kr: 레코드 우선순위는 65535를 초과할 수 없습니다.
lt_lt: Atsakinga pašto dėžutė ir klaidų pašto dėžutė yra identiškos. Apsvarstykite skirtingų pašto dėžučių naudojimą šioms funkcijoms.
pl_pl: Odpowiedzialna skrzynka pocztowa i skrzynka błędów są identyczne. Rozważ użycie różnych skrzynek dla tych funkcji.
ru_ru: Ответственный почтовый ящик и почтовый ящик для ошибок идентичны. Рассмотрите использование разных почтовых ящиков для этих функций.
sv_se: SSHFP-algoritmen måste vara ett heltal mellan 0 och 255.
tr_tr: Sorumlu posta kutusu ve hata posta kutusu aynı. Bu işlevler için farklı posta kutuları kullanmayı düşünün.
uk_ua: TKEY (Transaction Key) records are used for dynamic DNS updates and should be generated by software, not manually.
vi_vn: Cờ không hợp lệ cho bản ghi CAA. Phải là 0 (không quan trọng) hoặc 128 (quan trọng).
zh_cn: 负责邮箱和错误邮箱相同。考虑为这些功能使用不同的邮箱。

source: Priority field for MINFO records must be 0 or empty. MINFO does not use priority values per RFC 1035.
cs_cz: Pole priority pro záznamy MINFO musí být 0 nebo prázdné. MINFO nepoužívá hodnoty priority podle RFC 1035.
de_de: Prioritätsfeld für MINFO-Einträge muss 0 oder leer sein. MINFO verwendet gemäß RFC 1035 keine Prioritätswerte.
es_es: El campo de prioridad para registros MINFO debe ser 0 o vacío. MINFO no usa valores de prioridad según RFC 1035.
fr_fr: Le champ de priorité pour les enregistrements MINFO doit être 0 ou vide. MINFO n'utilise pas de valeurs de priorité selon la RFC 1035.
id_id: SSHFP record algorithm is mandatory.
ko_kr: 서브존 레코드는 삭제할 수 없습니다.
lt_lt: MINFO įrašų prioriteto laukas turi būti 0 arba tuščias. MINFO nenaudoja prioriteto reikšmių pagal RFC 1035.
pl_pl: Pole priorytetu dla rekordów MINFO musi być 0 lub puste. MINFO nie używa wartości priorytetu zgodnie z RFC 1035.
ru_ru: Поле приоритета для MINFO-записей должно быть 0 или пустым. MINFO не использует значения приоритета согласно RFC 1035.
sv_se: SSHFP-fingeravtryckstypen måste vara ett heltal mellan 0 och 255.
tr_tr: MINFO kayıtları için öncelik alanı 0 veya boş olmalıdır. MINFO RFC 1035'e göre öncelik değerlerini kullanmaz.
uk_ua: OPENPGPKEY fingerprint must be in hexadecimal format.
vi_vn: Tag không hợp lệ cho bản ghi CAA. Các tag hợp lệ: issue, issuewild, iodef.
zh_cn: MINFO 记录的优先级字段必须为 0 或空。根据 RFC 1035，MINFO 不使用优先级值。

source: Priority field for SPF records must be 0 or empty
cs_cz: Pole priority pro záznamy SPF musí být 0 nebo prázdné
de_de: Prioritätsfeld für SPF-Einträge muss 0 oder leer sein
es_es: El campo de prioridad para registros SPF debe ser 0 o vacío
fr_fr: Le champ de priorité pour les enregistrements SPF doit être 0 ou vide
id_id: Algorithm SSHFP record wajib diisi.
ko_kr: 잘못된 DNS 레코드 ID입니다.
lt_lt: SPF įrašų prioriteto laukas turi būti 0 arba tuščias
pl_pl: Pole priorytetu dla rekordów SPF musi być 0 lub puste
ru_ru: Поле приоритета для SPF-записей должно быть 0 или пустым
sv_se: TLSA-certifikatanvändningen måste vara ett heltal mellan 0 och 255.
tr_tr: SPF kayıtları için öncelik alanı 0 veya boş olmalıdır
uk_ua: CSYNC child zone flag must be 1 (immediate) or 0 (delayed).
vi_vn: Giá trị không hợp lệ cho bản ghi CAA.
zh_cn: SPF 记录的优先级字段必须为 0 或空

source: SPF record must start with "v=spf1"
cs_cz: SPF záznam musí začínat "v=spf1"
de_de: SPF-Eintrag muss mit "v=spf1" beginnen
es_es: El registro SPF debe comenzar con "v=spf1"
fr_fr: L'enregistrement SPF doit commencer par "v=spf1"
id_id: SSHFP record algorithm must be between 0 and 255.
ko_kr: 템플릿 이름은 필수이며 1-128자 사이여야 합니다.
lt_lt: SPF įrašas turi prasidėti "v=spf1"
pl_pl: Rekord SPF musi zaczynać się od "v=spf1"
ru_ru: SPF-запись должна начинаться с "v=spf1"
sv_se: TLSA-väljaren måste vara ett heltal mellan 0 och 255.
tr_tr: SPF kaydı "v=spf1" ile başlamalıdır
uk_ua: CSYNC SOA serial must match the child zone's SOA serial.
vi_vn: Tag 'issue' và 'issuewild' phải chỉ định tên miền CA hợp lệ hoặc ';' để cấm phát hành.
zh_cn: SPF 记录必须以 "v=spf1" 开头

source: SPF record exceeds 255 character limit. Split across multiple TXT records.
cs_cz: SPF záznam překračuje limit 255 znaků. Rozdělte na více TXT záznamů.
de_de: SPF-Eintrag überschreitet das 255-Zeichen-Limit. Aufteilen auf mehrere TXT-Einträge.
es_es: El registro SPF excede el límite de 255 caracteres. Divida en múltiples registros TXT.
fr_fr: L'enregistrement SPF dépasse la limite de 255 caractères. Divisez sur plusieurs enregistrements TXT.
id_id: Algorithm SSHFP record harus antara 0 dan 255.
ko_kr: 템플릿 설명은 255자를 초과할 수 없습니다.
lt_lt: SPF įrašas viršija 255 simbolių limitą. Padalinkite per kelis TXT įrašus.
pl_pl: Rekord SPF przekracza limit 255 znaków. Podziel na wiele rekordów TXT.
ru_ru: SPF-запись превышает лимит в 255 символов. Разделите на несколько TXT-записей.
sv_se: TLSA-matchningstypen måste vara ett heltal mellan 0 och 255.
tr_tr: SPF kaydı 255 karakter sınırını aşıyor. Birden fazla TXT kaydına bölün.
uk_ua: CSYNC type list must contain valid record types to synchronize.
vi_vn: Tag 'iodef' phải chứa URL hoặc địa chỉ email hợp lệ để báo cáo vi phạm.
zh_cn: SPF 记录超过 255 字符限制。拆分为多个 TXT 记录。
