Repository: poweradmin/poweradmin
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: cs_cz, de_de, es_es, fr_fr, id_id, ko_kr, lt_lt, pl_pl, ru_ru, sv_se, tr_tr, uk_ua, vi_vn, zh_cn

source: The record was deleted but the comment was preserved because similar records exist.
cs_cz: Záznam byl smazán, ale komentář byl zachován, protože existují podobné záznamy.
de_de: Der Datensatz wurde gelöscht, aber der Kommentar wurde beibehalten, da ähnliche Datensätze existieren.
es_es: El registro fue eliminado pero el comentario se conservó porque existen registros similares.
fr_fr: L'enregistrement a été supprimé mais le commentaire a été préservé car des enregistrements similaires existent.exist.
id_id: Rekaman telah dihapus, tetapi komentar dipertahankan karena rekaman serupa masih ada.
ko_kr: 레코드가 삭제되었지만, 유사한 레코드가 존재하여 코멘트는 보존되었습니다.
lt_lt: Įrašas buvo ištrintas, bet komentaras išsaugotas, nes egzistuoja panašūs įrašai.
pl_pl: Rekord został usunięty, ale komentarz został zachowany, ponieważ istnieją podobne rekordy.
ru_ru: Запись была удалена, но комментарий сохранен, так как существуют похожие записи.
sv_se: Posten raderades men kommentaren bevarades eftersom liknande poster finns.
tr_tr: Kayıt silindi ancak benzer kayıtlar var olduğu için yorum korundu.
uk_ua: Запис було видалено, але коментар збережено, оскільки існують подібні записи.
vi_vn: Bản ghi đã được xóa nhưng bình luận được giữ lại vì có các bản ghi tương tự tồn tại.
zh_cn: Kayıt silindi ancak benzer kayıtlar var olduğu için yorum korundu.

source: The record and its corresponding PTR and A/AAAA records have been deleted successfully.
cs_cz: Záznam a jeho odpovídající PTR a A/AAAA záznamy byly úspěšně odstraněny.
es_es: El registro y sus correspondientes registros PTR y A/AAAA han sido eliminados exitosamente.
fr_fr: L'enregistrement et ses enregistrements PTR et A/AAAA correspondants ont été supprimés avec succès.
id_id: Rekaman beserta rekaman PTR dan A/AAAA yang terkait telah berhasil dihapus.
ko_kr: 레코드와 해당 PTR 및 A/AAAA 레코드가 성공적으로 삭제되었습니다.
lt_lt: Įrašas ir atitinkami PTR bei A/AAAA įrašai sėkmingai ištrinti.
ru_ru: Запись и соответствующие ей PTR и A/AAAA записи были успешно удалены.
sv_se: Posten och dess motsvarande PTR- och A/AAAA-poster har raderats.
uk_ua: Запис та відповідні PTR і A/AAAA записи було успішно видалено.
vi_vn: Bản ghi và các bản ghi PTR và A/AAAA tương ứng đã được xóa thành công.

source: The record and its corresponding PTR record have been deleted successfully.
cs_cz: Záznam a odpovídající PTR záznam byly úspěšně smazány.
de_de: Der Eintrag und sein entsprechender PTR-Eintrag wurden erfolgreich gelöscht.
es_es: El registro y su registro PTR correspondiente se han eliminado correctamente.
fr_fr: L'enregistrement et son enregistrement PTR correspondant ont été supprimés avec succès.
id_id: Rekaman beserta rekaman PTR yang terkait telah berhasil dihapus.
ko_kr: 레코드와 해당 PTR 레코드가 성공적으로 삭제되었습니다.
lt_lt: Įrašas ir atitinkamas PTR įrašas sėkmingai ištrinti.
pl_pl: Rekord i odpowiadający mu rekord PTR zostały pomyślnie usunięte.
ru_ru: Запись и соответствующая PTR запись успешно удалены.
sv_se: Posten och dess motsvarande PTR-post har raderats.
tr_tr: Kayıt ve ilgili PTR kaydı başarıyla silindi.
uk_ua: Запис та відповідний PTR-запис було успішно видалено.
vi_vn: Bản ghi và bản ghi PTR tương ứng đã được xóa thành công.
zh_cn: 记录及其对应的 PTR 记录已成功删除。

source: The record and its corresponding A/AAAA record have been deleted successfully.
cs_cz: Záznam a jeho odpovídající A/AAAA záznam byly úspěšně odstraněny.
es_es: El registro y su correspondiente registro A/AAAA han sido eliminados exitosamente.
fr_fr: L'enregistrement et son enregistrement A/AAAA correspondant ont été supprimés avec succès.
id_id: Rekaman beserta rekaman A/AAAA yang terkait telah berhasil dihapus.
ko_kr: 레코드와 해당 A/AAAA 레코드가 성공적으로 삭제되었습니다.
lt_lt: Įrašas ir atitinkamas A/AAAA įrašas sėkmingai ištrinti.
ru_ru: Запись и соответствующая ей A/AAAA запись были успешно удалены.
sv_se: Posten och dess motsvarande A/AAAA-post har raderats.
uk_ua: Запис та відповідний A/AAAA запис було успішно видалено.
vi_vn: Bản ghi và bản ghi A/AAAA tương ứng đã được xóa thành công.

source: The record has been deleted successfully. No matching PTR record was found.
cs_cz: Záznam byl úspěšně smazán. Nebyl nalezen odpovídající PTR záznam.
de_de: Der Eintrag wurde erfolgreich gelöscht. Kein entsprechender PTR-Eintrag wurde gefunden.
es_es: El registro se ha eliminado correctamente. No se encontró un registro PTR coincidente.
fr_fr: L'enregistrement a été supprimé avec succès. Aucun enregistrement PTR correspondant n'a été trouvé.
id_id: Rekaman telah berhasil dihapus. Tidak ditemukan rekaman PTR yang cocok.
ko_kr: 레코드가 성공적으로 삭제되었습니다. 일치하는 PTR 레코드를 찾을 수 없습니다.
lt_lt: Įrašas sėkmingai ištrintas. Atitinkamas PTR įrašas nerastas.
pl_pl: Rekord został pomyślnie usunięty. Nie znaleziono odpowiadającego rekordu PTR.
ru_ru: Запись успешно удалена. Соответствующая PTR запись не найдена.
sv_se: Posten har raderats. Ingen matchande PTR-post hittades.
tr_tr: Kayıt başarıyla silindi. Eşleşen PTR kaydı bulunamadı.
uk_ua: Запис було успішно видалено. Відповідний PTR-запис не знайдено.
vi_vn: Bản ghi đã được xóa thành công. Không tìm thấy bản ghi PTR phù hợp.
zh_cn: 记录已成功删除。未找到匹配的 PTR 记录。

source: The record has been deleted successfully. No matching A/AAAA record was found.
cs_cz: Záznam byl úspěšně odstraněn. Nebyl nalezen odpovídající A/AAAA záznam.
es_es: El registro ha sido eliminado exitosamente. No se encontró ningún registro A/AAAA coincidente.
fr_fr: L'enregistrement a été supprimé avec succès. Aucun enregistrement A/AAAA correspondant n'a été trouvé.
id_id: Rekaman telah berhasil dihapus. Tidak ditemukan rekaman A/AAAA yang cocok.
ko_kr: 레코드가 성공적으로 삭제되었습니다. 일치하는 A/AAAA 레코드를 찾을 수 없습니다.
lt_lt: Įrašas sėkmingai ištrintas. Atitinkamo A/AAAA įrašo nerasta.
ru_ru: Запись была успешно удалена. Соответствующая A/AAAA запись не найдена.
sv_se: Posten har raderats. Ingen matchande A/AAAA-post hittades.
uk_ua: Запис було успішно видалено. Відповідний A/AAAA запис не знайдено.
vi_vn: Bản ghi đã được xóa thành công. Không tìm thấy bản ghi A/AAAA phù hợp.

source: The record has been deleted successfully.
cs_cz: Záznam byl úspěšně smazán.
de_de: Der Eintrag wurde erfolgreich gelöscht.
es_es: El registro ha sido eliminado con éxito.
fr_fr: L'enregistrement a été supprimé avec succès.
id_id: Rekaman telah berhasil dihapus.
ko_kr: 레코드가 성공적으로 삭제되었습니다.
lt_lt: Įrašas sėkmingai ištrintas.
pl_pl: Rekord został pomyślnie usunięty.
ru_ru: Запись успешно удалена.
sv_se: Posten har raderats.
tr_tr: Kayıt başarıyla silindi.
uk_ua: Запис було успішно видалено.
vi_vn: Bản ghi đã được xóa thành công.
zh_cn: 记录已成功删除。

source: You cannot delete records from a SLAVE zone.
id_id: Anda tidak dapat menghapus rekaman dari zona SLAVE.
ko_kr: SLAVE 존에서는 레코드를 삭제할 수 없습니다.
sv_se: Du kan inte radera poster från en SLAVE-zon.
uk_ua: Ви не можете видаляти записи із зони SLAVE.
vi_vn: Bạn không thể xóa bản ghi từ vùng SLAVE.

source: You do not have permission to delete groups.
id_id: Anda tidak memiliki izin untuk menghapus grup.
ko_kr: 그룹을 삭제할 권한이 없습니다.
sv_se: Du har inte behörighet att radera grupper.
uk_ua: У вас немає дозволу на видалення груп.
vi_vn: Bạn không có quyền xóa nhóm.

source: Invalid group ID.
id_id: ID grup tidak valid.
ko_kr: 유효하지 않은 그룹 ID입니다.
sv_se: Ogiltigt grupp-ID.
uk_ua: Недійсний ID групи.
vi_vn: ID nhóm không hợp lệ.

source: Group deletion cancelled.
id_id: Penghapusan grup dibatalkan.
ko_kr: 그룹 삭제가 취소되었습니다.
sv_se: Radering av grupp avbruten.
uk_ua: Видалення групи скасовано.
vi_vn: Việc xóa nhóm đã bị hủy.

source: Group has been deleted successfully.
id_id: Grup telah berhasil dihapus.
ko_kr: 그룹이 성공적으로 삭제되었습니다.
sv_se: Gruppen har raderats.
uk_ua: Групу було успішно видалено.
vi_vn: Nhóm đã được xóa thành công.

source: Group not found.
id_id: Grup tidak ditemukan.
ko_kr: 그룹을 찾을 수 없습니다.
sv_se: Gruppen hittades inte.
uk_ua: Групу не знайдено.
vi_vn: Không tìm thấy nhóm.

source: Preferences saved successfully.
id_id: Preferensi berhasil disimpan.
ko_kr: 환경 설정이 성공적으로 저장되었습니다.
sv_se: Inställningar sparades.
uk_ua: Налаштування успішно збережено.
vi_vn: Tùy chọn đã được lưu thành công.

source: Failed to update preferences. Please try again.
id_id: Gagal memperbarui preferensi. Silakan coba lagi.
ko_kr: 환경 설정을 업데이트하지 못했습니다. 다시 시도하십시오.
sv_se: Kunde inte uppdatera inställningarna. Försök igen.
uk_ua: Не вдалося оновити налаштування. Спробуйте ще раз.
vi_vn: Không thể cập nhật tùy chọn. Vui lòng thử lại.

source: Top
id_id: Atas
ko_kr: 위
sv_se: Topp
uk_ua: Вгору
vi_vn: Đầu

source: Bottom
id_id: Bawah
ko_kr: 아래
sv_se: Botten
uk_ua: Вниз
vi_vn: Cuối

source: You do not have permission to manage group members.
id_id: Anda tidak memiliki izin untuk mengelola anggota grup.
ko_kr: 그룹 구성원을 관리할 권한이 없습니다.
sv_se: Du har inte behörighet att hantera gruppmedlemmar.
uk_ua: У вас немає дозволу на керування учасниками групи.
vi_vn: Bạn không có quyền quản lý thành viên nhóm.

source: Invalid action.
id_id: Tindakan tidak valid.
ko_kr: 유효하지 않은 작업입니다.
sv_se: Ogiltig åtgärd.
uk_ua: Недійсна дія.
vi_vn: Hành động không hợp lệ.

source: Please select at least one user.
id_id: Silakan pilih setidaknya satu pengguna.
ko_kr: 최소 한 명의 사용자를 선택하십시오.
sv_se: Välj minst en användare.
uk_ua: Будь ласка, виберіть принаймні одного користувача.
vi_vn: Vui lòng chọn ít nhất một người dùng.

source: %d user added to group.
sv_se: %d användare tillagd i gruppen.
vi_vn: %d người dùng đã được thêm vào nhóm.

source: %d user could not be added.
sv_se: %d användare kunde inte läggas till.
vi_vn: %d người dùng không thể được thêm.

source: %d user removed from group.
sv_se: %d användare borttagen från gruppen.
vi_vn: %d người dùng đã được xóa khỏi nhóm.

source: %d user could not be removed.
sv_se: %d användare kunde inte tas bort.
vi_vn: %d người dùng không thể được xóa.

source: DNS wizards are not enabled.
id_id: Wizard DNS tidak diaktifkan.
ko_kr: DNS 마법사가 활성화되어 있지 않습니다.
sv_se: DNS-guider är inte aktiverade.
uk_ua: DNS-майстри не увімкнені.
vi_vn: Trình hướng dẫn DNS chưa được bật.

source: Invalid zone ID.
fr_fr: ID de zone invalide.
id_id: ID zona tidak valid.
ko_kr: 유효하지 않은 존 ID입니다.
sv_se: Ogiltigt zon-ID.
uk_ua: Недійсний ID зони.
vi_vn: ID vùng không hợp lệ.

source: Zone not found.
id_id: Zona tidak ditemukan.
ko_kr: 존을 찾을 수 없습니다.
sv_se: Zonen hittades inte.
uk_ua: Зону не знайдено.
vi_vn: Không tìm thấy vùng.

source: You do not have permission to add records to this zone.
id_id: Anda tidak memiliki izin untuk menambahkan rekaman ke zona ini.
ko_kr: 이 존에 레코드를 추가할 권한이 없습니다.
sv_se: Du har inte behörighet att lägga till poster i denna zon.
uk_ua: У вас немає дозволу на додавання записів до цієї зони.
vi_vn: Bạn không có quyền thêm bản ghi vào vùng này.

source: Invalid wizard type.
id_id: Jenis wizard tidak valid.
ko_kr: 유효하지 않은 마법사 유형입니다.
sv_se: Ogiltig guidetyp.
uk_ua: Недійсний тип майстра.
vi_vn: Loại trình hướng dẫn không hợp lệ.

source: Validation failed:
id_id: Validasi gagal:
ko_kr: 유효성 검사 실패:
sv_se: Validering misslyckades:
uk_ua: Помилка валідації:
vi_vn: Xác thực thất bại:

source: Failed to generate record:
id_id: Gagal menghasilkan rekaman:
ko_kr: 레코드 생성 실패:
sv_se: Kunde inte generera post:
uk_ua: Не вдалося згенерувати запис:
vi_vn: Không thể tạo bản ghi:

source: This record was not valid and could not be added. It may already exist or contain invalid data.
cs_cz: Tento záznam nebyl platný a nemohl být přidán. Možná již existuje nebo obsahuje neplatná data.
de_de: Dieser Eintrag war nicht gültig und konnte nicht hinzugefügt werden. Er existiert möglicherweise bereits oder enthält ungültige Daten.
es_es: Este registro no era válido y no se pudo agregar. Puede que ya exista o contenga datos inválidos.
fr_fr: Cet enregistrement n'était pas valide et n'a pas pu être ajouté. Il existe peut-être déjà ou contient des données invalides.
id_id: Rekaman ini tidak valid dan tidak dapat ditambahkan. Mungkin sudah ada atau berisi data yang tidak valid.
ko_kr: 이 레코드는 유효하지 않아 추가할 수 없습니다. 이미 존재하거나 유효하지 않은 데이터를 포함하고 있을 수 있습니다.
lt_lt: Šis įrašas neteisingas ir negali būti pridėtas. Jis gali jau egzistuoti arba turėti neteisingų duomenų.
pl_pl: Ten rekord był nieprawidłowy i nie mógł zostać dodany. Może już istnieć lub zawierać nieprawidłowe dane.
ru_ru: Эта запись недействительна и не может быть добавлена. Возможно, она уже существует или содержит недопустимые данные.
sv_se: Posten var inte giltig och kunde inte läggas till. Den kanske redan finns eller innehåller ogiltiga data.
tr_tr: Bu kayıt geçersiz olduğu için eklenemedi. Kayıt zaten mevcut olabilir ya da geçersiz veriler içeriyor olabilir.
uk_ua: Цей запис недійсний і не може бути додано. Можливо, він вже існує або містить недійсні дані.
vi_vn: Bản ghi này không hợp lệ và không thể được thêm. Nó có thể đã tồn tại hoặc chứa dữ liệu không hợp lệ.
zh_cn: 此记录无效，无法添加。它可能已存在或包含无效数据。

source: The record was successfully added.
cs_cz: Záznam byl úspěšně přidán.
de_de: Der Eintrag wurde erfolgreich hinzugefügt.
es_es: El registro se agregó correctamente.
fr_fr: L'enregistrement a été ajouté avec succès.
id_id: Rekaman berhasil ditambahkan.
ko_kr: 레코드가 성공적으로 추가되었습니다.
lt_lt: Įrašas sėkmingai pridėtas.
pl_pl: Rekord został pomyślnie dodany.
ru_ru: Запись была успешно добавлена.
sv_se: Posten lades till.
tr_tr: Kayıt başarıyla eklendi.
uk_ua: Запис було успішно додано.
vi_vn: Bản ghi đã được thêm thành công.
zh_cn: 记录已成功添加。

source: MFA is not enabled on this system.
cs_cz: MFA není na tomto systému povoleno.
de_de: MFA ist auf diesem System nicht aktiviert.
es_es: MFA no está habilitado en este sistema.
fr_fr: L'authentification multifacteur (MFA) n'est pas activée sur ce système.
id_id: MFA tidak diaktifkan pada sistem ini.
ko_kr: 이 시스템에서 MFA가 활성화되어 있지 않습니다.
lt_lt: MFA nėra įjungta šioje sistemoje.
pl_pl: MFA nie jest włączone w tym systemie.
ru_ru: MFA не включена в этой системе.
sv_se: MFA är inte aktiverat på detta system.
tr_tr: Bu sistemde MFA etkin değil.
uk_ua: MFA не увімкнено в цій системі.
vi_vn: MFA chưa được bật trên hệ thống này.
zh_cn: 此系统未启用多因素认证。

source: Failed to create MFA record.
cs_cz: Selhalo vytvoření MFA záznamu.
de_de: Fehler beim Erstellen des MFA-Eintrags.
es_es: Error al crear el registro MFA.
fr_fr: Échec de la création de l'enregistrement MFA.
id_id: Gagal membuat catatan MFA.
ko_kr: MFA 레코드를 생성하지 못했습니다.
lt_lt: Nepavyko sukurti MFA įrašo.
pl_pl: Nie udało się utworzyć rekordu MFA.
ru_ru: Не удалось создать MFA запись.
sv_se: Kunde inte skapa MFA-post.
tr_tr: MFA kaydı oluşturulamadı.
uk_ua: Не вдалося створити запис MFA.
vi_vn: Không thể tạo bản ghi MFA.
zh_cn: 创建多因素认证记录失败。

source: MFA is already enabled.
cs_cz: MFA je již povoleno.
de_de: MFA ist bereits aktiviert.
es_es: MFA ya está habilitado.
fr_fr: L'authentification multifacteur (MFA) est déjà activée.
id_id: MFA sudah diaktifkan.
ko_kr: MFA가 이미 활성화되어 있습니다.
lt_lt: MFA jau įjungta.
pl_pl: MFA jest już włączone.
ru_ru: MFA уже включена.
sv_se: MFA är redan aktiverat.
tr_tr: MFA zaten etkin.
uk_ua: MFA вже увімкнено.
vi_vn: MFA đã được bật rồi.
zh_cn: 多因素认证已启用。

source: Verification code is required.
cs_cz: Ověřovací kód je povinný.
de_de: Verifizierungscode ist erforderlich.
es_es: El código de verificación es obligatorio.
fr_fr: Le code de vérification est requis.
id_id: Kode verifikasi diperlukan.
ko_kr: 인증 코드가 필요합니다.
lt_lt: Patvirtinimo kodas privalomas.
pl_pl: Kod weryfikacyjny jest wymagany.
ru_ru: Код подтверждения обязателен.
sv_se: Verifieringskod krävs.
tr_tr: Doğrulama kodu gerekli.
uk_ua: Код підтвердження є обов'язковим.
vi_vn: Mã xác minh là bắt buộc.
zh_cn: 验证码是必需的。

source: MFA has been enabled successfully.
cs_cz: MFA bylo úspěšně povoleno.
de_de: MFA wurde erfolgreich aktiviert.
es_es: MFA se ha habilitado correctamente.
fr_fr: L'authentification multifacteur (MFA) a été activée avec succès.
id_id: MFA telah berhasil diaktifkan.
ko_kr: MFA가 성공적으로 활성화되었습니다.
lt_lt: MFA sėkmingai įjungta.
pl_pl: MFA zostało pomyślnie włączone.
ru_ru: MFA успешно включена.
sv_se: MFA har aktiverats.
tr_tr: MFA başarıyla etkinleştirildi.
uk_ua: MFA було успішно увімкнено.
vi_vn: MFA đã được bật thành công.
zh_cn: 多因素认证已成功启用。

source: Invalid verification code. Please try again.
cs_cz: Neplatný ověřovací kód. Zkuste to znovu.
de_de: Ungültiger Verifizierungscode. Bitte versuchen Sie es erneut.
es_es: Código de verificación inválido. Inténtelo de nuevo.
fr_fr: Code de vérification invalide. Veuillez réessayer.
id_id: Kode verifikasi tidak valid. Silakan coba lagi.
ko_kr: 유효하지 않은 인증 코드입니다. 다시 시도하십시오.
lt_lt: Netinkamas patvirtinimo kodas. Bandykite dar kartą.
pl_pl: Nieprawidłowy kod weryfikacyjny. Spróbuj ponownie.
ru_ru: Неверный код подтверждения. Попробуйте снова.
sv_se: Ogiltig verifieringskod. Försök igen.
tr_tr: Geçersiz doğrulama kodu. Lütfen tekrar deneyin.
uk_ua: Недійсний код підтвердження. Спробуйте ще раз.
vi_vn: Mã xác minh không hợp lệ. Vui lòng thử lại.
zh_cn: 验证码无效。请重试。

source: Email address is not available. Please update your email address in your profile.
cs_cz: E-mailová adresa není dostupná. Aktualizujte svou e-mailovou adresu ve svém profilu.
de_de: E-Mail-Adresse ist nicht verfügbar. Bitte aktualisieren Sie Ihre E-Mail-Adresse in Ihrem Profil.
es_es: La dirección de correo electrónico no está disponible. Actualice su dirección de correo electrónico en su perfil.
fr_fr: L'adresse e-mail n'est pas disponible. Veuillez mettre à jour votre adresse e-mail dans votre profil.
id_id: Alamat email tidak tersedia. Silakan perbarui alamat email Anda di profil.
ko_kr: 이메일 주소를 사용할 수 없습니다. 프로필에서 이메일 주소를 업데이트하십시오.
lt_lt: El. pašto adresas neprieinamas. Atnaujinkite el. pašto adresą savo profilyje.
pl_pl: Adres e-mail nie jest dostępny. Zaktualizuj swój adres e-mail w profilu.
ru_ru: Адрес электронной почты недоступен. Обновите свой адрес электронной почты в профиле.
sv_se: E-postadress är inte tillgänglig. Uppdatera din e-postadress i din profil.
tr_tr: E-posta adresi mevcut değil. Lütfen profilinizden e-posta adresinizi güncelleyin.
uk_ua: Електронна адреса недоступна. Будь ласка, оновіть вашу електронну адресу у профілі.
vi_vn: Địa chỉ email không khả dụng. Vui lòng cập nhật địa chỉ email trong hồ sơ của bạn.
zh_cn: 电子邮件地址不可用。请在您的个人资料中更新电子邮件地址。

source: Email verification method is not available because mail service is not enabled on this system.
cs_cz: E-mailová ověřovací metoda není dostupná, protože poštovní služba není na tomto systému povolena.
de_de: E-Mail-Verifizierungsmethode ist nicht verfügbar, da der Mail-Service auf diesem System nicht aktiviert ist.
es_es: El método de verificación por correo electrónico no está disponible porque el servicio de correo no está habilitado en este sistema.
fr_fr: La méthode de vérification par e-mail n'est pas disponible car le service de messagerie n'est pas activé sur ce système.
id_id: Metode verifikasi email tidak tersedia karena layanan email tidak diaktifkan pada sistem ini.
ko_kr: 이 시스템에서 메일 서비스가 활성화되어 있지 않아 이메일 인증 방법을 사용할 수 없습니다.
lt_lt: El. pašto patvirtinimo metodas neprieinamas, nes pašto paslauga nėra įjungta šioje sistemoje.
pl_pl: Metoda weryfikacji e-mail nie jest dostępna, ponieważ usługa poczty nie jest włączona w tym systemie.
ru_ru: Метод подтверждения по электронной почте недоступен, поскольку почтовая служба не включена в этой системе.
sv_se: E-postverifieringsmetoden är inte tillgänglig eftersom e-posttjänsten inte är aktiverad på detta system.
tr_tr: E-posta doğrulama yöntemi mevcut değil çünkü bu sistemde mail servisi etkin değil.
uk_ua: Метод перевірки електронною поштою недоступний, оскільки поштовий сервіс не увімкнено в цій системі.
vi_vn: Phương thức xác minh qua email không khả dụng vì dịch vụ thư chưa được bật trên hệ thống này.
zh_cn: 电子邮件验证方法不可用，因为此系统未启用邮件服务。

source: Email verification method is not enabled on this system.
cs_cz: E-mailová ověřovací metoda není na tomto systému povolena.
de_de: E-Mail-Verifizierungsmethode ist auf diesem System nicht aktiviert.
es_es: El método de verificación por correo electrónico no está habilitado en este sistema.
fr_fr: La méthode de vérification par e-mail n'est pas activée sur ce système.
id_id: Metode verifikasi email tidak diaktifkan pada sistem ini.
ko_kr: 이 시스템에서 이메일 인증 방법이 활성화되어 있지 않습니다.
lt_lt: El. pašto patvirtinimo metodas nėra įjungtas šioje sistemoje.
pl_pl: Metoda weryfikacji e-mail nie jest włączona w tym systemie.
ru_ru: Метод подтверждения по электронной почте не включён в этой системе.
sv_se: E-postverifieringsmetoden är inte aktiverad på detta system.
tr_tr: Bu sistemde e-posta doğrulama yöntemi etkin değil.
uk_ua: Метод перевірки електронною поштою не увімкнено в цій системі.
vi_vn: Phương thức xác minh qua email chưa được bật trên hệ thống này.
zh_cn: 此系统未启用电子邮件验证方法。

source: Failed to send verification code. Please try again later or use app-based authentication.
cs_cz: Selhalo odeslání ověřovacího kódu. Zkuste to později nebo použijte aplikaci pro ověření.
de_de: Fehler beim Senden des Verifizierungscodes. Bitte versuchen Sie es später erneut oder verwenden Sie die App-basierte Authentifizierung.
es_es: Error al enviar el código de verificación. Inténtelo más tarde o use autenticación basada en aplicación.
fr_fr: Échec de l'envoi du code de vérification. Veuillez réessayer plus tard ou utiliser l'authentification par application.
id_id: Gagal mengirim kode verifikasi. Silakan coba lagi nanti atau gunakan autentikasi berbasis aplikasi.
ko_kr: 인증 코드를 발송하지 못했습니다. 나중에 다시 시도하거나 앱 기반 인증을 사용하십시오.
lt_lt: Nepavyko išsiųsti patvirtinimo kodo. Bandykite vėliau arba naudokite programos autentifikaciją.
pl_pl: Nie udało się wysłać kodu weryfikacyjnego. Spróbuj ponownie później lub użyj uwierzytelniania przez aplikację.
ru_ru: Не удалось отправить код подтверждения. Попробуйте позже или используйте аутентификацию через приложение.
sv_se: Kunde inte skicka verifieringskod. Försök igen senare eller använd appbaserad autentisering.
tr_tr: Doğrulama kodu gönderilemedi. Lütfen daha sonra tekrar deneyin veya uygulama tabanlı kimlik doğrulamayı kullanın.
uk_ua: Не вдалося надіслати код підтвердження. Спробуйте пізніше або скористайтеся автентифікацією через застосунок.
vi_vn: Không thể gửi mã xác minh. Vui lòng thử lại sau hoặc sử dụng xác thực qua ứng dụng.
zh_cn: 发送验证码失败。请稍后重试或使用基于应用的认证。

source: MFA has been enabled with email verification.
cs_cz: MFA bylo povoleno s e-mailovým ověřením.
de_de: MFA wurde mit E-Mail-Verifizierung aktiviert.
es_es: MFA se ha habilitado con verificación por correo electrónico.
fr_fr: L'authentification multifacteur (MFA) a été activée avec vérification par e-mail.
id_id: MFA telah diaktifkan dengan verifikasi email.
ko_kr: 이메일 인증으로 MFA가 활성화되었습니다.
lt_lt: MFA įjungta su el. pašto patvirtinimu.
pl_pl: MFA zostało włączone z weryfikacją e-mail.
ru_ru: MFA включена с подтверждением по электронной почте.
sv_se: MFA har aktiverats med e-postverifiering.
tr_tr: MFA e-posta doğrulaması ile etkinleştirildi.
uk_ua: MFA увімкнено з перевіркою електронною поштою.
vi_vn: MFA đã được bật với xác minh qua email.
zh_cn: 多因素认证已通过电子邮件验证启用。

source: MFA is required by your organization's security policy and cannot be disabled.
id_id: MFA diwajibkan oleh kebijakan keamanan organisasi Anda dan tidak dapat dinonaktifkan.
ko_kr: 조직의 보안 정책에 따라 MFA가 필수이며 비활성화할 수 없습니다.
sv_se: MFA krävs av din organisations säkerhetspolicy och kan inte inaktiveras.
uk_ua: MFA є обов'язковим згідно з політикою безпеки вашої організації та не може бути вимкнено.
vi_vn: MFA là bắt buộc theo chính sách bảo mật của tổ chức bạn và không thể tắt.
