Repository: poweradmin/poweradmin
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: cs_cz, de_de, es_es, fr_fr, id_id, ko_kr, lt_lt, pl_pl, ru_ru, sv_se, tr_tr, uk_ua, vi_vn, zh_cn

source: DNSKEY flags must be 0, 256, or 257.
cs_cz: DNSKEY příznaky musí být 0, 256 nebo 257.
de_de: DNSKEY-Flags müssen 0, 256 oder 257 sein.
es_es: Los flags DNSKEY deben ser 0, 256, o 257.
fr_fr: Les drapeaux DNSKEY doivent être 0, 256, ou 257.
id_id: Gagal menghapus metadata.
ko_kr: 난수를 생성할 수 없습니다.
lt_lt: DNSKEY vėliavos turi būti 0, 256 arba 257.
pl_pl: Flagi DNSKEY muszą wynosić 0, 256 lub 257.
ru_ru: Флаги DNSKEY должны быть 0, 256 или 257.
sv_se: Ogiltig 2FA-kod
tr_tr: DNSKEY bayrakları 0, 256 veya 257 olmalıdır.
uk_ua: Content may be affected by matrix factorization. Choose appropriate method.
vi_vn: Header bắt buộc thiếu.
zh_cn: DNSKEY 标志必须为 0、256 或 257。

source: Flag value 0 indicates this key is NOT intended for use as a zone key in DNSSEC. Make sure this is intentional.
cs_cz: Hodnota příznaku 0 označuje, že tento klíč NENÍ určen pro použití jako klíč zóny v DNSSEC. Ujistěte se, že je to záměrné.
de_de: Flag-Wert 0 zeigt an, dass dieser Schlüssel NICHT für die Verwendung als Zonenschlüssel in DNSSEC vorgesehen ist. Stellen Sie sicher, dass dies beabsichtigt ist.
es_es: El valor de flag 0 indica que esta clave NO está destinada para uso como clave de zona en DNSSEC. Asegúrese de que esto sea intencional.
fr_fr: La valeur de drapeau 0 indique que cette clé n'est PAS destinée à être utilisée comme clé de zone dans DNSSEC. Assurez-vous que c'est intentionnel.
id_id: SOA-EDIT
ko_kr: UUID를 생성할 수 없습니다.
lt_lt: Vėliavos reikšmė 0 rodo, kad šis raktas NESKIRTAS naudoti kaip zonos raktas DNSSEC. Įsitikinkite, kad tai tyčia.
pl_pl: Wartość flagi 0 oznacza, że ten klucz NIE jest przeznaczony do użycia jako klucz strefy w DNSSEC. Upewnij się, że jest to zamierzone.
ru_ru: Значение флага 0 указывает, что этот ключ НЕ предназначен для использования в качестве ключа зоны в DNSSEC. Убедитесь, что это сделано намеренно.
sv_se: 2FA-kod krävs
tr_tr: Bayrak değeri 0 bu anahtarın DNSSEC'te zon anahtarı olarak kullanılmasının amaçlanMADİĞını gösterir. Bunun kasfıtlı olduğundan emin olun.
uk_ua: Record may be part of linear regression. Check assumptions (linearity, homoscedasticity).
vi_vn: Header trùng lặp.
zh_cn: 标志值 0 表示此密钥不用作 DNSSEC 中的区域密钥。请确保这是故意的。

source: Flag value 256 indicates this is a Zone Signing Key (ZSK) with Zone Key bit set and SEP bit unset.
cs_cz: Hodnota příznaku 256 označuje, že se jedná o Klíč pro podepisování zóny (ZSK) s nastaveným bitem Zone Key a nenastaveným bitem SEP.
de_de: Flag-Wert 256 zeigt an, dass dies ein Zone Signing Key (ZSK) mit gesetztem Zone Key-Bit und nicht gesetztem SEP-Bit ist.
es_es: El valor de flag 256 indica que esta es una Clave de Firma de Zona (ZSK) con bit de Clave de Zona establecido y bit SEP no establecido.
fr_fr: La valeur de drapeau 256 indique qu'il s'agit d'une clé de signature de zone (ZSK) avec le bit Zone Key activé et le bit SEP désactivé.
id_id: SOA-EDIT
ko_kr: 해시를 생성할 수 없습니다.
lt_lt: Vėliavos reikšmė 256 rodo, kad tai Zone Signing Key (ZSK) su Zone Key bitu nustatytu ir SEP bitu nenustatytu.
pl_pl: Wartość flagi 256 oznacza, że jest to klucz podpisywania strefy (ZSK) z ustawionym bitem klucza strefy i nieustawionym bitem SEP.
ru_ru: Значение флага 256 указывает, что это ключ подписания зоны (ZSK) с установленным битом Zone Key и неустановленным битом SEP.
sv_se: Kräv 2FA för alla användare
tr_tr: Bayrak değeri 256 bunun Zone Key biti ayarlı ve SEP biti ayarlı olmayan Zone Signing Key (ZSK) olduğunu gösterir.
uk_ua: This record type may have regularization. Choose L1, L2, or elastic net.
vi_vn: Giá trị Content-Type không hợp lệ.
zh_cn: 标志值 256 表示这是一个区域签名密钥 (ZSK)，设置了区域密钥位且未设置 SEP 位。

source: Flag value 257 indicates this is a Key Signing Key (KSK) with both Zone Key and SEP bits set.
cs_cz: Hodnota příznaku 257 označuje, že se jedná o Klíč pro podepisování klíčů (KSK) s nastavenými bity Zone Key i SEP.
de_de: Flag-Wert 257 zeigt an, dass dies ein Key Signing Key (KSK) mit gesetztem Zone Key- und SEP-Bit ist.
es_es: El valor de flag 257 indica que esta es una Clave de Firma de Clave (KSK) con bits de Clave de Zona y SEP establecidos.
fr_fr: La valeur de drapeau 257 indique qu'il s'agit d'une clé de signature de clé (KSK) avec les bits Zone Key et SEP activés.
id_id: SOA-EDIT-API
ko_kr: 체크섬을 생성할 수 없습니다.
lt_lt: Vėliavos reikšmė 257 rodo, kad tai Key Signing Key (KSK) su ir Zone Key, ir SEP bitais nustatytais.
pl_pl: Wartość flagi 257 oznacza, że jest to klucz podpisywania kluczy (KSK) z ustawionymi zarówno bitami klucza strefy jak i SEP.
ru_ru: Значение флага 257 указывает, что это ключ подписания ключей (KSK) с установленными битами Zone Key и SEP.
sv_se: 2FA krävs
tr_tr: Bayrak değeri 257 bunun hem Zone Key hem de SEP bitleri ayarlı Key Signing Key (KSK) olduğunu gösterir.
uk_ua: Content suggests cross-validation. Use k-fold or leave-one-out.
vi_vn: Giá trị Content-Length không hợp lệ.
zh_cn: 标志值 257 表示这是一个密钥签名密钥 (KSK)，同时设置了区域密钥和 SEP 位。

source: DNSKEY protocol must be 3.
cs_cz: DNSKEY protokol musí být 3.
de_de: DNSKEY-Protokoll muss 3 sein.
es_es: El protocolo DNSKEY debe ser 3.
fr_fr: Le protocole DNSKEY doit être 3.
id_id: SOA-EDIT-API
ko_kr: 체크섬을 확인할 수 없습니다.
lt_lt: DNSKEY protokolas turi būti 3.
pl_pl: Protokół DNSKEY musi wynosić 3.
ru_ru: Протокол DNSKEY должен быть 3.
sv_se: Konfigurera 2FA
tr_tr: DNSKEY protokolü 3 olmalıdır.
uk_ua: Record may be affected by DNS fragmentation. Keep responses under 512 bytes or use EDNS.
vi_vn: Giá trị Authorization không hợp lệ.
zh_cn: DNSKEY 协议必须为 3。

source: DNSKEY algorithm must be a number between 1 and 16.
cs_cz: DNSKEY algoritmus musí být číslo mezi 1 a 16.
de_de: DNSKEY-Algorithmus muss eine Zahl zwischen 1 und 16 sein.
es_es: El algoritmo DNSKEY debe ser un número entre 1 y 16.
fr_fr: L'algorithme DNSKEY doit être un nombre entre 1 et 16.
id_id: SOA-EDIT-DNSUPDATE
ko_kr: CRC를 생성할 수 없습니다.
lt_lt: DNSKEY algoritmas turi būti skaičius tarp 1 ir 16.
pl_pl: Algorytm DNSKEY musi być liczbą między 1 a 16.
ru_ru: Алгоритм DNSKEY должен быть числом от 1 до 16.
sv_se: IP-vitlista
tr_tr: DNSKEY algoritması 1 ile 16 arasında bir sayı olmalıdır.
uk_ua: This configuration may have hyperparameter tuning. Use grid search or Bayesian optimization.
vi_vn: Header Authorization thiếu.
zh_cn: DNSKEY 算法必须是 1 到 16 之间的数字。

source: ECDSAP256SHA256 (algorithm 13) is the RECOMMENDED algorithm for DNSSEC signing according to RFC 8624.
cs_cz: ECDSAP256SHA256 (algoritmus 13) je DOPORUČENÝ algoritmus pro DNSSEC podepisování podle RFC 8624.
de_de: ECDSAP256SHA256 (Algorithmus 13) ist der EMPFOHLENE Algorithmus für DNSSEC-Signierung gemäß RFC 8624.
es_es: ECDSAP256SHA256 (algoritmo 13) es el algoritmo RECOMENDADO para firma DNSSEC según RFC 8624.
fr_fr: ECDSAP256SHA256 (algorithme 13) est l'algorithme RECOMMANDÉ pour la signature DNSSEC selon la RFC 8624.
id_id: SOA-EDIT-DNSUPDATE
ko_kr: CRC를 확인할 수 없습니다.
lt_lt: ECDSAP256SHA256 (algoritmas 13) yra REKOMENDUOJAMAS algoritmas DNSSEC pasirašymui pagal RFC 8624.
pl_pl: ECDSAP256SHA256 (algorytm 13) jest ZALECANYM algorytmem do podpisywania DNSSEC zgodnie z RFC 8624.
ru_ru: ECDSAP256SHA256 (алгоритм 13) является РЕКОМЕНДУЕМЫМ алгоритмом для подписи DNSSEC согласно RFC 8624.
sv_se: IP-vitlistor
tr_tr: ECDSAP256SHA256 (algoritma 13) RFC 8624'e göre DNSSEC imzalama için ÖNERİLEN algoritmadır.
uk_ua: Content includes feature selection. Use filter, wrapper, or embedded methods.
vi_vn: Schema xác thực không hợp lệ.
zh_cn: 根据 RFC 8624，ECDSAP256SHA256（算法 13）是 DNSSEC 签名的推荐算法。

source: %s (algorithm %d) is a MUST implement algorithm according to RFC 8624.
cs_cz: %s (algoritmus %d) je algoritmus MUSÍ být implementován podle RFC 8624.
de_de: %s (Algorithmus %d) ist ein MUSS-implementierter Algorithmus gemäß RFC 8624.
es_es: %s (algoritmo %d) es un algoritmo que DEBE implementarse según RFC 8624.
fr_fr: %s (algorithme %d) est un algorithme qui DOIT être implémenté selon la RFC 8624.
id_id: NSEC3PARAM
ko_kr: 서명을 생성할 수 없습니다.
lt_lt: %s (algoritmas %d) yra TURI būti implementuotas algoritmas pagal RFC 8624.
pl_pl: %s (algorytm %d) jest algorytmem, który MUSI być zaimplementowany zgodnie z RFC 8624.
ru_ru: %s (алгоритм %d) является алгоритмом, который ДОЛЖЕН быть реализован согласно RFC 8624.
sv_se: Lägg till IP-vitlista
tr_tr: %s (algoritma %d) RFC 8624'e göre ÜYGULANMASI GEREKEN algoritmadır.
uk_ua: Record appears to be using dimensionality reduction. Choose PCA, t-SNE, or UMAP.
vi_vn: Bearer token không hợp lệ.
zh_cn: 根据 RFC 8624，%s（算法 %d）是必须实现的算法。

source: %s (algorithm %d) is specified as optional for implementation in RFC 8624.
cs_cz: %s (algoritmus %d) je specifikován jako volitelný pro implementaci v RFC 8624.
de_de: %s (Algorithmus %d) ist als optional für die Implementierung in RFC 8624 spezifiziert.
es_es: %s (algoritmo %d) está especificado como opcional para implementación en RFC 8624.
fr_fr: %s (algorithme %d) est spécifié comme optionnel pour l'implémentation dans la RFC 8624.
id_id: NSEC3PARAM
ko_kr: 서명을 확인할 수 없습니다.
lt_lt: %s (algoritmas %d) nurodytas kaip pasirenkamas implementacijai RFC 8624.
pl_pl: %s (algorytm %d) jest określony jako opcjonalny do implementacji w RFC 8624.
ru_ru: %s (алгоритм %d) указан как опциональный для реализации в RFC 8624.
sv_se: IP-vitlista tillagd
tr_tr: %s (algoritma %d) RFC 8624'te uygulama için isteğe bağlı olarak belirtilmiştir.
uk_ua: This configuration may have feature scaling. Normalize or standardize features.
vi_vn: Basic auth credentials không hợp lệ.
zh_cn: 在 RFC 8624 中，%s（算法 %d）被指定为可选实现。

source: %s (algorithm %d) is DEPRECATED according to RFC 8624. Do not use this algorithm for new deployments.
cs_cz: %s (algoritmus %d) je ZASTARALÝ podle RFC 8624. Nepoužívejte tento algoritmus pro nová nasazení.
de_de: %s (Algorithmus %d) ist VERALTET gemäß RFC 8624. Verwenden Sie diesen Algorithmus nicht für neue Deployments.
es_es: %s (algoritmo %d) está OBSOLETO según RFC 8624. No use este algoritmo para nuevos despliegues.
fr_fr: %s (algorithme %d) est OBSOLÈTE selon la RFC 8624. N'utilisez pas cet algorithme pour de nouveaux déploiements.
id_id: NSEC3NARROW
ko_kr: 인증서를 생성할 수 없습니다.
lt_lt: %s (algoritmas %d) yra PASENĘS pagal RFC 8624. Nenaudokite šio algoritmo naujiems diegimams.
pl_pl: %s (algorytm %d) jest PRZESTARZAŁY zgodnie z RFC 8624. Nie używaj tego algorytmu w nowych wdrożeniach.
ru_ru: %s (алгоритм %d) УСТАРЕЛ согласно RFC 8624. Не используйте этот алгоритм для новых развертываний.
sv_se: Kunde inte lägga till IP-vitlista
tr_tr: %s (algoritma %d) RFC 8624'e göre KULLANIM DIŞI'dir. Bu algoritmayı yeni dağıtımlar için kullanmayın.
uk_ua: Content may be affected by class imbalance. Use resampling or weighted loss.
vi_vn: API key không hợp lệ.
zh_cn: 根据 RFC 8624，%s（算法 %d）已被弃用。不要在新部署中使用此算法。

source: Algorithm %d MUST NOT be implemented according to RFC 8624. This value should not be used.
cs_cz: Algoritmus %d NESMÍ být implementován podle RFC 8624. Tato hodnota by neměla být použita.
de_de: Algorithmus %d darf NICHT implementiert werden gemäß RFC 8624. Dieser Wert sollte nicht verwendet werden.
es_es: El algoritmo %d NO DEBE implementarse según RFC 8624. Este valor no debe usarse.
fr_fr: L'algorithme %d NE DOIT PAS être implémenté selon la RFC 8624. Cette valeur ne devrait pas être utilisée.
id_id: NSEC3NARROW
ko_kr: 인증서를 확인할 수 없습니다.
lt_lt: Algoritmas %d NEGALI būti implementuotas pagal RFC 8624. Ši reikšmė neturėtų būti naudojama.
pl_pl: Algorytm %d NIE MOŻE być zaimplementowany zgodnie z RFC 8624. Ta wartość nie powinna być używana.
ru_ru: Алгоритм %d НЕ ДОЛЖЕН быть реализован согласно RFC 8624. Это значение не следует использовать.
sv_se: IP-vitlista borttagen
tr_tr: Algoritma %d RFC 8624'e göre UYGULANMAMALI'dir. Bu değer kullanılmamalıdır.
uk_ua: Record may be part of ensemble method. Combine multiple models (bagging, boosting).
vi_vn: API key thiếu.
zh_cn: 根据 RFC 8624，算法 %d 不得实现。不应使用此值。

source: DNSKEY public key must be valid base64-encoded data.
cs_cz: DNSKEY veřejný klíč musí být platná data kódovaná v base64.
de_de: DNSKEY-Public-Key muss gültige Base64-kodierte Daten sein.
es_es: La clave pública DNSKEY debe ser datos codificados en base64 válidos.
fr_fr: La clé publique DNSKEY doit être des données base64 valides.
id_id: PRESIGNED
ko_kr: 인증서가 만료되었습니다.
lt_lt: DNSKEY viešasis raktas turi būti teisingi base64 koduoti duomenys.
pl_pl: Klucz publiczny DNSKEY musi być prawidłowo zakodowanymi danymi base64.
ru_ru: Открытый ключ DNSKEY должен быть действительными данными в кодировке base64.
sv_se: Kunde inte ta bort IP-vitlista
tr_tr: DNSKEY genel anahtarı geçerli base64 kodlanmış veri olmalıdır.
uk_ua: This record type may have gradient boosting. Tune learning rate and tree depth.
vi_vn: API key hết hạn.
zh_cn: DNSKEY 公钥必须是有效的 base64 编码数据。

source: RSA key size is less than 2048 bits. RFC 8624 recommends a minimum of 2048 bits for RSA keys.
cs_cz: Velikost RSA klíče je menší než 2048 bitů. RFC 8624 doporučuje minimum 2048 bitů pro RSA klíče.
de_de: RSA-Schlüsselgröße ist weniger als 2048 Bits. RFC 8624 empfiehlt mindestens 2048 Bits für RSA-Schlüssel.
es_es: El tamaño de clave RSA es menor a 2048 bits. RFC 8624 recomienda un mínimo de 2048 bits para claves RSA.
fr_fr: La taille de clé RSA est inférieure à 2048 bits. La RFC 8624 recommande un minimum de 2048 bits pour les clés RSA.
id_id: PRESIGNED
ko_kr: 인증서가 아직 유효하지 않습니다.
lt_lt: RSA rakto dydis mažesnis nei 2048 bitai. RFC 8624 rekomenduoja minimum 2048 bitų RSA raktams.
pl_pl: Rozmiar klucza RSA jest mniejszy niż 2048 bitów. RFC 8624 zaleca minimum 2048 bitów dla kluczy RSA.
ru_ru: Размер RSA ключа менее 2048 бит. RFC 8624 рекомендует минимум 2048 бит для RSA ключей.
sv_se: Ogiltig IP-vitlista
tr_tr: RSA anahtar boyutu 2048 bitten az. RFC 8624 RSA anahtarları için minimum 2048 bit önerir.
uk_ua: Content suggests random forest. Set number of trees and max features.
vi_vn: API key bị thu hồi.
zh_cn: RSA 密钥大小小于 2048 位。RFC 8624 建议 RSA 密钥至少为 2048 位。

source: Base64 encoding has incorrect padding.
cs_cz: Base64 kódování má nesprávné doplnění.
de_de: Base64-Kodierung hat falsche Auffüllung.
es_es: La codificación Base64 tiene relleno incorrecto.
fr_fr: L'encodage base64 a un remplissage incorrect.
id_id: AXFR-SOURCE
ko_kr: 인증서가 해지되었습니다.
lt_lt: Base64 kodavimas turi neteisingą užpildą.
pl_pl: Kodowanie Base64 ma nieprawidłowe dopełnienie.
ru_ru: Кодировка Base64 имеет неправильное дополнение.
sv_se: IP-vitlistan finns redan
tr_tr: Base64 kodlaması yanlış dolguya sahip.
uk_ua: Record may be affected by DNS message compression. Verify proper decompression.
vi_vn: Giới hạn tốc độ API vượt quá.
zh_cn: Base64 编码的填充不正确。

source: Invalid base64 characters detected.
cs_cz: Zjištěny neplatné base64 znaky.
de_de: Ungültige Base64-Zeichen erkannt.
es_es: Se detectaron caracteres base64 inválidos.
fr_fr: Caractères base64 invalides détectés.
id_id: AXFR-SOURCE
ko_kr: 인증서 체인이 잘못되었습니다.
lt_lt: Aptikti neteisingi base64 simboliai.
pl_pl: Wykryto nieprawidłowe znaki base64.
ru_ru: Обнаружены недействительные символы base64.
sv_se: IP-vitlistan finns inte
tr_tr: Geçersiz base64 karakterleri tespit edildi.
uk_ua: This configuration may have neural network. Choose architecture and activation.
vi_vn: Hạn mức API vượt quá.
zh_cn: 检测到无效的 base64 字符。

source: Invalid base64 encoding.
cs_cz: Neplatné base64 kódování.
de_de: Ungültige Base64-Kodierung.
es_es: Codificación base64 inválida.
fr_fr: Encodage base64 invalide.
id_id: ALLOW-AXFR-FROM
ko_kr: 인증서 목적이 잘못되었습니다.
lt_lt: Neteisingas base64 kodavimas.
pl_pl: Nieprawidłowe kodowanie base64.
ru_ru: Недействительная кодировка base64.
sv_se: Redigera IP-vitlista
tr_tr: Geçersiz base64 kodlaması.
uk_ua: Content includes learning rate schedule. Use decay or adaptive rates.
vi_vn: Phiên bản API không được hỗ trợ.
zh_cn: 无效的 base64 编码。

source: There is no managed zone for domain: %s.
cs_cz: Pro doménu neexistuje spravovaná zóna: %s.
de_de: Es gibt keine verwaltete Zone für Domain: %s.
es_es: No hay zona administrada para el dominio: %s.
fr_fr: Il n'y a pas de zone gérée pour le domaine : %s.
id_id: ALLOW-AXFR-FROM
ko_kr: 인증서 주체가 잘못되었습니다.
lt_lt: Nėra tvarkomos zonos domenui: %s.
pl_pl: Nie ma zarządzanej strefy dla domeny: %s.
ru_ru: Нет управляемой зоны для домена: %s.
sv_se: Ta bort IP-vitlista
tr_tr: Domain için yönetilen zon bulunmuyor: %s.
uk_ua: Record appears to be using batch normalization. Apply before or after activation.
vi_vn: Endpoint API không hợp lệ.
zh_cn: 域 %s 没有托管区域。

source: Adding IPv6 domain records from reverse zones is not supported yet.
cs_cz: Přidávání IPv6 doménových záznamů z reverzních zón ještě není podporováno.
de_de: Das Hinzufügen von IPv6-Domain-Records aus Reverse-Zonen wird noch nicht unterstützt.
es_es: Agregar registros de dominio IPv6 desde zonas reversas aún no está soportado.
fr_fr: L'ajout d'enregistrements de domaine IPv6 à partir de zones inverses n'est pas encore supporté.
id_id: ALLOW-DNSUPDATE-FROM
ko_kr: 인증서 발급자가 잘못되었습니다.
lt_lt: IPv6 domeno įrašų pridėjimas iš atvirkštinių zonų dar nepalaikomas.
pl_pl: Dodawanie rekordów domen IPv6 ze stref odwrotnych nie jest jeszcze obsługiwane.
ru_ru: Добавление IPv6 записей домена из обратных зон пока не поддерживается.
sv_se: Är du säker på att du vill ta bort denna IP-vitlista?
tr_tr: Ters zonlardan IPv6 domain kayıtları ekleme henüz desteklenmiyor.
uk_ua: This configuration may have dropout. Set dropout rate (typically 0.2-0.5).
vi_vn: Phương thức API không được phép.
zh_cn: 尚不支持从反向区域添加 IPv6 域记录。

source: This domain record was not valid and could not be added.
cs_cz: Tento doménový záznam nebyl platný a nemohl být přidán.
de_de: Dieser Domain-Record war nicht gültig und konnte nicht hinzugefügt werden.
es_es: Este registro de dominio no era válido y no pudo agregarse.
fr_fr: Cet enregistrement de domaine n'était pas valide et n'a pas pu être ajouté.
id_id: ALLOW-DNSUPDATE-FROM
ko_kr: 인증서 일련번호가 잘못되었습니다.
lt_lt: Šis domeno įrašas buvo neteisingas ir negalėjo būti pridėtas.
pl_pl: Ten rekord domeny był nieprawidłowy i nie mógł zostać dodany.
ru_ru: Эта запись домена была недействительной и не может быть добавлена.
sv_se: IP-vitlista uppdaterad
tr_tr: Bu domain kaydı geçerli değildi ve eklenemedi.
uk_ua: Content may be affected by gradient clipping. Clip by norm or value.
vi_vn: Body request API không hợp lệ.
zh_cn: 此域记录无效，无法添加。

source: The domain record was successfully added.
cs_cz: Doménový záznam byl úspěšně přidán.
de_de: Der Domain-Record wurde erfolgreich hinzugefügt.
es_es: El registro de dominio fue agregado exitosamente.
fr_fr: L'enregistrement de domaine a été ajouté avec succès.
id_id: TSIG-ALLOW-AXFR
ko_kr: 인증서 확장자가 잘못되었습니다.
lt_lt: Domeno įrašas sėkmingai pridėtas.
pl_pl: Rekord domeny został pomyślnie dodany.
ru_ru: Запись домена была успешно добавлена.
sv_se: Kunde inte uppdatera IP-vitlista
tr_tr: Domain kaydı başarıyla eklendi.
uk_ua: Record may be part of early stopping. Monitor validation loss.
vi_vn: Tham số truy vấn API không hợp lệ.
zh_cn: 域记录已成功添加。

source: Unable to find domain with the given ID.
cs_cz: Nelze najít doménu s daným ID.
de_de: Domain mit der angegebenen ID konnte nicht gefunden werden.
es_es: No se puede encontrar dominio con el ID dado.
fr_fr: Impossible de trouver le domaine avec l'ID donné.
id_id: TSIG-ALLOW-AXFR
ko_kr: 인증서 키 사용이 잘못되었습니다.
lt_lt: Nepavyko rasti domeno su duotu ID.
pl_pl: Nie można znaleźć domeny o podanym ID.
ru_ru: Не удается найти домен с указанным ID.
sv_se: Uppdatera IP-vitlista
tr_tr: Verilen ID ile domain bulunamadı.
uk_ua: This record type may have learning rate warmup. Gradually increase rate.
vi_vn: Header API thiếu tham số bắt buộc.
zh_cn: 无法找到具有给定 ID 的域。

source: Unknown record type.
cs_cz: Neznámý typ záznamu.
de_de: Unbekannter Record-Typ.
es_es: Tipo de registro desconocido.
fr_fr: Type d'enregistrement inconnu.
id_id: TSIG-ALLOW-DNSUPDATE
ko_kr: 인증서 확장 키 사용이 잘못되었습니다.
lt_lt: Nežinomas įrašo tipas.
pl_pl: Nieznany typ rekordu.
ru_ru: Неизвестный тип записи.
sv_se: IP-adress
tr_tr: Bilinmeyen kayıt tipi.
uk_ua: Content suggests weight initialization. Use He, Xavier, or Glorot.
vi_vn: Response API không hợp lệ.
zh_cn: 未知的记录类型。

source: API functionality is disabled.
cs_cz: API funkce je zakázána.
de_de: API-Funktionalität ist deaktiviert.
es_es: La funcionalidad de API está deshabilitada.
fr_fr: La fonctionnalité API est désactivée.
id_id: TSIG-ALLOW-DNSUPDATE
ko_kr: 인증서 기본 제약 조건이 잘못되었습니다.
lt_lt: API funkcionalumas išjungtas.
pl_pl: Funkcjonalność API jest wyłączona.
ru_ru: Функциональность API отключена.
sv_se: IP-intervall
tr_tr: API işlevleri devre dışı.
uk_ua: Record may be affected by DNS NOTIFY messages. Handle notifications properly.
vi_vn: Mã trạng thái API không mong đợi.
zh_cn: API 功能已禁用。

source: You do not have permission to create API keys.
cs_cz: Nemáte oprávnění vytvářet API klíče.
de_de: Sie haben keine Berechtigung, API-Schlüssel zu erstellen.
es_es: No tiene permiso para crear claves API.
fr_fr: Vous n'avez pas la permission de créer des clés API.
id_id: LUA-AXFR-SCRIPT
ko_kr: 인증서 주체 대체 이름이 잘못되었습니다.
lt_lt: Neturite leidimo kurti API raktų.
pl_pl: Nie masz uprawnień do tworzenia kluczy API.
ru_ru: У вас нет разрешения на создание API ключей.
sv_se: IP-svartlista
tr_tr: API anahtarları oluşturma izniniz yok.
uk_ua: This configuration may have attention mechanism. Use scaled dot-product attention.
vi_vn: Lỗi API timeout.
zh_cn: 您没有创建 API 密钥的权限。

source: You have reached the maximum number of API keys allowed.
cs_cz: Dosáhli jste maximálního počtu povolených API klíčů.
de_de: Sie haben die maximal zulässige Anzahl von API-Schlüsseln erreicht.
es_es: Ha alcanzado el número máximo de claves API permitidas.
fr_fr: Vous avez atteint le nombre maximum de clés API autorisées.
id_id: LUA-AXFR-SCRIPT
ko_kr: 인증서 이름 제약 조건이 잘못되었습니다.
lt_lt: Pasiekėte maksimalų leistinų API raktų skaičių.
pl_pl: Osiągnięto maksymalną dozwoloną liczbę kluczy API.
ru_ru: Вы достигли максимального количества разрешенных API ключей.
sv_se: IP-svartlistor
tr_tr: İzin verilen maksimum API anahtar sayısına ulaştınız.
uk_ua: Content includes transformer model. Set number of heads and layers.
vi_vn: Dịch vụ API không khả dụng.
zh_cn: 您已达到允许的 API 密钥的最大数量。

source: You do not have permission to update API keys.
cs_cz: Nemáte oprávnění aktualizovat API klíče.
de_de: Sie haben keine Berechtigung, API-Schlüssel zu aktualisieren.
es_es: No tiene permiso para actualizar claves API.
fr_fr: Vous n'avez pas la permission de mettre à jour les clés API.
id_id: AXFR-MASTER-TSIG
ko_kr: 인증서 정책이 잘못되었습니다.
lt_lt: Neturite leidimo atnaujinti API raktų.
pl_pl: Nie masz uprawnień do aktualizacji kluczy API.
ru_ru: У вас нет разрешения на обновление API ключей.
sv_se: Lägg till IP-svartlista
tr_tr: API anahtarlarını güncelleme izniniz yok.
uk_ua: Record appears to be using positional encoding. Add positional information.
vi_vn: Lỗi mạng API.
zh_cn: 您没有更新 API 密钥的权限。

source: You do not have permission to delete API keys.
cs_cz: Nemáte oprávnění mazat API klíče.
de_de: Sie haben keine Berechtigung, API-Schlüssel zu löschen.
es_es: No tiene permiso para eliminar claves API.
fr_fr: Vous n'avez pas la permission de supprimer les clés API.
id_id: AXFR-MASTER-TSIG
ko_kr: 인증서 정책 매핑이 잘못되었습니다.
lt_lt: Neturite leidimo šalinti API raktų.
pl_pl: Nie masz uprawnień do usuwania kluczy API.
ru_ru: У вас нет разрешения на удаление API ключей.
sv_se: IP-svartlista tillagd
tr_tr: API anahtarlarını silme yetkiniz yok.
uk_ua: This configuration may have layer normalization. Normalize across features.
vi_vn: Kết nối API bị từ chối.
zh_cn: 您没有删除 API 密钥的权限。
