Repository: poweradmin/poweradmin
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: cs_cz, de_de, es_es, fr_fr, id_id, ko_kr, lt_lt, pl_pl, ru_ru, sv_se, tr_tr, uk_ua, vi_vn, zh_cn

source: Multiple "all" mechanisms found. Only the first one will be effective.
id_id: SSHFP record fingerprint type is mandatory.
ko_kr: zone_templ_id는 양의 정수여야 합니다.
lt_lt: Rasti keli "all" mechanizmai. Tik pirmasis bus veiksmingas.
sv_se: CAA-flaggorna måste vara ett heltal mellan 0 och 255.
uk_ua: ZONEMD scheme must be 1 (SIMPLE).
vi_vn: Nội dung bản ghi CAA phải ở định dạng: flags tag value.

source: Duplicate %s modifier found. Each modifier can appear at most once.
cs_cz: Nalezen duplicitní modifikátor %s. Každý modifikátor se může objevit nejvýše jednou.
de_de: Doppelter %s-Modifikator gefunden. Jeder Modifikator kann höchstens einmal erscheinen.
es_es: Modificador %s duplicado encontrado. Cada modificador puede aparecer como máximo una vez.
fr_fr: Modificateur %s dupliqué trouvé. Chaque modificateur ne peut apparaître qu'une seule fois au maximum.
id_id: Tipe fingerprint SSHFP record wajib diisi.
ko_kr: 잘못된 템플릿 ID입니다.
lt_lt: Rastas dubliuojamas %s modifikatorius. Kiekvienas modifikatorius gali pasirodyti daugiausiai vieną kartą.
pl_pl: Znaleziono zduplikowany modyfikator %s. Każdy modyfikator może wystąpić co najwyżej raz.
ru_ru: Обнаружен дубликат модификатора %s. Каждый модификатор может появляться не более одного раза.
sv_se: CAA-taggen måste vara 'issue', 'issuewild' eller 'iodef'.
tr_tr: Kopya %s değiştiricisi bulundu. Her değiştirici en fazla bir kez görünebilir.
uk_ua: ZONEMD hash algorithm must be 1 (SHA384) or 2 (SHA512).
vi_vn: Tag CAA chỉ có thể chứa ký tự chữ và số, gạch nối (-).
zh_cn: 发现重复的 %s 修饰符。每个修饰符最多可出现一次。

source: Invalid IPv4 address or network in ip4 mechanism.
cs_cz: Neplatná IPv4 adresa nebo síť v mechanismu ip4.
de_de: Ungültige IPv4-Adresse oder Netzwerk im ip4-Mechanismus.
es_es: Dirección IPv4 o red inválida en mecanismo ip4.
fr_fr: Adresse ou réseau IPv4 invalide dans le mécanisme ip4.
id_id: SSHFP record fingerprint type must be between 0 and 255.
ko_kr: 레코드 ID는 양의 정수여야 합니다.
lt_lt: Neteisingas IPv4 adresas arba tinklas ip4 mechanizme.
pl_pl: Nieprawidłowy adres IPv4 lub sieć w mechanizmie ip4.
ru_ru: Недопустимый IPv4-адрес или сеть в механизме ip4.
sv_se: LOC-breddgraden måste vara ett giltigt decimaltal.
tr_tr: ip4 mekanizmasında geçersiz IPv4 adresi veya ağı.
uk_ua: ZONEMD digest must be in hexadecimal format and match the algorithm length.
vi_vn: Ký tự không hợp lệ trong nội dung bản ghi CAA.
zh_cn: ip4 机制中的 IPv4 地址或网络无效。

source: Invalid IPv6 address or network in ip6 mechanism.
cs_cz: Neplatná IPv6 adresa nebo síť v mechanismu ip6.
de_de: Ungültige IPv6-Adresse oder Netzwerk im ip6-Mechanismus.
es_es: Dirección IPv6 o red inválida en mecanismo ip6.
fr_fr: Adresse ou réseau IPv6 invalide dans le mécanisme ip6.
id_id: Tipe fingerprint SSHFP record harus antara 0 dan 255.
ko_kr: 잘못된 레코드 ID입니다.
lt_lt: Neteisingas IPv6 adresas arba tinklas ip6 mechanizme.
pl_pl: Nieprawidłowy adres IPv6 lub sieć w mechanizmie ip6.
ru_ru: Недопустимый IPv6-адрес или сеть в механизме ip6.
sv_se: LOC-längdgraden måste vara ett giltigt decimaltal.
tr_tr: ip6 mekanizmasında geçersiz IPv6 adresi veya ağı.
uk_ua: SVCB priority must be a number between 0 and 65535.
vi_vn: Trường ưu tiên cho bản ghi CAA phải là 0 hoặc rỗng
zh_cn: ip6 机制中的 IPv6 地址或网络无效。

source: Invalid domain name in %s mechanism.
cs_cz: Neplatné doménové jméno v mechanismu %s.
de_de: Ungültiger Domänenname im %s-Mechanismus.
es_es: Nombre de dominio inválido en mecanismo %s.
fr_fr: Nom de domaine invalide dans le mécanisme %s.
id_id: SSHFP record fingerprint is mandatory.
ko_kr: 사용자 이름은 필수이며 1-64자 사이여야 합니다.
lt_lt: Neteisingas domeno vardas %s mechanizme.
pl_pl: Nieprawidłowa nazwa domeny w mechanizmie %s.
ru_ru: Недопустимое доменное имя в механизме %s.
sv_se: LOC-höjden måste vara ett giltigt decimaltal.
tr_tr: %s mekanizmasında geçersiz domain adı.
uk_ua: SVCB target must be either "." or a valid fully-qualified domain name.
vi_vn: Nhiều bản ghi CAA có cùng tag có thể gây xung đột. Hãy xem xét hợp nhất chúng.
zh_cn: %s 机制中的域名无效。

source: CIDR notation is not valid with the %s mechanism.
cs_cz: CIDR zápis není platný s mechanismem %s.
de_de: CIDR-Notation ist nicht gültig mit dem %s-Mechanismus.
es_es: La notación CIDR no es válida con el mecanismo %s.
fr_fr: La notation CIDR n'est pas valide avec le mécanisme %s.
id_id: Fingerprint SSHFP record wajib diisi.
ko_kr: 전체 이름은 필수이며 1-255자 사이여야 합니다.
lt_lt: CIDR žymėjimas neteisingas su %s mechanizmu.
pl_pl: Notacja CIDR nie jest prawidłowa z mechanizmem %s.
ru_ru: Нотация CIDR недопустима с механизмом %s.
sv_se: LOC-horisontell precision måste vara ett giltigt decimaltal.
tr_tr: CIDR notasyonu %s mekanizması ile geçerli değil.
uk_ua: SVCB parameters must be in key=value format separated by spaces.
vi_vn: Bản ghi CAA 'issue' của bạn bị ghi đè bởi bản ghi 'issue ;' nghiêm ngặt hơn.
zh_cn: CIDR 记号法对 %s 机制无效。

source: Invalid CIDR length in mechanism.
cs_cz: Neplatná délka CIDR v mechanismu.
de_de: Ungültige CIDR-Länge im Mechanismus.
es_es: Longitud CIDR inválida en mecanismo.
fr_fr: Longueur CIDR invalide dans le mécanisme.
id_id: TLSA record certificate usage is mandatory.
ko_kr: 이메일은 필수이며 유효한 이메일 주소여야 합니다.
lt_lt: Neteisingas CIDR ilgis mechanizme.
pl_pl: Nieprawidłowa długość CIDR w mechanizmie.
ru_ru: Недопустимая длина CIDR в механизме.
sv_se: LOC-vertikal precision måste vara ett giltigt decimaltal.
tr_tr: Mekanizmada geçersiz CIDR uzunluğu.
uk_ua: The content of this record does not appear to be valid for the %s type.
vi_vn: Bản ghi CAA 'issuewild' của bạn bị ghi đè bởi bản ghi 'issue ;' hoặc 'issuewild ;' nghiêm ngặt hơn.
zh_cn: 机制中的 CIDR 长度无效。

source: The ptr mechanism is not recommended due to performance issues (RFC 7208 Section 5.5).
cs_cz: Mechanismus ptr není doporučen kvůli problémům s výkonem (RFC 7208 Sekce 5.5).
de_de: Der ptr-Mechanismus wird aufgrund von Leistungsproblemen nicht empfohlen (RFC 7208 Abschnitt 5.5).
es_es: El mecanismo ptr no se recomienda debido a problemas de rendimiento (RFC 7208 Sección 5.5).
fr_fr: Le mécanisme ptr n'est pas recommandé en raison de problèmes de performance (RFC 7208 Section 5.5).
id_id: Certificate usage TLSA record wajib diisi.
ko_kr: 비밀번호는 최소 8자 이상이어야 합니다.
lt_lt: Ptr mechanizmas nerekomenduojamas dėl našumo problemų (RFC 7208 skyrius 5.5).
pl_pl: Mechanizm ptr nie jest zalecany ze względu na problemy wydajności (RFC 7208 Sekcja 5.5).
ru_ru: Механизм ptr не рекомендуется из-за проблем с производительностью (RFC 7208 раздел 5.5).
sv_se: LOC-storlek måste vara ett giltigt decimaltal.
tr_tr: ptr mekanizması performans sorunları nedeniyle önerilmez (RFC 7208 Bölüm 5.5).
uk_ua: Reverse DNS zone detected. Ensure PTR records follow RFC 2317 guidelines for classless delegation if using non-/24 subnets.
vi_vn: Có cả 'issue' và 'issuewild' cho cùng một CA. Bản ghi 'issuewild' sẽ được ưu tiên cho wildcard.
zh_cn: 由于性能问题，不建议使用 ptr 机制（RFC 7208 第 5.5 节）。

source: The "all" mechanism should be the last mechanism in the record (RFC 7208 Section 5.1).
cs_cz: Mechanismus "all" by měl být posledním mechanismem v záznamu (RFC 7208 Sekce 5.1).
de_de: Der "all"-Mechanismus sollte der letzte Mechanismus im Eintrag sein (RFC 7208 Abschnitt 5.1).
es_es: El mecanismo "all" debe ser el último mecanismo en el registro (RFC 7208 Sección 5.1).
fr_fr: Le mécanisme "all" doit être le dernier mécanisme dans l'enregistrement (RFC 7208 Section 5.1).
id_id: TLSA record certificate usage must be between 0 and 255.
ko_kr: 비밀번호는 최소 하나의 대문자를 포함해야 합니다.
lt_lt: "All" mechanizmas turėtų būti paskutinis mechanizmas įraše (RFC 7208 skyrius 5.1).
pl_pl: Mechanizm "all" powinien być ostatnim mechanizmem w rekordzie (RFC 7208 Sekcja 5.1).
ru_ru: Механизм "all" должен быть последним механизмом в записи (RFC 7208 раздел 5.1).
sv_se: SMIMEA-certifikatanvändningen måste vara ett heltal mellan 0 och 255.
tr_tr: "all" mekanizması kayıttaki son mekanizma olmalıdır (RFC 7208 Bölüm 5.1).
uk_ua: SPF records should now be published using TXT records per RFC 7208. The SPF RR type (99) is deprecated.
vi_vn: Chứng chỉ wildcard yêu cầu tag 'issuewild', không chỉ 'issue'.
zh_cn: "all" 机制应该是记录中的最后一个机制（RFC 7208 第 5.1 节）。

source: Invalid domain in redirect modifier.
cs_cz: Neplatná doména v modifikátoru redirect.
de_de: Ungültige Domäne im redirect-Modifikator.
es_es: Dominio inválido en modificador redirect.
fr_fr: Domaine invalide dans le modificateur redirect.
id_id: Certificate usage TLSA record harus antara 0 dan 255.
ko_kr: 비밀번호는 최소 하나의 소문자를 포함해야 합니다.
lt_lt: Neteisingas domenas redirect modifikatoriuje.
pl_pl: Nieprawidłowa domena w modyfikatorze redirect.
ru_ru: Недопустимый домен в модификаторе redirect.
sv_se: SMIMEA-väljaren måste vara ett heltal mellan 0 och 255.
tr_tr: Redirect değiştiricisinde geçersiz domain.
uk_ua: Consider adding DNSSEC records (DNSKEY, DS, RRSIG, NSEC/NSEC3) to improve zone security.
vi_vn: Giá trị không hợp lệ cho loại chứng chỉ. Phải nằm trong khoảng từ 0 đến 255.
zh_cn: redirect 修饰符中的域名无效。

source: Invalid domain in exp modifier.
cs_cz: Neplatná doména v modifikátoru exp.
de_de: Ungültige Domäne im exp-Modifikator.
es_es: Dominio inválido en modificador exp.
fr_fr: Domaine invalide dans le modificateur exp.
id_id: TLSA record selector is mandatory.
ko_kr: 비밀번호는 최소 하나의 숫자를 포함해야 합니다.
lt_lt: Neteisingas domenas exp modifikatoriuje.
pl_pl: Nieprawidłowa domena w modyfikatorze exp.
ru_ru: Недопустимый домен в модификаторе exp.
sv_se: SMIMEA-matchningstypen måste vara ett heltal mellan 0 och 255.
tr_tr: Exp değiştiricisinde geçersiz domain.
uk_ua: This zone has no MX records. If this domain receives email, add appropriate MX records.
vi_vn: Giá trị không hợp lệ cho loại key selector. Phải là 0 (Full cert) hoặc 1 (SubjectPublicKeyInfo).
zh_cn: exp 修饰符中的域名无效。

source: Unknown modifier: %s
cs_cz: Neznámý modifikátor: %s
de_de: Unbekannter Modifikator: %s
es_es: Modificador desconocido: %s
fr_fr: Modificateur inconnu : %s
id_id: Selector TLSA record wajib diisi.
ko_kr: 설명은 255자를 초과할 수 없습니다.
lt_lt: Nežinomas modifikatorius: %s
pl_pl: Nieznany modyfikator: %s
ru_ru: Неизвестный модификатор: %s
sv_se: CERT-typen måste vara ett heltal mellan 0 och 65535.
tr_tr: Bilinmeyen değiştirici: %s
uk_ua: No IPv6 (AAAA) records found. Consider adding IPv6 support for future compatibility.
vi_vn: Giá trị không hợp lệ cho loại matching. Phải nằm trong khoảng từ 0 đến 2 (0=Full, 1=SHA-256, 2=SHA-512).
zh_cn: 未知修饰符：%s

source: Unknown mechanism: %s
cs_cz: Neznámý mechanismus: %s
de_de: Unbekannter Mechanismus: %s
es_es: Mecanismo desconocido: %s
fr_fr: Mécanisme inconnu : %s
id_id: TLSA record selector must be between 0 and 255.
ko_kr: perm_templ은 0에서 255 사이의 정수여야 합니다.
lt_lt: Nežinomas mechanizmas: %s
pl_pl: Nieznany mechanizm: %s
ru_ru: Неизвестный механизм: %s
sv_se: CERT-nyckeltaggen måste vara ett heltal mellan 0 och 65535.
tr_tr: Bilinmeyen mekanizma: %s
uk_ua: Multiple SOA records detected. A zone should have exactly one SOA record.
vi_vn: Dữ liệu chứng chỉ không hợp lệ. Phải là chuỗi thập lục phân.
zh_cn: 未知机制：%s

source: SPF record should have either a terminating "all" mechanism or a "redirect" modifier (RFC 7208 Section 4.6.2).
cs_cz: SPF záznam by měl mít buď ukončující mechanismus "all" nebo modifikátor "redirect" (RFC 7208 Sekce 4.6.2).
de_de: SPF-Eintrag sollte entweder einen abschließenden "all"-Mechanismus oder einen "redirect"-Modifikator haben (RFC 7208 Abschnitt 4.6.2).
es_es: El registro SPF debe tener un mecanismo "all" terminal o un modificador "redirect" (RFC 7208 Sección 4.6.2).
fr_fr: L'enregistrement SPF doit avoir soit un mécanisme "all" de terminaison soit un modificateur "redirect" (RFC 7208 Section 4.6.2).
id_id: Selector TLSA record harus antara 0 dan 255.
ko_kr: 활성화 상태는 0 또는 1이어야 합니다.
lt_lt: SPF įrašas turėtų turėti arba baigiamąjį "all" mechanizmą arba "redirect" modifikatorių (RFC 7208 skyrius 4.6.2).
pl_pl: Rekord SPF powinien mieć albo kończący mechanizm "all" albo modyfikator "redirect" (RFC 7208 Sekcja 4.6.2).
ru_ru: SPF-запись должна иметь либо завершающий механизм "all", либо модификатор "redirect" (RFC 7208 раздел 4.6.2).
sv_se: CERT-algoritmen måste vara ett heltal mellan 0 och 255.
tr_tr: SPF kaydı ya sonlandıran "all" mekanizmasına ya da "redirect" değiştiricisine sahip olmalıdır (RFC 7208 Bölüm 4.6.2).
uk_ua: No NS records found at zone apex. Authoritative nameservers must be defined.
vi_vn: Độ dài dữ liệu chứng chỉ không chính xác cho loại matching đã chỉ định.
zh_cn: SPF 记录应具有终止的 "all" 机制或 "redirect" 修饰符（RFC 7208 第 4.6.2 节）。

source: SPF record has both "all" mechanism and "redirect" modifier. The "redirect" modifier will be ignored when "all" is present (RFC 7208 Section 6.1).
cs_cz: SPF záznam má jak mechanismus "all", tak modifikátor "redirect". Modifikátor "redirect" bude ignorován, když je přítomen "all" (RFC 7208 Sekce 6.1).
de_de: SPF-Eintrag hat sowohl "all"-Mechanismus als auch "redirect"-Modifikator. Der "redirect"-Modifikator wird ignoriert, wenn "all" vorhanden ist (RFC 7208 Abschnitt 6.1).
es_es: El registro SPF tiene tanto el mecanismo "all" como el modificador "redirect". El modificador "redirect" será ignorado cuando "all" esté presente (RFC 7208 Sección 6.1).
fr_fr: L'enregistrement SPF a à la fois le mécanisme "all" et le modificateur "redirect". Le modificateur "redirect" sera ignoré quand "all" est présent (RFC 7208 Section 6.1).
id_id: TLSA record matching type is mandatory.
ko_kr: 사용자 유형은 유효한 권한 템플릿 ID여야 합니다.
lt_lt: SPF įrašas turi ir "all" mechanizmą, ir "redirect" modifikatorių. "Redirect" modifikatorius bus ignoruojamas, kai yra "all" (RFC 7208 skyrius 6.1).
pl_pl: Rekord SPF ma zarówno mechanizm "all" jak i modyfikator "redirect". Modyfikator "redirect" będzie ignorowany gdy "all" jest obecny (RFC 7208 Sekcja 6.1).
ru_ru: SPF-запись содержит как механизм "all", так и модификатор "redirect". Модификатор "redirect" будет проигнорирован при наличии "all" (RFC 7208 раздел 6.1).
sv_se: HTTPS-prioriteten måste vara ett heltal mellan 0 och 65535.
tr_tr: SPF kaydı hem "all" mekanizmasına hem de "redirect" değiştiricisine sahip. "all" mevcut olduğunda "redirect" değiştiricisi yok sayılacaktır (RFC 7208 Bölüm 6.1).
uk_ua: Ensure all NS records have corresponding A/AAAA glue records if they are within this zone.
vi_vn: SHA-256 (matching type 1) được khuyến nghị hơn Full (matching type 0) để cải thiện hiệu suất và quyền riêng tư.
zh_cn: SPF 记录同时具有 "all" 机制和 "redirect" 修饰符。当存在 "all" 时，"redirect" 修饰符将被忽略（RFC 7208 第 6.1 节）。

source: Invalid value for priority field. CNAME records must have priority value of 0.
cs_cz: Neplatná hodnota pole priority. CNAME záznamy musí mít hodnotu priority 0.
de_de: Ungültiger Wert für das Prioritätsfeld. CNAME-Einträge müssen einen Prioritätswert von 0 haben.
es_es: Valor inválido para el campo de prioridad. Los registros CNAME deben tener valor de prioridad 0.
fr_fr: Valeur invalide pour le champ de priorité. Les enregistrements CNAME doivent avoir une valeur de priorité de 0.
id_id: Matching type TLSA record wajib diisi.
ko_kr: 잘못된 사용자 ID입니다.
lt_lt: Neteisinga prioriteto lauko reikšmė. CNAME įrašai turi turėti prioriteto reikšmę 0.
pl_pl: Nieprawidłowa wartość pola priorytetu. Rekordy CNAME muszą mieć wartość priorytetu 0.
ru_ru: Недопустимое значение поля приоритета. CNAME-записи должны иметь значение приоритета 0.
sv_se: SVCB-prioriteten måste vara ett heltal mellan 0 och 65535.
tr_tr: Öncelik alanı için geçersiz değer. CNAME kayıtları 0 öncelik değerine sahip olmalıdır.
uk_ua: CAA records not found. Consider adding CAA records to control which Certificate Authorities can issue certificates.
vi_vn: SHA-512 (matching type 2) cung cấp bảo mật tốt hơn SHA-256 nhưng có kích thước bản ghi lớn hơn.
zh_cn: 优先级字段值无效。CNAME 记录的优先级值必须为 0。

source: This is not a valid CNAME. There already exists a record with this name.
cs_cz: Toto není platný CNAME. Již existuje záznam s tímto názvem.
de_de: Dies ist kein gültiger CNAME. Es existiert bereits ein Datensatz mit diesem Namen.
es_es: Este no es un CNAME válido. Ya existe un registro con este nombre.
fr_fr: Ceci n'est pas un CNAME valide. Il existe déjà un enregistrement avec ce nom.
id_id: TLSA record matching type must be between 0 and 255.
ko_kr: 사용자 이름은 이미 존재합니다.
lt_lt: Tai nėra teisingas CNAME. Jau egzistuoja įrašas su šiuo pavadinimu.
pl_pl: To nie jest prawidłowy CNAME. Istnieje już rekord o tej nazwie.
ru_ru: Это не действительный CNAME. Уже существует запись с этим именем.
sv_se: SOA-serienumret måste vara ett heltal mellan 0 och 4294967295.
tr_tr: Bu geçerli bir CNAME değil. Bu isimde zaten bir kayıt var.
uk_ua: Very high TTL (%d seconds). Consider using lower values (300-3600) for more flexibility.
vi_vn: Loại chứng chỉ 0 (PKIX-TA) đang được dùng. Hãy đảm bảo chứng chỉ đáng tin cậy.
zh_cn: Bu geçerli bir CNAME değil. Bu isimde zaten bir kayıt var.

source: This is not a valid CNAME. Did you assign an MX or NS record to the record?
cs_cz: Toto není platný záznam CNAME. Přiřadili jste k záznamu záznam MX nebo NS?
de_de: Dies ist kein gültiger CNAME. Haben Sie dem Datensatz einen MX- oder NS-Datensatz zugewiesen?
es_es: Este no es un CNAME válido. ¿Asignó un registro MX o NS al registro?
fr_fr: Ceci n'est pas un CNAME valide. Avez-vous assigné un enregistrement MX ou NS à l'enregistrement ?
id_id: Matching type TLSA record harus antara 0 dan 255.
ko_kr: 이메일 주소는 이미 사용 중입니다.
lt_lt: Tai nėra teisingas CNAME. Ar priskyrėte MX arba NS įrašą šiam įrašui?
pl_pl: To nie jest prawidłowy CNAME. Czy przypisałeś rekord MX lub NS do tego rekordu?
ru_ru: Это не действительный CNAME. Вы присвоили запись MX или NS этой записи?
sv_se: SOA-uppdateringsintervallet måste vara ett heltal mellan 0 och 2147483647.
tr_tr: Bu geçerli bir CNAME değil. Kayda bir MX veya NS kaydı atadınız mı?
uk_ua: Very low TTL (%d seconds). This may increase DNS query load. Typical values are 300-3600 seconds.
vi_vn: Loại chứng chỉ 1 (PKIX-EE) đang được dùng. Hãy đảm bảo chứng chỉ end-entity khớp.
zh_cn: Bu geçerli bir CNAME değil. Kayda bir MX veya NS kaydı atadınız mı?

source: Empty CNAME records are not allowed.
cs_cz: Prázdné CNAME záznamy nejsou povoleny.
de_de: Leere CNAME-Einträge sind nicht erlaubt.
es_es: No se permiten registros CNAME vacíos.
fr_fr: Les enregistrements CNAME vides ne sont pas autorisés.
id_id: TLSA record certificate data is mandatory.
ko_kr: 이전 비밀번호가 올바르지 않습니다.
lt_lt: Tušti CNAME įrašai neleidžiami.
pl_pl: Puste rekordy CNAME nie są dozwolone.
ru_ru: Пустые CNAME-записи не разрешены.
sv_se: SOA-återförsöksintervallet måste vara ett heltal mellan 0 och 2147483647.
tr_tr: Boş CNAME kayıtlarına izin verilmez.
uk_ua: TTL value is higher than the SOA MINIMUM field. This may cause caching inconsistencies.
vi_vn: Loại chứng chỉ 255 (Private) đang được dùng. Hãy đảm bảo cấu hình tùy chỉnh của bạn chính xác.
zh_cn: 不允许空的 CNAME 记录。

source: This is not a valid record. There already exists a CNAME with this name.
cs_cz: Toto není platný záznam. Již existuje CNAME s tímto názvem.
de_de: Dies ist kein gültiger Eintrag. Es existiert bereits ein CNAME mit diesem Namen.
es_es: Este no es un registro válido. Ya existe un CNAME con este nombre.
fr_fr: Ceci n'est pas un enregistrement valide. Il existe déjà un CNAME avec ce nom.
id_id: Data certificate TLSA record wajib diisi.
ko_kr: 새 비밀번호가 일치하지 않습니다.
lt_lt: Tai neteisingas įrašas. Jau yra CNAME su šiuo vardu.
pl_pl: To nie jest prawidłowy rekord. Istnieje już CNAME o tej nazwie.
ru_ru: Это недопустимая запись. Уже существует CNAME с таким именем.
sv_se: SOA-utgångsintervallet måste vara ett heltal mellan 0 och 2147483647.
tr_tr: Bu geçerli bir kayıt değil. Bu adla zaten bir CNAME mevcut.
uk_ua: Wildcard record detected (*). Verify this matches your intended delegation pattern.
vi_vn: Loại chứng chỉ không xác định. RFC 6698 chỉ định các loại 0-3 và 255.
zh_cn: 这不是有效记录。已存在具有此名称的 CNAME。

source: CNAME target must be a fully qualified domain name (FQDN). Single-label names are not allowed.
fr_fr: La cible CNAME doit être un nom de domaine entièrement qualifié (FQDN). Les noms à étiquette unique ne sont pas autorisés.
id_id: DS record key tag is mandatory.
ko_kr: 권한 템플릿 이름은 필수이며 1-128자 사이여야 합니다.
lt_lt: CNAME objektas turi būti visas domeno vardas (FQDN). Vienos etiketės vardai nėra leidžiami.
sv_se: SOA-negativt TTL måste vara ett heltal mellan 0 och 2147483647.
uk_ua: Record name exceeds 63 characters, which is the maximum length for a single label per RFC 1035.
vi_vn: Nội dung bản ghi TLSA phải ở định dạng: usage selector matchingtype certificatedata.

source: CNAME target must be a fully qualified domain name (FQDN) with a valid top-level domain.
fr_fr: La cible CNAME doit être un nom de domaine entièrement qualifié (FQDN) avec un domaine de premier niveau valide.
id_id: Key tag DS record wajib diisi.
ko_kr: 권한 템플릿 설명은 255자를 초과할 수 없습니다.
lt_lt: CNAME objektas turi būti visas domeno vardas (FQDN) su galiojusiu aukščiausio lygio domenu.
sv_se: En domän med wildcard MX-post får inte ha några andra MX-poster.
uk_ua: Fully qualified domain name exceeds 253 characters total length per RFC 1035.
vi_vn: Ký tự không hợp lệ trong nội dung bản ghi TLSA.

source: Invalid characters in DHCID record content.
cs_cz: Neplatné znaky v obsahu DHCID záznamu.
de_de: Ungültige Zeichen im DHCID-Eintragsinhalt.
es_es: Caracteres inválidos en el contenido del registro DHCID.
fr_fr: Caractères invalides dans le contenu de l'enregistrement DHCID.
id_id: DS record key tag must be between 0 and 65535.
ko_kr: 잘못된 권한 템플릿 ID입니다.
lt_lt: DHCID įrašo turinyje yra neteisingi simboliai.
pl_pl: Nieprawidłowe znaki w zawartości rekordu DHCID.
ru_ru: Недопустимые символы в содержимом DHCID-записи.
sv_se: Zonnamn
tr_tr: DHCID kayıt içeriğinde geçersiz karakterler.
uk_ua: Record name contains consecutive dots, which is invalid per DNS standards.
vi_vn: Trường ưu tiên cho bản ghi TLSA phải là 0 hoặc rỗng
zh_cn: DHCID 记录内容中包含无效字符。

source: As per RFC 4701 and RFC 4703, DHCID records should be placed at the same name as the A or AAAA records they correspond to.
cs_cz: Podle RFC 4701 a RFC 4703 by záznamy DHCID měly být umístěny pod stejným názvem jako A nebo AAAA záznamy, kterým odpovídají.
de_de: Gemäß RFC 4701 und RFC 4703 sollten DHCID-Einträge unter demselben Namen wie die entsprechenden A- oder AAAA-Einträge platziert werden.
es_es: Según RFC 4701 y RFC 4703, los registros DHCID deben colocarse en el mismo nombre que los registros A o AAAA a los que corresponden.
fr_fr: Selon les RFC 4701 et RFC 4703, les enregistrements DHCID doivent être placés au même nom que les enregistrements A ou AAAA auxquels ils correspondent.
id_id: Key tag DS record harus antara 0 dan 65535.
ko_kr: 이 권한 템플릿은 이미 존재합니다.
lt_lt: Pagal RFC 4701 ir RFC 4703, DHCID įrašai turėtų būti patalpinti tuo pačiu vardu kaip A arba AAAA įrašai, kuriems jie atitinka.
pl_pl: Zgodnie z RFC 4701 i RFC 4703, rekordy DHCID powinny być umieszczone pod tą samą nazwą co rekordy A lub AAAA, którym odpowiadają.
ru_ru: Согласно RFC 4701 и RFC 4703, DHCID-записи должны размещаться под тем же именем, что и соответствующие им A- или AAAA-записи.
sv_se: Posttyp
tr_tr: RFC 4701 ve RFC 4703'e göre, DHCID kayıtları karşılık geldikleri A veya AAAA kayıtlarıyla aynı adda yerleştirilmelidir.
uk_ua: Label starts or ends with a hyphen, which is invalid per RFC 952.
vi_vn: Bản ghi TLSA nên được đặt ở _port._protocol.hostname (ví dụ: _443._tcp.example.com).
zh_cn: 根据 RFC 4701 和 RFC 4703，DHCID 记录应放置在与其对应的 A 或 AAAA 记录相同的名称位置。
