Repository: poweradmin/poweradmin
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: cs_cz, de_de, es_es, fr_fr, id_id, ko_kr, lt_lt, pl_pl, ru_ru, sv_se, tr_tr, uk_ua, vi_vn, zh_cn

source: About Supermasters
cs_cz: O supermasterech
de_de: Über Supermaster
es_es: Acerca de los Supermasters
fr_fr: À propos des Supermasters
id_id: Tentang Supermaster
ko_kr: Supermaster 정보
lt_lt: Apie supermasterius
pl_pl: O Supermasterach
ru_ru: О суперсерверах
sv_se: Om supermasters
tr_tr: Supermasterlar Hakkında
uk_ua: Про Supermaster
vi_vn: Giới thiệu về Supermasters
zh_cn: 关于超级主服务器

source: What is a Supermaster?
cs_cz: Co je to supermaster?
de_de: Was ist ein Supermaster?
es_es: ¿Qué es un Supermaster?
fr_fr: Qu'est-ce qu'un Supermaster?
id_id: Apa itu Supermaster?
ko_kr: Supermaster란?
lt_lt: Kas yra supermaster?
pl_pl: Co to jest Supermaster?
ru_ru: Что такое суперсервер?
sv_se: Vad är en supermaster?
tr_tr: Supermaster Nedir?
uk_ua: Що таке Supermaster?
vi_vn: Supermaster là gì?
zh_cn: 什么是超级主服务器？

source: A supermaster is a PowerDNS authoritative server that automatically pushes new zones to its slaves.
cs_cz: Supermaster je autoritativní server PowerDNS, který automaticky přenáší nové zóny na své podružné servery.
de_de: Ein Supermaster ist ein autoritativer PowerDNS-Server, der automatisch neue Zonen an seine Slaves weitergibt.
es_es: Un supermaster es un servidor autoritativo PowerDNS que automáticamente envía nuevas zonas a sus esclavos.
fr_fr: Un supermaster est un serveur PowerDNS autoritaire qui pousse automatiquement de nouvelles zones vers ses esclaves.
id_id: Supermaster adalah server otoritatif PowerDNS yang secara otomatis mendorong zona baru ke slave-nya.
ko_kr: Supermaster는 새 존을 슬레이브에 자동으로 푸시하는 PowerDNS 권한 서버입니다.
lt_lt: Supermaster yra PowerDNS autoritatyvus serveris, kuris automatiškai perduoda naujas zonas savo slave serveriams.
pl_pl: Supermaster to autorytatywny serwer PowerDNS, który automatycznie przesyła nowe strefy do swoich slave'ów.
ru_ru: Суперсервер — это авторитативный сервер PowerDNS, который автоматически передает новые зоны своим подчиненным серверам.
sv_se: En supermaster är en auktoritativ PowerDNS-server som automatiskt pushar nya zoner till sina slavar.
tr_tr: Supermaster, yeni zonları otomatik olarak slave'lerine gönderen bir PowerDNS yetkili sunucusudur.
uk_ua: Supermaster - це авторитетний сервер PowerDNS, який автоматично передає нові зони на свої підлеглі сервери.
vi_vn: Supermaster là máy chủ ủy quyền PowerDNS tự động đẩy các vùng mới đến các slave của nó.
zh_cn: 超级主服务器是一个 PowerDNS 权威服务器，它自动将新区域推送到其从服务器。

source: How it works
cs_cz: Jak to funguje
de_de: Wie es funktioniert
es_es: Cómo funciona
fr_fr: Comment ça fonctionne
id_id: Cara kerjanya
ko_kr: 작동 방식
lt_lt: Kaip tai veikia
pl_pl: Jak to działa
ru_ru: Как это работает
sv_se: Hur det fungerar
tr_tr: Nasıl çalışır
uk_ua: Як це працює
vi_vn: Cách thức hoạt động
zh_cn: 工作原理

source: When a slave receives a notification from a supermaster, it adds the domain and sets the supermaster's IP address as the master address.
cs_cz: Když podružný server obdrží oznámení od supermastera, přidá doménu a nastaví IP adresu supermastera jako hlavní adresu.
de_de: Wenn ein Slave eine Benachrichtigung von einem Supermaster erhält, fügt er die Domain hinzu und setzt die IP-Adresse des Supermasters als Master-Adresse.
es_es: Cuando un esclavo recibe una notificación de un supermaster, agrega el dominio y establece la dirección IP del supermaster como la dirección maestra.
fr_fr: Lorsqu'un esclave reçoit une notification d'un supermaster, il ajoute le domaine et définit l'adresse IP du supermaster comme adresse maître.
id_id: Ketika slave menerima notifikasi dari supermaster, ia menambahkan domain dan menetapkan alamat IP supermaster sebagai alamat master.
ko_kr: 슬레이브가 supermaster로부터 알림을 받으면 도메인을 추가하고 supermaster의 IP 주소를 마스터 주소로 설정합니다.
lt_lt: Kai slave serveris gauna pranešimą iš supermaster, jis prideda domeną ir nustato supermaster IP adresą kaip master adresą.
pl_pl: Kiedy slave otrzymuje powiadomienie od supermastera, dodaje domenę i ustawia adres IP supermastera jako adres master.
ru_ru: Когда подчиненный сервер получает уведомление от суперсервера, он добавляет домен и устанавливает IP-адрес суперсервера в качестве главного адреса.
sv_se: När en slav tar emot en notifiering från en supermaster lägger den till domänen och anger supermasters IP-adress som masteradress.
tr_tr: Bir slave, supermaster'dan bildirim aldığında, domaini ekler ve supermaster'ın IP adresini master adresi olarak ayarlar.
uk_ua: Коли підлеглий сервер отримує сповіщення від supermaster, він додає домен і встановлює IP-адресу supermaster як адресу головного сервера.
vi_vn: Khi một slave nhận thông báo từ một supermaster, nó sẽ thêm tên miền và đặt địa chỉ IP của supermaster làm địa chỉ master.
zh_cn: 当从服务器收到来自超级主服务器的通知时，它会添加域名并将超级主服务器的 IP 地址设置为主服务器地址。

source: Important Notes
cs_cz: Důležité poznámky
de_de: Wichtige Hinweise
es_es: Notas Importantes
fr_fr: Notes Importantes
id_id: Catatan Penting
ko_kr: 중요 사항
lt_lt: Svarbūs pastebėjimai
pl_pl: Ważne uwagi
ru_ru: Важные примечания
sv_se: Viktiga anmärkningar
tr_tr: Önemli Notlar
uk_ua: Важливі примітки
vi_vn: Lưu ý quan trọng
zh_cn: 重要提示

source: The hostname must match exactly what appears in the NS record of the zone.
cs_cz: Název hostitele se musí přesně shodovat s tím, co se objevuje v NS záznamu zóny.
de_de: Der Hostname muss genau dem entsprechen, was im NS-Eintrag der Zone erscheint.
es_es: El nombre de host debe coincidir exactamente con lo que aparece en el registro NS de la zona.
fr_fr: Le nom d'hôte doit correspondre exactement à ce qui apparaît dans l'enregistrement NS de la zone.
id_id: Nama host harus cocok persis dengan yang muncul di rekod NS zona.
ko_kr: 호스트명은 존의 NS 레코드에 나타나는 것과 정확히 일치해야 합니다.
lt_lt: Serverio vardas turi tiksliai sutapti su tuo, kas atsiranda zonos NS įraše.
pl_pl: Nazwa hosta musi dokładnie odpowiadać temu, co pojawia się w rekordzie NS strefy.
ru_ru: Имя хоста должно точно совпадать с тем, что указано в NS записи зоны.
sv_se: Värdnamnet måste matcha exakt vad som visas i NS-posten för zonen.
tr_tr: Hostname, zonun NS kaydında görünen ile tam olarak eşleşmelidir.
uk_ua: Ім'я хоста повинно точно відповідати тому, що з'являється в записі NS зони.
vi_vn: Tên máy chủ phải khớp chính xác với những gì xuất hiện trong bản ghi NS của vùng.
zh_cn: 主机名必须与区域 NS 记录中显示的完全匹配。

source: Ensure your firewall allows DNS notifications between masters and slaves.
cs_cz: Ujistěte se, že váš firewall umožňuje DNS oznámení mezi hlavními a podružnými servery.
de_de: Stellen Sie sicher, dass Ihre Firewall DNS-Benachrichtigungen zwischen Masters und Slaves erlaubt.
es_es: Asegúrese de que su firewall permita notificaciones DNS entre maestros y esclavos.
fr_fr: Assurez-vous que votre pare-feu autorise les notifications DNS entre maîtres et esclaves.
id_id: Pastikan firewall Anda mengizinkan notifikasi DNS antara master dan slave.
ko_kr: 방화벽이 마스터와 슬레이브 간의 DNS 알림을 허용하는지 확인하세요.
lt_lt: Įsitikinkite, kad jūsų ugniasienė leidžia DNS pranešimus tarp master ir slave serverių.
pl_pl: Upewnij się, że firewall pozwala na powiadomienia DNS między masterami a slave'ami.
ru_ru: Убедитесь, что ваш межсетевой экран разрешает DNS уведомления между главными и подчиненными серверами.
sv_se: Se till att din brandvägg tillåter DNS-notifieringar mellan masters och slavar.
tr_tr: Güvenlik duvarınızın master'lar ve slave'ler arasında DNS bildirimlerine izin verdiğinden emin olun.
uk_ua: Переконайтеся, що ваш брандмауер дозволяє сповіщення DNS між головними та підлеглими серверами.
vi_vn: Đảm bảo tường lửa của bạn cho phép thông báo DNS giữa các master và slave.
zh_cn: 确保您的防火墙允许主服务器和从服务器之间的 DNS 通知。

source: Log in
cs_cz: Přihlásit se
de_de: Anmeldung
es_es: Iniciar sesión
fr_fr: Se connecter
id_id: Masuk
ko_kr: 로그인
lt_lt: Prisijungti
pl_pl: Zaloguj się
ru_ru: Войти
sv_se: Logga in
tr_tr: Giriş yap
uk_ua: Увійти
vi_vn: Đăng nhập
zh_cn: 登录

source: Please provide a username
cs_cz: Zadejte prosím uživatelské jméno
de_de: Bitte einen Benutzernamen angeben
es_es: Por favor proporcione un nombre de usuario
fr_fr: Veuillez fournir un nom d'utilisateur
id_id: Silakan berikan nama pengguna
ko_kr: 사용자명을 입력하세요
lt_lt: Pateikite naudotojo vardą
pl_pl: Proszę podać nazwę użytkownika
ru_ru: Пожалуйста, укажите имя пользователя
sv_se: Vänligen ange ett användarnamn
tr_tr: Lütfen bir kullanıcı adı sağlayın
uk_ua: Будь ласка, надайте ім'я користувача
vi_vn: Vui lòng cung cấp tên người dùng
zh_cn: 请提供用户名

source: Language
cs_cz: Jazyk
de_de: Sprache
es_es: Idioma
fr_fr: Langue
id_id: Bahasa
ko_kr: 언어
lt_lt: Kalba
pl_pl: Język
ru_ru: Язык
sv_se: Språk
tr_tr: Dil
uk_ua: Мова
vi_vn: Ngôn ngữ
zh_cn: 语言

source: Or sign in with
fr_fr: Ou se connecter avec
id_id: Atau masuk dengan
ko_kr: 또는 다음으로 로그인
sv_se: Eller logga in med
uk_ua: Або увійдіть за допомогою
vi_vn: Hoặc đăng nhập bằng

source: Forgot your password?
cs_cz: Zapomněli jste heslo?
de_de: Passwort vergessen?
es_es: ¿Olvidó su contraseña?
fr_fr: Mot de passe oublié?
id_id: Lupa kata sandi Anda?
ko_kr: 비밀번호를 잊으셨나요?
lt_lt: Pamiršote slaptažodį?
pl_pl: Zapomniałeś hasła?
ru_ru: Забыли пароль?
sv_se: Glömt ditt lösenord?
tr_tr: Şifrenizi mi unuttunuz?
uk_ua: Забули свій пароль?
vi_vn: Quên mật khẩu?
zh_cn: 忘记密码？

source: Forgot your username?
id_id: Lupa nama pengguna Anda?
ko_kr: 사용자명을 잊으셨나요?
sv_se: Glömt ditt användarnamn?
uk_ua: Забули своє ім'я користувача?
vi_vn: Quên tên người dùng?

source: IP Version
cs_cz: Verze IP
es_es: Versión IP
fr_fr: Version IP
id_id: Versi IP
ko_kr: IP 버전
lt_lt: IP versija
pl_pl: Wersja IP
ru_ru: Версия IP
tr_tr: IP Sürümü
uk_ua: Версія IP
vi_vn: Phiên bản IP
zh_cn: IP 版本

source: IPv4 network
cs_cz: IPv4 síť
de_de: IPv4-Netzwerk
es_es: Red IPv4
fr_fr: Réseau IPv4
id_id: Jaringan IPv4
ko_kr: IPv4 네트워크
lt_lt: IPv4 tinklas
pl_pl: Sieć IPv4
ru_ru: IPv4 сеть
sv_se: IPv4-nätverk
tr_tr: IPv4 ağı
uk_ua: Мережа IPv4
vi_vn: Mạng IPv4
zh_cn: IPv4 网络

source: IPv6 (/64 network)
cs_cz: IPv6 (/64 síť)
de_de: IPv6 (/64 Netzwerk)
es_es: IPv6 (red /64)
fr_fr: IPv6 (réseau /64)
id_id: IPv6 (jaringan /64)
ko_kr: IPv6 (/64 네트워크)
lt_lt: IPv6 (/64 tinklas)
pl_pl: IPv6 (sieć /64)
ru_ru: IPv6 (сеть /64)
sv_se: IPv6 (/64-nätverk)
tr_tr: IPv6 (/64 ağı)
uk_ua: IPv6 (мережа /64)
vi_vn: Mạng IPv6 (/64)
zh_cn: IPv6 (/64 网络)

source: Network Prefix
cs_cz: Síťová předpona
de_de: Netzwerk-Präfix
es_es: Prefijo de Red
fr_fr: Préfixe Réseau
id_id: Prefiks Jaringan
ko_kr: 네트워크 프리픽스
lt_lt: Tinklo prefiksas
pl_pl: Prefiks sieci
ru_ru: Префикс Сети
sv_se: Nätverksprefix
tr_tr: Ağ Öneki
uk_ua: Префікс мережі
vi_vn: Tiền tố mạng
zh_cn: 网络前缀

source: Select from existing reverse zones
cs_cz: Vyberte z existujících reverzních zón
de_de: Aus vorhandenen Reverse-Zonen auswählen
es_es: Seleccionar de zonas reversas existentes
fr_fr: Sélectionner parmi les zones inverses existantes
id_id: Pilih dari zona reverse yang ada
ko_kr: 기존 역방향 존에서 선택
lt_lt: Pasirinkti iš esamų atvirkštinių zonų
pl_pl: Wybierz z istniejących stref odwrotnych
ru_ru: Выбрать из существующих обратных зон
sv_se: Välj från befintliga reverse-zoner
tr_tr: Mevcut ters zonlardan seçin
uk_ua: Вибрати з існуючих реверсних зон
vi_vn: Chọn từ các vùng đảo ngược hiện có
zh_cn: 从现有反向区域中选择

source: Please provide a network prefix
cs_cz: Zadejte prosím síťovou předponu
de_de: Bitte geben Sie ein Netzwerk-Präfix an
es_es: Por favor proporcione un prefijo de red
fr_fr: Veuillez fournir un préfixe réseau
id_id: Silakan berikan prefiks jaringan
ko_kr: 네트워크 프리픽스를 입력하세요
lt_lt: Pateikite tinklo prefiksą
pl_pl: Proszę podać prefiks sieci
ru_ru: Пожалуйста, укажите префикс сети
sv_se: Vänligen ange ett nätverksprefix
tr_tr: Lütfen bir ağ öneki sağlayın
uk_ua: Будь ласка, надайте префікс мережі
vi_vn: Vui lòng cung cấp tiền tố mạng
zh_cn: 请提供网络前缀

source: e.g., "192.168.1.0/24" or "10.0.0.0/20"
cs_cz: např. "192.168.1.0/24" nebo "10.0.0.0/20"
de_de: z.B. "192.168.1.0/24" oder "10.0.0.0/20"
es_es: ej., "192.168.1.0/24" o "10.0.0.0/20"
fr_fr: par ex., "192.168.1.0/24" ou "10.0.0.0/20"
id_id: mis., "192.168.1.0/24" atau "10.0.0.0/20"
ko_kr: 예: "192.168.1.0/24" 또는 "10.0.0.0/20"
lt_lt: pvz., "192.168.1.0/24" arba "10.0.0.0/20"
pl_pl: np. "192.168.1.0/24" lub "10.0.0.0/20"
ru_ru: например, "192.168.1.0/24" или "10.0.0.0/20"
sv_se: t.ex. "192.168.1.0/24" eller "10.0.0.0/20"
tr_tr: örneğin: "192.168.1.0/24" veya "10.0.0.0/20"
uk_ua: наприклад, "192.168.1.0/24" або "10.0.0.0/20"
vi_vn: ví dụ: "192.168.1.0/24" hoặc "10.0.0.0/20"
zh_cn: 例如，"192.168.1.0/24" 或 "10.0.0.0/20"

source: e.g., "2001:db8:1:1"
cs_cz: např. "2001:db8:1:1"
de_de: z.B. "2001:db8:1:1"
es_es: ej., "2001:db8:1:1"
fr_fr: par ex., "2001:db8:1:1"
id_id: mis., "2001:db8:1:1"
ko_kr: 예: "2001:db8:1:1"
lt_lt: pvz., "2001:db8:1:1"
pl_pl: np. "2001:db8:1:1"
ru_ru: например, "2001:db8:1:1"
sv_se: t.ex. "2001:db8:1:1"
tr_tr: örneğin: "2001:db8:1:1"
uk_ua: наприклад, "2001:db8:1:1"
vi_vn: ví dụ: "2001:db8:1:1"
zh_cn: 例如，"2001:db8:1:1"

source: Host Prefix
cs_cz: Předpona hostitele
de_de: Host-Präfix
es_es: Prefijo de Host
fr_fr: Préfixe Hôte
id_id: Prefiks Host
ko_kr: 호스트 프리픽스
lt_lt: Serverio prefiksas
pl_pl: Prefiks hosta
ru_ru: Префикс Хоста
sv_se: Värdprefix
tr_tr: Host Öneki
uk_ua: Префікс хоста
vi_vn: Tiền tố máy chủ
zh_cn: 主机前缀

source: Optional
cs_cz: Volitelné
es_es: Opcional
fr_fr: Optionnel
id_id: Opsional
ko_kr: 선택 사항
lt_lt: Neprivaloma
pl_pl: Opcjonalne
ru_ru: Необязательно
sv_se: Valfritt
tr_tr: İsteğe bağlı
uk_ua: Необов'язково
vi_vn: Tùy chọn
zh_cn: 可选

source: Leave empty to use just the domain for PTR records
cs_cz: Ponechte prázdné pro použití pouze domény pro PTR záznamy
de_de: Leer lassen, um nur die Domain für PTR-Einträge zu verwenden
es_es: Deje vacío para usar solo el dominio para registros PTR
fr_fr: Laisser vide pour utiliser seulement le domaine pour les enregistrements PTR
id_id: Biarkan kosong untuk hanya menggunakan domain untuk rekod PTR
ko_kr: PTR 레코드에 도메인만 사용하려면 비워 두세요
lt_lt: Palikite tuščią, kad PTR įrašams naudotumėte tik domeną
pl_pl: Pozostaw puste, aby używać tylko domeny dla rekordów PTR
ru_ru: Оставьте пустым, чтобы использовать только домен для PTR записей
sv_se: Lämna tomt för att använda bara domänen för PTR-poster
tr_tr: PTR kayıtları için yalnızca alan adını kullanmak üzere boş bırakın
uk_ua: Залиште порожнім, щоб використовувати лише домен для записів PTR
vi_vn: Để trống để chỉ sử dụng tên miền cho bản ghi PTR
zh_cn: 留空仅使用域名作为 PTR 记录

source: Required
cs_cz: Povinné
de_de: Erforderlich
es_es: Requerido
fr_fr: Obligatoire
id_id: Wajib
ko_kr: 필수
lt_lt: Privaloma
pl_pl: Wymagane
ru_ru: Обязательно
sv_se: Obligatoriskt
tr_tr: Zorunlu
uk_ua: Обов'язково
vi_vn: Bắt buộc
zh_cn: 必填

source: IPv6 Count
cs_cz: Počet IPv6
de_de: IPv6-Anzahl
es_es: Conteo IPv6
fr_fr: Nombre IPv6
id_id: Jumlah IPv6
ko_kr: IPv6 개수
lt_lt: IPv6 kiekis
pl_pl: Liczba IPv6
ru_ru: Количество IPv6
sv_se: IPv6-antal
tr_tr: IPv6 Sayısı
uk_ua: Кількість IPv6
vi_vn: Số lượng IPv6
zh_cn: IPv6 数量

source: Using default TTL value from configuration
cs_cz: Použití výchozí hodnoty TTL z konfigurace
de_de: Verwende Standard-TTL-Wert aus der Konfiguration
es_es: Usando valor TTL predeterminado de la configuración
fr_fr: Utilisation de la valeur TTL par défaut de la configuration
id_id: Menggunakan nilai TTL default dari konfigurasi
ko_kr: 구성의 기본 TTL 값 사용
lt_lt: Naudojama numatytoji TTL reikšmė iš konfigūracijos
pl_pl: Używanie domyślnej wartości TTL z konfiguracji
ru_ru: Использование значения TTL по умолчанию из конфигурации
sv_se: Använder standard-TTL-värde från konfigurationen
tr_tr: Yapılandırmadan varsayılan TTL değeri kullanılıyor
uk_ua: Використання значення TTL за замовчуванням з конфігурації
vi_vn: Sử dụng giá trị TTL mặc định từ cấu hình
zh_cn: 使用配置中的默认 TTL 值

source: Create forward A/AAAA records in primary zone
cs_cz: Vytvořit přímé A/AAAA záznamy v primární zóně
de_de: Forward A/AAAA-Einträge in primärer Zone erstellen
es_es: Crear registros A/AAAA directos en zona primaria
fr_fr: Créer des enregistrements A/AAAA directs dans la zone primaire
id_id: Buat rekod A/AAAA forward di zona primer
ko_kr: 주 존에 정방향 A/AAAA 레코드 생성
lt_lt: Sukurti tiesioginius A/AAAA įrašus pirminėje zonoje
pl_pl: Utwórz rekordy A/AAAA w strefie głównej
ru_ru: Создать прямые A/AAAA записи в основной зоне
sv_se: Skapa forward A/AAAA-poster i primär zon
tr_tr: Birincil zonda düz A/AAAA kayıtları oluştur
uk_ua: Створити прямі записи A/AAAA в основній зоні
vi_vn: Tạo bản ghi A/AAAA chuyển tiếp trong vùng chính
zh_cn: 在主区域中创建正向 A/AAAA 记录

source: Create PTRs only for existing A records in forward zone
cs_cz: Vytvořit PTR pouze pro existující A záznamy v přímé zóně
de_de: PTRs nur für vorhandene A-Einträge in Forward-Zone erstellen
es_es: Crear PTRs solo para registros A existentes en zona directa
fr_fr: Créer des PTR seulement pour les enregistrements A existants dans la zone directe
id_id: Buat PTR hanya untuk rekod A yang ada di zona forward
ko_kr: 정방향 존의 기존 A 레코드에 대해서만 PTR 생성
lt_lt: Sukurti PTR tik esamiems A įrašams tiesioginėje zonoje
pl_pl: Utwórz PTR tylko dla istniejących rekordów A w strefie głównej
ru_ru: Создать PTR только для существующих A записей в прямой зоне
sv_se: Skapa PTR endast för befintliga A-poster i forward-zon
tr_tr: Sadece düz zondaki mevcut A kayıtları için PTR'ler oluştur
uk_ua: Створити PTR лише для існуючих записів A у прямій зоні
vi_vn: Chỉ tạo PTR cho bản ghi A hiện có trong vùng chuyển tiếp
zh_cn: 仅为正向区域中现有的 A 记录创建 PTR

source: When checked, PTR records will only be created for IPs that have corresponding A records in the specified domain
cs_cz: Když je zaškrtnuto, PTR záznamy budou vytvořeny pouze pro IP adresy, které mají odpovídající A záznamy v zadané doméně
de_de: Wenn aktiviert, werden PTR-Einträge nur für IPs erstellt, die entsprechende A-Einträge in der angegebenen Domain haben
es_es: Cuando esté marcado, los registros PTR solo se crearán para IPs que tengan registros A correspondientes en el dominio especificado
fr_fr: Lorsque coché, les enregistrements PTR ne seront créés que pour les IP ayant des enregistrements A correspondants dans le domaine spécifié
id_id: Jika dicentang, rekod PTR hanya akan dibuat untuk IP yang memiliki rekod A terkait di domain yang ditentukan
ko_kr: 선택하면 지정된 도메인에 해당 A 레코드가 있는 IP에 대해서만 PTR 레코드가 생성됩니다
lt_lt: Kai pažymėta, PTR įrašai bus sukurti tik IP adresams, kurie turi atitinkamus A įrašus nurodytame domene
pl_pl: Gdy zaznaczone, rekordy PTR będą tworzone tylko dla IP, które mają odpowiadające rekordy A w określonej domenie
ru_ru: При выборе PTR записи будут созданы только для IP-адресов, которые имеют соответствующие A записи в указанном домене
sv_se: När markerad kommer PTR-poster endast att skapas för IP-adresser som har motsvarande A-poster i den angivna domänen
tr_tr: İşaretlendiğinde, PTR kayıtları sadece belirtilen domainde karşılık gelen A kayıtları bulunan IP'ler için oluşturulacaktır
uk_ua: Якщо позначено, записи PTR будуть створені лише для IP-адрес, які мають відповідні записи A в зазначеному домені
vi_vn: Khi được chọn, bản ghi PTR sẽ chỉ được tạo cho các IP có bản ghi A tương ứng trong tên miền được chỉ định
zh_cn: 选中时，PTR 记录将仅为在指定域中具有相应 A 记录的 IP 创建

source: Create PTR Records
cs_cz: Vytvořit PTR záznamy
de_de: PTR-Einträge erstellen
es_es: Crear Registros PTR
fr_fr: Créer des Enregistrements PTR
id_id: Buat Rekod PTR
ko_kr: PTR 레코드 생성
lt_lt: Sukurti PTR įrašus
pl_pl: Utwórz rekordy PTR
ru_ru: Создать PTR Записи
sv_se: Skapa PTR-poster
tr_tr: PTR Kayıtları Oluştur
uk_ua: Створити записи PTR
vi_vn: Tạo bản ghi PTR
zh_cn: 创建 PTR 记录

source: PTR Record Information
cs_cz: Informace o PTR záznamech
de_de: PTR-Eintrag-Informationen
es_es: Información de Registro PTR
fr_fr: Informations des Enregistrements PTR
id_id: Informasi Rekod PTR
ko_kr: PTR 레코드 정보
lt_lt: PTR įrašų informacija
pl_pl: Informacje o rekordzie PTR
ru_ru: Информация о PTR Записях
sv_se: PTR-postinformation
tr_tr: PTR Kayıt Bilgileri
uk_ua: Інформація про записи PTR
vi_vn: Thông tin bản ghi PTR
zh_cn: PTR 记录信息

source: Important Information
cs_cz: Důležité informace
de_de: Wichtige Informationen
es_es: Información Importante
fr_fr: Informations Importantes
id_id: Informasi Penting
ko_kr: 중요 정보
lt_lt: Svarbi informacija
pl_pl: Ważne informacje
ru_ru: Важная Информация
sv_se: Viktig information
tr_tr: Önemli Bilgi
uk_ua: Важлива інформація
vi_vn: Thông tin quan trọng
zh_cn: 重要信息

source: This tool creates PTR records in bulk. Two modes are available:
cs_cz: Tento nástroj vytváří PTR záznamy hromadně. K dispozici jsou dva režimy:
de_de: Dieses Tool erstellt PTR-Einträge in Masse. Zwei Modi sind verfügbar:
es_es: Esta herramienta crea registros PTR en masa. Dos modos están disponibles:
fr_fr: Cet outil crée des enregistrements PTR en masse. Deux modes sont disponibles:
id_id: Alat ini membuat rekod PTR secara massal. Dua mode tersedia:
ko_kr: 이 도구는 PTR 레코드를 일괄 생성합니다. 두 가지 모드를 사용할 수 있습니다:
lt_lt: Šis įrankis masiškai kuria PTR įrašus. Galimi du režimai:
pl_pl: To narzędzie tworzy rekordy PTR zbiorczo. Dostępne są dwa tryby:
ru_ru: Этот инструмент создает PTR записи в массовом порядке. Доступны два режима:
sv_se: Detta verktyg skapar PTR-poster i bulk. Två lägen finns tillgängliga:
tr_tr: Bu araç PTR kayıtlarını toplu olarak oluşturur. İki mod mevcuttur:
uk_ua: Цей інструмент створює записи PTR масово. Доступні два режими:
vi_vn: Công cụ này tạo bản ghi PTR hàng loạt. Có hai chế độ:
zh_cn: 此工具批量创建 PTR 记录。有两种模式可用：

source: All IPs
cs_cz: Všechny IP
de_de: Alle IPs
es_es: Todas las IPs
fr_fr: Toutes les IP
id_id: Semua IP
ko_kr: 모든 IP
lt_lt: Visi IP
pl_pl: Wszystkie IP
ru_ru: Все IP
sv_se: Alla IP-adresser
tr_tr: Tüm IP'ler
uk_ua: Всі IP
vi_vn: Tất cả IP
zh_cn: 所有 IP

source: Creates PTR records for every IP in the network range
cs_cz: Vytváří PTR záznamy pro každou IP v síťovém rozsahu
de_de: Erstellt PTR-Einträge für jede IP im Netzwerkbereich
es_es: Crea registros PTR para cada IP en el rango de red
fr_fr: Crée des enregistrements PTR pour chaque IP dans la plage réseau
id_id: Membuat rekod PTR untuk setiap IP dalam rentang jaringan
ko_kr: 네트워크 범위의 모든 IP에 대해 PTR 레코드를 생성합니다
lt_lt: Sukuria PTR įrašus kiekvienam IP tinklo diapazone
pl_pl: Tworzy rekordy PTR dla każdego IP w zakresie sieciowym
ru_ru: Создает PTR записи для каждого IP в диапазоне сети
sv_se: Skapar PTR-poster för varje IP-adress i nätverksområdet
tr_tr: Ağ aralığındaki her IP için PTR kayıtları oluşturur
uk_ua: Створює записи PTR для кожної IP-адреси в діапазоні мережі
vi_vn: Tạo bản ghi PTR cho mọi IP trong dải mạng
zh_cn: 为网络范围内的每个 IP 创建 PTR 记录

source: Matching only
cs_cz: Pouze odpovídající
de_de: Nur passende
es_es: Solo coincidentes
fr_fr: Correspondance uniquement
id_id: Hanya yang cocok
ko_kr: 일치하는 항목만
lt_lt: Tik atitinkantys
pl_pl: Tylko dopasowane
ru_ru: Только совпадающие
sv_se: Endast matchande
tr_tr: Sadece eşleşenler
uk_ua: Лише відповідні
vi_vn: Chỉ khớp
zh_cn: 仅匹配
