Repository: poweradmin/poweradmin
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: cs_cz, de_de, es_es, fr_fr, id_id, ko_kr, lt_lt, pl_pl, ru_ru, sv_se, tr_tr, uk_ua, vi_vn, zh_cn

source: Invalid aggregate report email address
id_id: Alamat email laporan agregat tidak valid
ko_kr: 유효하지 않은 집계 보고서 이메일 주소
sv_se: Ogiltig e-postadress för sammanfattande rapporter
uk_ua: Недійсна електронна адреса для агрегованих звітів
vi_vn: Địa chỉ email báo cáo tổng hợp không hợp lệ

source: Invalid forensic report email address
id_id: Alamat email laporan forensik tidak valid
ko_kr: 유효하지 않은 포렌식 보고서 이메일 주소
sv_se: Ogiltig e-postadress för forensiska rapporter
uk_ua: Недійсна електронна адреса для криміналістичних звітів
vi_vn: Địa chỉ email báo cáo chi tiết không hợp lệ

source: No reporting email addresses configured. You will not receive DMARC reports.
id_id: Tidak ada alamat email pelaporan yang dikonfigurasi. Anda tidak akan menerima laporan DMARC.
ko_kr: 보고 이메일 주소가 설정되지 않았습니다. DMARC 보고서를 받지 못합니다.
sv_se: Inga e-postadresser för rapportering konfigurerade. Du kommer inte att ta emot DMARC-rapporter.
uk_ua: Адреси електронної пошти для звітів не налаштовано. Ви не будете отримувати звіти DMARC.
vi_vn: Chưa cấu hình địa chỉ email báo cáo. Bạn sẽ không nhận được báo cáo DMARC.

source: Using "p=none" provides monitoring only. Consider stricter policy (quarantine/reject) once you've reviewed reports.
id_id: Menggunakan "p=none" hanya menyediakan pemantauan. Pertimbangkan kebijakan yang lebih ketat (quarantine/reject) setelah Anda meninjau laporan.
ko_kr: "p=none" 사용 시 모니터링만 제공됩니다. 보고서를 검토한 후 더 엄격한 정책 (격리/거부)을 고려하세요.
sv_se: Att använda "p=none" ger bara övervakning. Överväg en striktare policy (quarantine/reject) när du har granskat rapporterna.
uk_ua: Використання "p=none" забезпечує лише моніторинг. Розгляньте суворішу політику (quarantine/reject) після перегляду звітів.
vi_vn: Sử dụng "p=none" chỉ cung cấp giám sát. Cân nhắc chính sách nghiêm ngặt hơn (quarantine/reject) sau khi xem xét báo cáo.

source: SPF Record
id_id: Rekaman SPF
ko_kr: SPF 레코드
sv_se: SPF-post
uk_ua: Запис SPF
vi_vn: Bản ghi SPF

source: Authorized mail server configuration
id_id: Konfigurasi server email yang diotorisasi
ko_kr: 승인된 메일 서버 설정
sv_se: Konfiguration av auktoriserade e-postservrar
uk_ua: Конфігурація авторизованих поштових серверів
vi_vn: Cấu hình máy chủ thư được ủy quyền

source: Basic Mechanisms
id_id: Mekanisme Dasar
ko_kr: 기본 메커니즘
sv_se: Grundläggande mekanismer
uk_ua: Базові механізми
vi_vn: Cơ chế cơ bản

source: Select common mechanisms to authorize email sending
id_id: Pilih mekanisme umum untuk mengotorisasi pengiriman email
ko_kr: 이메일 전송을 승인할 일반 메커니즘 선택
sv_se: Välj vanliga mekanismer för att auktorisera e-postutskick
uk_ua: Виберіть поширені механізми для авторизації надсилання електронної пошти
vi_vn: Chọn các cơ chế phổ biến để ủy quyền gửi email

source: MX Records
id_id: Rekaman MX
ko_kr: MX 레코드
sv_se: MX-poster
uk_ua: Записи MX
vi_vn: Bản ghi MX

source: Authorize all servers listed in MX records for this domain
id_id: Otorisasi semua server yang terdaftar dalam rekaman MX untuk domain ini
ko_kr: 이 도메인의 MX 레코드에 나열된 모든 서버 승인
sv_se: Auktorisera alla servrar listade i MX-poster för denna domän
uk_ua: Авторизувати всі сервери, перелічені в записах MX для цього домену
vi_vn: Ủy quyền tất cả máy chủ được liệt kê trong bản ghi MX cho tên miền này

source: A/AAAA Records
id_id: Rekaman A/AAAA
ko_kr: A/AAAA 레코드
sv_se: A/AAAA-poster
uk_ua: Записи A/AAAA
vi_vn: Bản ghi A/AAAA

source: Authorize the domain's A and AAAA records
id_id: Otorisasi rekaman A dan AAAA domain
ko_kr: 도메인의 A 및 AAAA 레코드 승인
sv_se: Auktorisera domänens A- och AAAA-poster
uk_ua: Авторизувати записи A та AAAA домену
vi_vn: Ủy quyền các bản ghi A và AAAA của tên miền

source: IP Addresses
id_id: Alamat IP
ko_kr: IP 주소
sv_se: IP-adresser
uk_ua: IP-адреси
vi_vn: Địa chỉ IP

source: Authorized IP addresses and networks (CIDR notation supported)
id_id: Alamat IP dan jaringan yang diotorisasi (notasi CIDR didukung)
ko_kr: 승인된 IP 주소 및 네트워크 (CIDR 표기법 지원)
sv_se: Auktoriserade IP-adresser och nätverk (CIDR-notation stöds)
uk_ua: Авторизовані IP-адреси та мережі (підтримується нотація CIDR)
vi_vn: Địa chỉ IP và mạng được ủy quyền (hỗ trợ ký hiệu CIDR)

source: IPv4 Addresses
id_id: Alamat IPv4
ko_kr: IPv4 주소
sv_se: IPv4-adresser
uk_ua: Адреси IPv4
vi_vn: Địa chỉ IPv4

source: One IP address or network per line (e.g., 192.0.2.1 or 192.0.2.0/24)
id_id: Satu alamat IP atau jaringan per baris (mis., 192.0.2.1 atau 192.0.2.0/24)
ko_kr: 줄당 하나의 IP 주소 또는 네트워크 (예: 192.0.2.1 또는 192.0.2.0/24)
sv_se: En IP-adress eller nätverk per rad (t.ex. 192.0.2.1 eller 192.0.2.0/24)
uk_ua: Одна IP-адреса або мережа на рядок (наприклад, 192.0.2.1 або 192.0.2.0/24)
vi_vn: Mỗi dòng một địa chỉ IP hoặc mạng (ví dụ: 192.0.2.1 hoặc 192.0.2.0/24)

source: IPv6 Addresses
id_id: Alamat IPv6
ko_kr: IPv6 주소
sv_se: IPv6-adresser
uk_ua: Адреси IPv6
vi_vn: Địa chỉ IPv6

source: One IPv6 address or network per line
id_id: Satu alamat IPv6 atau jaringan per baris
ko_kr: 줄당 하나의 IPv6 주소 또는 네트워크
sv_se: En IPv6-adress eller nätverk per rad
uk_ua: Одна адреса або мережа IPv6 на рядок
vi_vn: Mỗi dòng một địa chỉ hoặc mạng IPv6

source: Include Mechanisms
id_id: Mekanisme Include
ko_kr: 포함 메커니즘
sv_se: Include-mekanismer
uk_ua: Механізми включення
vi_vn: Cơ chế Include

source: Include SPF records from other domains
id_id: Sertakan rekaman SPF dari domain lain
ko_kr: 다른 도메인의 SPF 레코드 포함
sv_se: Inkludera SPF-poster från andra domäner
uk_ua: Включити SPF-записи з інших доменів
vi_vn: Bao gồm bản ghi SPF từ các tên miền khác

source: Include Domains
id_id: Domain Include
ko_kr: 포함 도메인
sv_se: Inkludera domäner
uk_ua: Домени для включення
vi_vn: Tên miền Include

source: Domains whose SPF records should be included (one per line). Common: _spf.google.com, spf.protection.outlook.com
id_id: Domain yang rekaman SPF-nya harus disertakan (satu per baris). Umum: _spf.google.com, spf.protection.outlook.com
ko_kr: SPF 레코드를 포함할 도메인 (줄당 하나). 일반적: _spf.google.com, spf.protection.outlook.com
sv_se: Domäner vars SPF-poster ska inkluderas (en per rad). Vanliga: _spf.google.com, spf.protection.outlook.com
uk_ua: Домени, SPF-записи яких повинні бути включені (по одному на рядок). Поширені: _spf.google.com, spf.protection.outlook.com
vi_vn: Tên miền có bản ghi SPF cần bao gồm (mỗi dòng một tên miền). Phổ biến: _spf.google.com, spf.protection.outlook.com

source: Additional Mechanisms
id_id: Mekanisme Tambahan
ko_kr: 추가 메커니즘
sv_se: Ytterligare mekanismer
uk_ua: Додаткові механізми
vi_vn: Cơ chế bổ sung

source: Additional A/AAAA Hosts
id_id: Host A/AAAA Tambahan
ko_kr: 추가 A/AAAA 호스트
sv_se: Ytterligare A/AAAA-värdar
uk_ua: Додаткові хости A/AAAA
vi_vn: Máy chủ A/AAAA bổ sung

source: Authorize specific hostnames' A/AAAA records (one per line)
id_id: Otorisasi rekaman A/AAAA nama host tertentu (satu per baris)
ko_kr: 특정 호스트 이름의 A/AAAA 레코드 승인 (줄당 하나)
sv_se: Auktorisera specifika värdnamns A/AAAA-poster (ett per rad)
uk_ua: Авторизувати записи A/AAAA конкретних імен хостів (по одному на рядок)
vi_vn: Ủy quyền bản ghi A/AAAA của tên máy chủ cụ thể (mỗi dòng một tên)

source: Additional MX Hosts
id_id: Host MX Tambahan
ko_kr: 추가 MX 호스트
sv_se: Ytterligare MX-värdar
uk_ua: Додаткові хости MX
vi_vn: Máy chủ MX bổ sung

source: Authorize MX records from other domains (one per line)
id_id: Otorisasi rekaman MX dari domain lain (satu per baris)
ko_kr: 다른 도메인의 MX 레코드 승인 (줄당 하나)
sv_se: Auktorisera MX-poster från andra domäner (en per rad)
uk_ua: Авторизувати записи MX з інших доменів (по одному на рядок)
vi_vn: Ủy quyền bản ghi MX từ các tên miền khác (mỗi dòng một tên)

source: Default Action
id_id: Tindakan Default
ko_kr: 기본 조치
sv_se: Standardåtgärd
uk_ua: Дія за замовчуванням
vi_vn: Hành động mặc định

source: Pass all - allows anyone to send (insecure)
id_id: Izinkan semua - mengizinkan siapa pun mengirim (tidak aman)
ko_kr: 모두 통과 - 누구나 전송 가능 (안전하지 않음)
sv_se: Godkänn alla - tillåter vem som helst att skicka (osäkert)
uk_ua: Пропускати всіх - дозволяє будь-кому надсилати (небезпечно)
vi_vn: Cho phép tất cả - cho phép bất kỳ ai gửi (không an toàn)

source: Neutral (no policy)
id_id: Netral (tanpa kebijakan)
ko_kr: 중립 (정책 없음)
sv_se: Neutral (ingen policy)
uk_ua: Нейтральна (без політики)
vi_vn: Trung lập (không có chính sách)

source: Soft fail (mark as spam but accept)
id_id: Soft fail (tandai sebagai spam tetapi terima)
ko_kr: 소프트 실패 (스팸으로 표시하지만 수락)
sv_se: Mjukt avvisande (markera som spam men acceptera)
uk_ua: М'яке відхилення (позначити як спам, але прийняти)
vi_vn: Từ chối mềm (đánh dấu là thư rác nhưng vẫn nhận)

source: Fail (reject unauthorized emails)
id_id: Gagal (tolak email tidak sah)
ko_kr: 실패 (승인되지 않은 이메일 거부)
sv_se: Avvisa (neka obehöriga e-postmeddelanden)
uk_ua: Відхилення (відкидати неавторизовані листи)
vi_vn: Từ chối (từ chối email không được ủy quyền)

source: Policy for emails not matching any mechanism. Start with ~all (softfail) for testing.
id_id: Kebijakan untuk email yang tidak cocok dengan mekanisme apa pun. Mulai dengan ~all (softfail) untuk pengujian.
ko_kr: 메커니즘과 일치하지 않는 이메일에 대한 정책. 테스트를 위해 ~all (softfail)로 시작하세요.
sv_se: Policy för e-post som inte matchar någon mekanism. Börja med ~all (softfail) för testning.
uk_ua: Політика для листів, що не відповідають жодному механізму. Почніть з ~all (softfail) для тестування.
vi_vn: Chính sách cho email không khớp bất kỳ cơ chế nào. Bắt đầu với ~all (softfail) để kiểm tra.

source: SPF record exceeds the DNS lookup limit (%d/10). This will cause SPF validation to fail. Remove some include/a/mx mechanisms or use ip4/ip6 instead.
id_id: Rekaman SPF melebihi batas pencarian DNS (%d/10). Ini akan menyebabkan validasi SPF gagal. Hapus beberapa mekanisme include/a/mx atau gunakan ip4/ip6 sebagai gantinya.
ko_kr: SPF 레코드가 DNS 조회 제한을 초과했습니다 (%d/10). 이로 인해 SPF 검증이 실패합니다. 일부 include/a/mx 메커니즘을 제거하거나 ip4/ip6를 대신 사용하세요.
sv_se: SPF-posten överskrider gränsen för DNS-uppslag (%d/10). Detta gör att SPF-validering misslyckas. Ta bort några include/a/mx-mekanismer eller använd ip4/ip6 istället.
uk_ua: SPF-запис перевищує ліміт DNS-запитів (%d/10). Це призведе до невдачі валідації SPF. Видаліть деякі механізми include/a/mx або використовуйте ip4/ip6 замість них.
vi_vn: Bản ghi SPF vượt quá giới hạn tra cứu DNS (%d/10). Điều này sẽ khiến xác thực SPF thất bại. Hãy xóa bớt một số cơ chế include/a/mx hoặc sử dụng ip4/ip6 thay thế.

source: SPF record has %d DNS lookups (limit is 10). Consider using ip4/ip6 instead of include mechanisms, or consolidate includes to stay under the limit.
id_id: Rekaman SPF memiliki %d pencarian DNS (batas adalah 10). Pertimbangkan menggunakan ip4/ip6 sebagai ganti mekanisme include, atau konsolidasikan include agar tetap di bawah batas.
ko_kr: SPF 레코드에 %d개의 DNS 조회가 있습니다 (제한은 10개). include 메커니즘 대신 ip4/ip6 사용을 고려하거나 포함을 통합하여 제한 내에 유지하세요.
sv_se: SPF-posten har %d DNS-uppslag (gränsen är 10). Överväg att använda ip4/ip6 istället för include-mekanismer, eller konsolidera includes för att hålla dig under gränsen.
uk_ua: SPF-запис має %d DNS-запитів (ліміт 10). Розгляньте використання ip4/ip6 замість механізмів include або консолідуйте include для дотримання ліміту.
vi_vn: Bản ghi SPF có %d lần tra cứu DNS (giới hạn là 10). Cân nhắc sử dụng ip4/ip6 thay vì cơ chế include, hoặc hợp nhất các include để nằm trong giới hạn.

source: Invalid IPv4 address or network: %s
id_id: Alamat atau jaringan IPv4 tidak valid: %s
ko_kr: 유효하지 않은 IPv4 주소 또는 네트워크: %s
sv_se: Ogiltig IPv4-adress eller nätverk: %s
uk_ua: Недійсна адреса або мережа IPv4: %s
vi_vn: Địa chỉ hoặc mạng IPv4 không hợp lệ: %s

source: Invalid IPv6 address or network: %s
id_id: Alamat atau jaringan IPv6 tidak valid: %s
ko_kr: 유효하지 않은 IPv6 주소 또는 네트워크: %s
sv_se: Ogiltig IPv6-adress eller nätverk: %s
uk_ua: Недійсна адреса або мережа IPv6: %s
vi_vn: Địa chỉ hoặc mạng IPv6 không hợp lệ: %s

source: Invalid include domain: %s
id_id: Domain include tidak valid: %s
ko_kr: 유효하지 않은 포함 도메인: %s
sv_se: Ogiltig include-domän: %s
uk_ua: Недійсний домен для включення: %s
vi_vn: Tên miền include không hợp lệ: %s

source: No mechanisms selected. This SPF record will only contain the default action.
id_id: Tidak ada mekanisme yang dipilih. Rekaman SPF ini hanya akan berisi tindakan default.
ko_kr: 선택한 메커니즘이 없습니다. 이 SPF 레코드에는 기본 조치만 포함됩니다.
sv_se: Inga mekanismer valda. Denna SPF-post kommer bara att innehålla standardåtgärden.
uk_ua: Не вибрано жодного механізму. Цей SPF-запис міститиме лише дію за замовчуванням.
vi_vn: Không có cơ chế nào được chọn. Bản ghi SPF này sẽ chỉ chứa hành động mặc định.

source: Using "+all" allows anyone to send email as your domain. This is strongly discouraged.
id_id: Menggunakan "+all" mengizinkan siapa pun mengirim email sebagai domain Anda. Ini sangat tidak disarankan.
ko_kr: "+all" 사용 시 누구나 도메인으로 이메일을 보낼 수 있습니다. 이는 강력히 권장되지 않습니다.
sv_se: Att använda "+all" tillåter vem som helst att skicka e-post som din domän. Detta avråds starkt.
uk_ua: Використання "+all" дозволяє будь-кому надсилати електронну пошту від імені вашого домену. Це категорично не рекомендується.
vi_vn: Sử dụng "+all" cho phép bất kỳ ai gửi email với tên miền của bạn. Điều này rất không được khuyến khích.

source: CAA Record
id_id: Rekaman CAA
ko_kr: CAA 레코드
sv_se: CAA-post
uk_ua: Запис CAA
vi_vn: Bản ghi CAA

source: Certificate authority authorization
id_id: Otorisasi otoritas sertifikat
ko_kr: 인증 기관 승인
sv_se: Auktorisering av certifikatutfärdare
uk_ua: Авторизація центру сертифікації
vi_vn: Ủy quyền tổ chức cấp chứng chỉ

source: Custom (enter manually)
id_id: Kustom (masukkan secara manual)
ko_kr: 사용자 정의 (수동 입력)
sv_se: Anpassad (ange manuellt)
uk_ua: Інший (ввести вручну)
vi_vn: Tùy chỉnh (nhập thủ công)

source: Certificate Authority
id_id: Otoritas Sertifikat
ko_kr: 인증 기관
sv_se: Certifikatutfärdare
uk_ua: Центр сертифікації
vi_vn: Tổ chức cấp chứng chỉ

source: CA Provider
id_id: Penyedia CA
ko_kr: CA 제공자
sv_se: CA-leverantör
uk_ua: Провайдер CA
vi_vn: Nhà cung cấp CA

source: Select the certificate authority authorized to issue certificates for this domain
id_id: Pilih otoritas sertifikat yang diotorisasi untuk menerbitkan sertifikat untuk domain ini
ko_kr: 이 도메인에 대한 인증서를 발급할 수 있는 인증 기관 선택
sv_se: Välj den certifikatutfärdare som är auktoriserad att utfärda certifikat för denna domän
uk_ua: Виберіть центр сертифікації, авторизований для видачі сертифікатів для цього домену
vi_vn: Chọn tổ chức cấp chứng chỉ được ủy quyền cấp chứng chỉ cho tên miền này

source: CA Domain (Custom)
id_id: Domain CA (Kustom)
ko_kr: CA 도메인 (사용자 정의)
sv_se: CA-domän (anpassad)
uk_ua: Домен CA (інший)
vi_vn: Tên miền CA (Tùy chỉnh)

source: Enter the CA domain name manually (only shown when "Custom" is selected)
id_id: Masukkan nama domain CA secara manual (hanya ditampilkan saat "Kustom" dipilih)
ko_kr: CA 도메인 이름을 수동으로 입력 ("사용자 정의" 선택 시에만 표시됨)
sv_se: Ange CA-domännamnet manuellt (visas bara när "Anpassad" är vald)
uk_ua: Введіть доменне ім'я CA вручну (відображається лише при виборі "Інший")
vi_vn: Nhập tên miền CA thủ công (chỉ hiển thị khi chọn "Tùy chỉnh")

source: Certificate Type
id_id: Jenis Sertifikat
ko_kr: 인증서 유형
sv_se: Certifikattyp
uk_ua: Тип сертифіката
vi_vn: Loại chứng chỉ

source: Tag
cs_cz: Štítek
es_es: Etiqueta
fr_fr: Étiquette
ko_kr: 태그
lt_lt: Žymė
pl_pl: Znacznik
ru_ru: Тег
sv_se: Tagg
tr_tr: Etiket
uk_ua: Тег
vi_vn: Thẻ
zh_cn: 标签

source: Issue
id_id: Terbitkan
ko_kr: 발급
sv_se: Utfärda
uk_ua: Видача
vi_vn: Cấp phát

source: Authorize issuance of standard certificates
id_id: Otorisasi penerbitan sertifikat standar
ko_kr: 표준 인증서 발급 승인
sv_se: Auktorisera utfärdande av standardcertifikat
uk_ua: Авторизувати видачу стандартних сертифікатів
vi_vn: Ủy quyền cấp phát chứng chỉ tiêu chuẩn

source: Issue Wildcard
id_id: Terbitkan Wildcard
ko_kr: 와일드카드 발급
sv_se: Utfärda wildcard
uk_ua: Видача Wildcard
vi_vn: Cấp phát ký tự đại diện

source: Authorize issuance of wildcard certificates (*.example.com)
id_id: Otorisasi penerbitan sertifikat wildcard (*.example.com)
ko_kr: 와일드카드 인증서 발급 승인 (*.example.com)
sv_se: Auktorisera utfärdande av wildcard-certifikat (*.example.com)
uk_ua: Авторизувати видачу wildcard-сертифікатів (*.example.com)
vi_vn: Ủy quyền cấp phát chứng chỉ ký tự đại diện (*.example.com)

source: Incident Reporting
id_id: Pelaporan Insiden
ko_kr: 사고 보고
sv_se: Incidentrapportering
uk_ua: Звітування про інциденти
vi_vn: Báo cáo sự cố

source: URL to report certificate issuance violations
id_id: URL untuk melaporkan pelanggaran penerbitan sertifikat
ko_kr: 인증서 발급 위반을 보고할 URL
sv_se: URL för rapportering av certifikatutfärdandeöverträdelser
uk_ua: URL для звітування про порушення видачі сертифікатів
vi_vn: URL để báo cáo vi phạm cấp chứng chỉ

source: Type of authorization or reporting
id_id: Jenis otorisasi atau pelaporan
ko_kr: 승인 또는 보고 유형
sv_se: Typ av auktorisering eller rapportering
uk_ua: Тип авторизації або звітування
vi_vn: Loại ủy quyền hoặc báo cáo

source: Reporting URL
id_id: URL Pelaporan
ko_kr: 보고 URL
sv_se: Rapporterings-URL
uk_ua: URL звітування
vi_vn: URL báo cáo

source: URL or email for incident reports (mailto: or https:)
id_id: URL atau email untuk laporan insiden (mailto: atau https:)
ko_kr: 사고 보고를 위한 URL 또는 이메일 (mailto: 또는 https:)
sv_se: URL eller e-post för incidentrapporter (mailto: eller https:)
uk_ua: URL або електронна пошта для звітів про інциденти (mailto: або https:)
vi_vn: URL hoặc email cho báo cáo sự cố (mailto: hoặc https:)

source: Advanced Options
id_id: Opsi Lanjutan
ko_kr: 고급 옵션
sv_se: Avancerade alternativ
uk_ua: Розширені параметри
vi_vn: Tùy chọn nâng cao

source: Flags
id_id: Flag
ko_kr: 플래그
sv_se: Flaggor
uk_ua: Прапорці
vi_vn: Cờ

source: Non-critical
id_id: Non-kritis
ko_kr: 중요하지 않음
sv_se: Icke-kritisk
uk_ua: Некритичний
vi_vn: Không quan trọng

source: Allow fallback if not understood
id_id: Izinkan fallback jika tidak dipahami
ko_kr: 이해하지 못하면 폴백 허용
sv_se: Tillåt reservlösning om ej förstådd
uk_ua: Дозволити запасний варіант, якщо не зрозуміло
vi_vn: Cho phép dự phòng nếu không được hiểu

source: Critical
id_id: Kritis
ko_kr: 중요
sv_se: Kritisk
uk_ua: Критичний
vi_vn: Quan trọng

source: Reject if not understood - strict enforcement
id_id: Tolak jika tidak dipahami - penegakan ketat
ko_kr: 이해하지 못하면 거부 - 엄격한 적용
sv_se: Avvisa om ej förstådd - strikt tillämpning
uk_ua: Відхилити, якщо не зрозуміло - строге застосування
vi_vn: Từ chối nếu không được hiểu - thực thi nghiêm ngặt

source: Non-critical (0) provides better compatibility. Critical (128) enforces strict CAA processing.
id_id: Non-kritis (0) memberikan kompatibilitas lebih baik. Kritis (128) menegakkan pemrosesan CAA yang ketat.
ko_kr: 중요하지 않음 (0)은 더 나은 호환성을 제공합니다. 중요 (128)는 엄격한 CAA 처리를 적용합니다.
sv_se: Icke-kritisk (0) ger bättre kompatibilitet. Kritisk (128) framtvingar strikt CAA-behandling.
uk_ua: Некритичний (0) забезпечує кращу сумісність. Критичний (128) забезпечує строгу обробку CAA.
vi_vn: Không quan trọng (0) tương thích tốt hơn. Quan trọng (128) thực thi xử lý CAA nghiêm ngặt.

source: Invalid CAA tag. Must be issue, issuewild, or iodef
id_id: Tag CAA tidak valid. Harus issue, issuewild, atau iodef
ko_kr: 유효하지 않은 CAA 태그입니다. issue, issuewild 또는 iodef여야 합니다
sv_se: Ogiltig CAA-tagg. Måste vara issue, issuewild eller iodef
uk_ua: Недійсний тег CAA. Повинен бути issue, issuewild або iodef
vi_vn: Thẻ CAA không hợp lệ. Phải là issue, issuewild hoặc iodef

source: CA provider is required
id_id: Penyedia CA diperlukan
ko_kr: CA 제공자가 필요합니다
sv_se: CA-leverantör krävs
uk_ua: Провайдер CA є обов'язковим
vi_vn: Nhà cung cấp CA là bắt buộc

source: Custom CA domain is required when "Custom" is selected
id_id: Domain CA kustom diperlukan saat "Kustom" dipilih
ko_kr: "사용자 정의" 선택 시 사용자 정의 CA 도메인이 필요합니다
sv_se: Anpassad CA-domän krävs när "Anpassad" är vald
uk_ua: Домен CA є обов'язковим при виборі "Інший"
vi_vn: Tên miền CA tùy chỉnh là bắt buộc khi chọn "Tùy chỉnh"

source: Invalid CA domain format
id_id: Format domain CA tidak valid
ko_kr: 유효하지 않은 CA 도메인 형식
sv_se: Ogiltigt CA-domänformat
uk_ua: Недійсний формат домену CA
vi_vn: Định dạng tên miền CA không hợp lệ

source: Using ";" allows ALL certificate authorities to issue certificates. This defeats the purpose of CAA records.
id_id: Menggunakan ";" mengizinkan SEMUA otoritas sertifikat menerbitkan sertifikat. Ini mengalahkan tujuan rekaman CAA.
ko_kr: ";" 사용 시 모든 인증 기관이 인증서를 발급할 수 있습니다. 이는 CAA 레코드의 목적을 무효화합니다.
sv_se: Att använda ";" tillåter ALLA certifikatutfärdare att utfärda certifikat. Detta motverkar syftet med CAA-poster.
uk_ua: Використання ";" дозволяє БУДЬ-ЯКИМ центрам сертифікації видавати сертифікати. Це зводить нанівець призначення записів CAA.
vi_vn: Sử dụng ";" cho phép TẤT CẢ tổ chức cấp chứng chỉ cấp chứng chỉ. Điều này làm mất mục đích của bản ghi CAA.

source: Reporting URL is required for iodef tag
id_id: URL pelaporan diperlukan untuk tag iodef
ko_kr: iodef 태그에는 보고 URL이 필요합니다
sv_se: Rapporterings-URL krävs för iodef-tagg
uk_ua: URL звітування є обов'язковим для тегу iodef
vi_vn: URL báo cáo là bắt buộc cho thẻ iodef

source: Reporting URL must start with %s, %s, or %s
id_id: URL pelaporan harus dimulai dengan %s, %s, atau %s
ko_kr: 보고 URL은 %s, %s 또는 %s로 시작해야 합니다
sv_se: Rapporterings-URL måste börja med %s, %s eller %s
uk_ua: URL звітування повинен починатися з %s, %s або %s
vi_vn: URL báo cáo phải bắt đầu bằng %s, %s hoặc %s

source: Flags must be 0 or 128
id_id: Flag harus 0 atau 128
ko_kr: 플래그는 0 또는 128이어야 합니다
sv_se: Flaggor måste vara 0 eller 128
uk_ua: Прапорці повинні бути 0 або 128
vi_vn: Cờ phải là 0 hoặc 128

source: Critical flag (128) is set. Systems that do not understand CAA records will reject operations. Use 0 unless you have a specific requirement.
id_id: Flag kritis (128) diatur. Sistem yang tidak memahami rekaman CAA akan menolak operasi. Gunakan 0 kecuali Anda memiliki kebutuhan khusus.
ko_kr: 중요 플래그 (128)가 설정되었습니다. CAA 레코드를 이해하지 못하는 시스템은 작업을 거부합니다. 특정 요구 사항이 없으면 0을 사용하세요.
sv_se: Kritisk flagga (128) är satt. System som inte förstår CAA-poster kommer att avvisa operationer. Använd 0 om du inte har ett specifikt krav.
uk_ua: Встановлено критичний прапорець (128). Системи, які не розуміють записи CAA, відхилятимуть операції. Використовуйте 0, якщо немає конкретної вимоги.
vi_vn: Cờ quan trọng (128) đã được thiết lập. Hệ thống không hiểu bản ghi CAA sẽ từ chối các thao tác. Sử dụng 0 trừ khi bạn có yêu cầu cụ thể.

source: DKIM Record
id_id: Rekaman DKIM
ko_kr: DKIM 레코드
sv_se: DKIM-post
uk_ua: Запис DKIM
vi_vn: Bản ghi DKIM

source: Email signature verification public key
id_id: Kunci publik verifikasi tanda tangan email
ko_kr: 이메일 서명 확인 공개 키
sv_se: Publik nyckel för verifiering av e-postsignaturer
uk_ua: Відкритий ключ для перевірки підпису електронної пошти
vi_vn: Khóa công khai xác minh chữ ký email

source: Information
cs_cz: Informace
es_es: Información
id_id: Informasi
ko_kr: 정보
lt_lt: Informacija
pl_pl: Informacja
ru_ru: Информация
tr_tr: Bilgi
uk_ua: Інформація
vi_vn: Thông tin
zh_cn: 信息
