Repository: poweradmin/poweradmin
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: cs_cz, de_de, es_es, fr_fr, id_id, ko_kr, lt_lt, pl_pl, ru_ru, sv_se, tr_tr, uk_ua, vi_vn, zh_cn

source: NSEC3 record content cannot be empty.
cs_cz: Obsah NSEC3 záznamu nemůže být prázdný.
de_de: NSEC3-Eintrag-Inhalt kann nicht leer sein.
es_es: El contenido del registro NSEC3 no puede estar vacío.
fr_fr: Le contenu de l'enregistrement NSEC3 ne peut pas être vide.
id_id: Also-notify
ko_kr: 잠금을 획득할 수 없습니다.
lt_lt: NSEC3 įrašo turinys negali būti tuščias.
pl_pl: Zawartość rekordu NSEC3 nie może być pusta.
ru_ru: Содержимое NSEC3 записи не может быть пустым.
sv_se: Granskningslogg-retention uppdaterad
tr_tr: NSEC3 kayıt içeriği boş olamaz.
uk_ua: This configuration may have sensor calibration. Implement auto-calibration.
vi_vn: Phụ thuộc tác vụ không hợp lệ.
zh_cn: NSEC3 记录内容不能为空。

source: NSEC3 record contains invalid characters.
cs_cz: NSEC3 záznam obsahuje neplatné znaky.
de_de: NSEC3-Eintrag enthält ungültige Zeichen.
es_es: El registro NSEC3 contiene caracteres inválidos.
fr_fr: L'enregistrement NSEC3 contient des caractères invalides.
id_id: Also-notify servers
ko_kr: 잠금을 해제할 수 없습니다.
lt_lt: NSEC3 įrašas turi neteisingų simbolių.
pl_pl: Rekord NSEC3 zawiera nieprawidłowe znaki.
ru_ru: NSEC3 запись содержит недопустимые символы.
sv_se: Kunde inte uppdatera granskningslogg-retention
tr_tr: NSEC3 kaydı geçersiz karakterler içeriyor.
uk_ua: Content may be affected by sensor drift. Implement periodic recalibration.
vi_vn: Phụ thuộc tác vụ vòng tròn phát hiện.
zh_cn: NSEC3 记录包含无效字符。

source: According to RFC 5155 and RFC 9077, NSEC3 records should have the same TTL as the SOA minimum TTL field.
cs_cz: Podle RFC 5155 a RFC 9077 by NSEC3 záznamy měly mít stejné TTL jako minimální TTL pole SOA.
de_de: Gemäß RFC 5155 und RFC 9077 sollten NSEC3-Einträge dieselbe TTL haben wie das SOA-Minimum-TTL-Feld.
es_es: Según RFC 5155 y RFC 9077, los registros NSEC3 deben tener el mismo TTL que el campo TTL mínimo SOA.
fr_fr: Selon la RFC 5155 et la RFC 9077, les enregistrements NSEC3 devraient avoir le même TTL que le champ TTL minimum du SOA.
id_id: Server also-notify
ko_kr: 교착 상태가 감지되었습니다.
lt_lt: Pagal RFC 5155 ir RFC 9077, NSEC3 įrašai turėtų turėti tą patį TTL kaip SOA minimum TTL laukas.
pl_pl: Zgodnie z RFC 5155 i RFC 9077, rekordy NSEC3 powinny mieć taki sam TTL jak pole minimalnego TTL rekordu SOA.
ru_ru: Согласно RFC 5155 и RFC 9077, NSEC3 записи должны иметь тот же TTL, что и минимальное поле TTL в SOA.
sv_se: Säkerhetsinställningar
tr_tr: RFC 5155 ve RFC 9077'ye göre, NSEC3 kayıtları SOA minimum TTL alanıyla aynı TTL'ye sahip olmalıdır.
uk_ua: Record may be part of dead band filtering. Choose appropriate threshold.
vi_vn: Độ ưu tiên hàng đợi không hợp lệ.
zh_cn: 根据 RFC 5155 和 RFC 9077，NSEC3 记录应与 SOA 最小 TTL 字段具有相同的 TTL。

source: NSEC3 records are part of DNSSEC and should only be managed alongside other DNSSEC records (DNSKEY, RRSIG, etc.).
cs_cz: NSEC3 záznamy jsou součástí DNSSEC a měly by být spravovány pouze společně s ostatními DNSSEC záznamy (DNSKEY, RRSIG, atd.).
de_de: NSEC3-Einträge sind Teil von DNSSEC und sollten nur zusammen mit anderen DNSSEC-Einträgen (DNSKEY, RRSIG, etc.) verwaltet werden.
es_es: Los registros NSEC3 son parte de DNSSEC y solo deben gestionarse junto con otros registros DNSSEC (DNSKEY, RRSIG, etc.).
fr_fr: Les enregistrements NSEC3 font partie de DNSSEC et ne devraient être gérés qu'avec d'autres enregistrements DNSSEC (DNSKEY, RRSIG, etc.).
id_id: Enter also-notify servers separated by commas
ko_kr: 경쟁 조건이 감지되었습니다.
lt_lt: NSEC3 įrašai yra DNSSEC dalis ir turėtų būti tvarkomi tik kartu su kitais DNSSEC įrašais (DNSKEY, RRSIG, ir t.t.).
pl_pl: Rekordy NSEC3 są częścią DNSSEC i powinny być zarządzane tylko wraz z innymi rekordami DNSSEC (DNSKEY, RRSIG itp.).
ru_ru: NSEC3 записи являются частью DNSSEC и должны управляться только вместе с другими DNSSEC записями (DNSKEY, RRSIG и т.д.).
sv_se: Säkerhet
tr_tr: NSEC3 kayıtları DNSSEC'in bir parçasıdır ve sadece diğer DNSSEC kayıtlarıyla (DNSKEY, RRSIG, vb.) birlikte yönetilmelidir.
uk_ua: This record type may have low-pass filtering. Select cutoff frequency.
vi_vn: Tên hàng đợi không hợp lệ.
zh_cn: NSEC3 记录是 DNSSEC 的一部分，应仅与其他 DNSSEC 记录（DNSKEY、RRSIG 等）一起管理。

source: Manually editing NSEC3 records is not recommended as they are typically generated automatically by DNSSEC-aware nameservers.
cs_cz: Ruční úpravy NSEC3 záznamů nejsou doporučeny, protože jsou typicky generovány automaticky DNSSEC-aware nameservery.
de_de: Das manuelle Bearbeiten von NSEC3-Einträgen wird nicht empfohlen, da sie normalerweise automatisch von DNSSEC-bewussten Nameservern generiert werden.
es_es: No se recomienda editar manualmente registros NSEC3 ya que típicamente son generados automáticamente por servidores de nombres conscientes de DNSSEC.
fr_fr: La modification manuelle des enregistrements NSEC3 n'est pas recommandée car ils sont typiquement générés automatiquement par les serveurs de noms compatibles DNSSEC.
id_id: Masukkan server also-notify yang dipisahkan dengan koma
ko_kr: 스레드를 생성할 수 없습니다.
lt_lt: Nerekomenduojama rankiniu būdu redaguoti NSEC3 įrašus, nes jie paprastai generuojami automatiškai DNSSEC žinančių nameserverių.
pl_pl: Ręczne edytowanie rekordów NSEC3 nie jest zalecane, ponieważ są one zwykle generowane automatycznie przez serwery nazw obsługujące DNSSEC.
ru_ru: Ручное редактирование NSEC3 записей не рекомендуется, поскольку они обычно генерируются автоматически DNSSEC-совместимыми серверами имен.
sv_se: Lösenordspolicy
tr_tr: NSEC3 kayıtlarını manuel olarak düzenlemek önerilmez çünkü genellikle DNSSEC uyumlu ad sunucuları tarafından otomatik olarak oluşturulurlar.
uk_ua: Content suggests high-pass filtering. Remove DC offset appropriately.
vi_vn: Kích thước hàng đợi vượt quá giới hạn tối đa.
zh_cn: 不建议手动编辑 NSEC3 记录，因为它们通常由支持 DNSSEC 的名称服务器自动生成。

source: NSEC3 records require a corresponding NSEC3PARAM record at the zone apex to indicate the NSEC3 parameters in use.
cs_cz: NSEC3 záznamy vyžadují odpovídající NSEC3PARAM záznam na vrcholu zóny pro označení používaných NSEC3 parametrů.
de_de: NSEC3-Einträge erfordern einen entsprechenden NSEC3PARAM-Eintrag am Zone-Apex, um die verwendeten NSEC3-Parameter anzuzeigen.
es_es: Los registros NSEC3 requieren un registro NSEC3PARAM correspondiente en el ápice de la zona para indicar los parámetros NSEC3 en uso.
fr_fr: Les enregistrements NSEC3 nécessitent un enregistrement NSEC3PARAM correspondant au sommet de la zone pour indiquer les paramètres NSEC3 en usage.
id_id: Also-notify servers updated successfully.
ko_kr: 스레드를 시작할 수 없습니다.
lt_lt: NSEC3 įrašai reikalauja atitinkamo NSEC3PARAM įrašo zonos viršūnėje, kad parodytų naudojamus NSEC3 parametrus.
pl_pl: Rekordy NSEC3 wymagają odpowiadającego im rekordu NSEC3PARAM w wierzchołku strefy, aby wskazać używane parametry NSEC3.
ru_ru: NSEC3 записи требуют соответствующую NSEC3PARAM запись в вершине зоны для указания используемых параметров NSEC3.
sv_se: Minsta lösenordslängd
tr_tr: NSEC3 kayıtları kullanımdaki NSEC3 parametrelerini belirtmek için zon tepesinde karşılık gelen bir NSEC3PARAM kaydı gerektirir.
uk_ua: Record may be affected by DNS response policy zones. Verify RPZ configuration.
vi_vn: Hàng đợi đầy.
zh_cn: NSEC3 记录需要在区域顶点处有相应的 NSEC3PARAM 记录来指示正在使用的 NSEC3 参数。

source: NSEC3 record must contain at least hash algorithm, flags, iterations, salt, and next hashed owner name.
cs_cz: NSEC3 záznam musí obsahovat alespoň hashovací algoritmus, příznaky, iterace, sůl a další hashované jméno vlastníka.
de_de: NSEC3-Eintrag muss mindestens Hash-Algorithmus, Flags, Iterationen, Salt und nächsten gehashten Besitzernamen enthalten.
es_es: El registro NSEC3 debe contener al menos algoritmo de hash, flags, iteraciones, sal, y siguiente nombre propietario hasheado.
fr_fr: L'enregistrement NSEC3 doit contenir au moins l'algorithme de hash, les drapeaux, les itérations, le sel, et le prochain nom de propriétaire hashé.
id_id: Server also-notify berhasil diperbarui.
ko_kr: 스레드를 중지할 수 없습니다.
lt_lt: NSEC3 įrašas turi turėti bent hash algoritmą, vėliavas, iteracijas, druską ir kitą hash savininko vardą.
pl_pl: Rekord NSEC3 musi zawierać co najmniej algorytm skrótu, flagi, iteracje, sól oraz następną zahaszowaną nazwę właściciela.
ru_ru: NSEC3 запись должна содержать как минимум алгоритм хеширования, флаги, итерации, соль и следующее хешированное имя владельца.
sv_se: Kräv versaler
tr_tr: NSEC3 kaydı en az hash algoritması, bayraklar, tekrarlar, salt ve sonraki hash'lenmiş sahip adı içermelidir.
uk_ua: This configuration may have notch filter. Target specific frequency.
vi_vn: Hàng đợi rỗng.
zh_cn: NSEC3 记录必须至少包含哈希算法、标志、迭代次数、盐值和下一个哈希所有者名称。

source: NSEC3 hash algorithm must be 1 (SHA-1).
cs_cz: Hashovací algoritmus NSEC3 musí být 1 (SHA-1).
de_de: NSEC3-Hash-Algorithmus muss 1 (SHA-1) sein.
es_es: El algoritmo de hash NSEC3 debe ser 1 (SHA-1).
fr_fr: L'algorithme de hachage NSEC3 doit être 1 (SHA-1).
id_id: Failed to update also-notify servers.
ko_kr: 스레드를 조인할 수 없습니다.
lt_lt: NSEC3 hash algoritmas turi būti 1 (SHA-1).
pl_pl: Algorytm hashu NSEC3 musi być 1 (SHA-1).
ru_ru: Алгоритм хеширования NSEC3 должен быть 1 (SHA-1).
sv_se: Kräv gemener
tr_tr: NSEC3 hash algoritması 1 (SHA-1) olmalıdır.
uk_ua: Content includes FFT or frequency analysis. Choose window function.
vi_vn: Thời gian chờ hàng đợi hết hạn.
zh_cn: NSEC3 哈希算法必须为 1 (SHA-1)。

source: NSEC3 flags must be 0 or 1.
cs_cz: Příznaky NSEC3 musí být 0 nebo 1.
de_de: NSEC3-Flags müssen 0 oder 1 sein.
es_es: Los flags NSEC3 deben ser 0 o 1.
fr_fr: Les drapeaux NSEC3 doivent être 0 ou 1.
id_id: Gagal memperbarui server also-notify.
ko_kr: 스레드를 분리할 수 없습니다.
lt_lt: NSEC3 vėliavos turi būti 0 arba 1.
pl_pl: Flagi NSEC3 muszą wynosić 0 lub 1.
ru_ru: Флаги NSEC3 должны быть 0 или 1.
sv_se: Kräv siffror
tr_tr: NSEC3 bayrakları 0 veya 1 olmalıdır.
uk_ua: Record appears to be using spectral analysis. Set frequency resolution.
vi_vn: Cấu hình worker không hợp lệ.
zh_cn: NSEC3 标志必须为 0 或 1。

source: NSEC3 iterations must be between 0 and 2500.
cs_cz: Iterace NSEC3 musí být mezi 0 a 2500.
de_de: NSEC3-Iterationen müssen zwischen 0 und 2500 liegen.
es_es: Las iteraciones NSEC3 deben estar entre 0 y 2500.
fr_fr: Les itérations NSEC3 doivent être entre 0 et 2500.
id_id: TSIG key
ko_kr: 프로세스를 생성할 수 없습니다.
lt_lt: NSEC3 iteracijos turi būti tarp 0 ir 2500.
pl_pl: Iteracje NSEC3 muszą być między 0 a 2500.
ru_ru: Итерации NSEC3 должны быть от 0 до 2500.
sv_se: Kräv specialtecken
tr_tr: NSEC3 tekrarları 0 ile 2500 arasında olmalıdır.
uk_ua: This configuration may have time-frequency analysis. Use spectrogram or wavelet.
vi_vn: Số lượng worker vượt quá giới hạn tối đa.
zh_cn: NSEC3 迭代次数必须在 0 到 2500 之间。

source: NSEC3 salt must be - (for empty) or a hexadecimal value.
cs_cz: Sůl NSEC3 musí být - (pro prázdnou) nebo hexadecimální hodnota.
de_de: NSEC3-Salt muss - (für leer) oder ein hexadezimaler Wert sein.
es_es: La sal NSEC3 debe ser - (para vacío) o un valor hexadecimal.
fr_fr: Le sel NSEC3 doit être - (pour vide) ou une valeur hexadécimale.
id_id: TSIG key
ko_kr: 프로세스를 시작할 수 없습니다.
lt_lt: NSEC3 druska turi būti - (tuščiai) arba šešioliktainė reikšmė.
pl_pl: Sól NSEC3 musi być - (dla pustej) lub wartością szesnastkową.
ru_ru: Соль NSEC3 должна быть - (для пустой) или шестнадцатеричным значением.
sv_se: Lösenordshistorik
tr_tr: NSEC3 salt - (boş için) veya onaltılık değer olmalıdır.
uk_ua: Content may be affected by aliasing. Sample above Nyquist rate.
vi_vn: Worker không khả dụng.
zh_cn: NSEC3 盐值必须为 -（表示空）或十六进制值。

source: NSEC3 next hashed owner name must be a valid Base32hex encoded value (using characters 0-9 and A-V).
cs_cz: Další hashované jméno vlastníka NSEC3 musí být platná Base32hex kódovaná hodnota (používající znaky 0-9 a A-V).
de_de: NSEC3-nächster gehashter Besitzername muss ein gültiger Base32hex-kodierter Wert sein (mit Zeichen 0-9 und A-V).
es_es: El siguiente nombre propietario hasheado NSEC3 debe ser un valor codificado en Base32hex válido (usando caracteres 0-9 y A-V).
fr_fr: Le prochain nom de propriétaire hashé NSEC3 doit être une valeur Base32hex encodée valide (utilisant les caractères 0-9 et A-V).
id_id: Use TSIG
ko_kr: 프로세스를 중지할 수 없습니다.
lt_lt: NSEC3 kitas hash savininko vardas turi būti teisinga Base32hex koduota reikšmė (naudojant simbolius 0-9 ir A-V).
pl_pl: Następna zahaszowana nazwa właściciela NSEC3 musi być prawidłową wartością zakodowaną w Base32hex (używającą znaków 0-9 i A-V).
ru_ru: Следующее хешированное имя владельца NSEC3 должно быть корректным Base32hex закодированным значением (используя символы 0-9 и A-V).
sv_se: Lösenordsgiltighetstid
tr_tr: NSEC3 sonraki hash'lenmiş sahip adı geçerli Base32hex kodlanmış değer olmalıdır (0-9 ve A-V karakterleri kullanarak).
uk_ua: Record may be part of resampling. Use appropriate interpolation.
vi_vn: Worker bận.
zh_cn: NSEC3 下一个哈希所有者名称必须是有效的 Base32hex 编码值（使用字符 0-9 和 A-V）。

source: Type bit maps should be present to indicate which RR types exist at the original owner name.
cs_cz: Typ bit map by měl být přítomen pro označení, které typy RR existují u původního jména vlastníka.
de_de: Typ-Bit-Maps sollten vorhanden sein, um anzuzeigen, welche RR-Typen beim ursprünglichen Besitzernamen existieren.
es_es: Los mapas de bits de tipo deben estar presentes para indicar qué tipos RR existen en el nombre propietario original.
fr_fr: Les cartes de bits de type devraient être présentes pour indiquer quels types RR existent au nom de propriétaire original.
id_id: Gunakan TSIG
ko_kr: 프로세스를 종료할 수 없습니다.
lt_lt: Tipo bitų žemėlapiai turėtų būti pateikti, kad parodytų, kurie RR tipai egzistuoja originaliame savininko varde.
pl_pl: Mapy bitów typów powinny być obecne, aby wskazać, jakie typy RR istnieją pod oryginalną nazwą właściciela.
ru_ru: Битовые карты типов должны присутствовать, чтобы указать, какие типы RR существуют в оригинальном имени владельца.
sv_se: Lösenordspolicy uppdaterad
tr_tr: Orijinal sahip adında hangi RR tiplerinin mevcut olduğunu belirtmek için tip bit haritaları bulunmalıdır.
uk_ua: This record type may have decimation. Apply anti-aliasing filter first.
vi_vn: Worker timeout.
zh_cn: 应存在类型位映射以指示原始所有者名称处存在哪些 RR 类型。

source: NSEC3 record contains an invalid record type: %s
cs_cz: NSEC3 záznam obsahuje neplatný typ záznamu: %s
de_de: NSEC3-Eintrag enthält einen ungültigen Record-Typ: %s
es_es: El registro NSEC3 contiene un tipo de registro inválido: %s
fr_fr: L'enregistrement NSEC3 contient un type d'enregistrement invalide : %s
id_id: TSIG key name
ko_kr: 프로세스를 대기할 수 없습니다.
lt_lt: NSEC3 įrašas turi neteisingą įrašo tipą: %s
pl_pl: Rekord NSEC3 zawiera nieprawidłowy typ rekordu: %s
ru_ru: NSEC3 запись содержит недопустимый тип записи: %s
sv_se: Kunde inte uppdatera lösenordspolicy
tr_tr: NSEC3 kaydı geçersiz kayıt tipi içeriyor: %s
uk_ua: Content suggests upsampling. Use proper interpolation kernel.
vi_vn: Cấu hình bộ nhớ cache không hợp lệ.
zh_cn: NSEC3 记录包含无效的记录类型：%s

source: RRSIG type should typically be present in NSEC3 type bit maps for DNSSEC-signed zones.
cs_cz: Typ RRSIG by typicky měl být přítomen v NSEC3 typ bit mapách pro DNSSEC-podepsané zóny.
de_de: RRSIG-Typ sollte normalerweise in NSEC3-Typ-Bit-Maps für DNSSEC-signierte Zonen vorhanden sein.
es_es: El tipo RRSIG típicamente debe estar presente en los mapas de bits de tipo NSEC3 para zonas firmadas con DNSSEC.
fr_fr: Le type RRSIG devrait typiquement être présent dans les cartes de bits de type NSEC3 pour les zones signées DNSSEC.
id_id: Nama TSIG key
ko_kr: 프로세스를 시그널할 수 없습니다.
lt_lt: RRSIG tipas paprastai turėtų būti NSEC3 tipo bitų žemėlapiuose DNSSEC pasirašytoms zonoms.
pl_pl: Typ RRSIG powinien zwykle być obecny w mapach bitów typów NSEC3 dla stref podpisanych DNSSEC.
ru_ru: Тип RRSIG обычно должен присутствовать в битовых картах типов NSEC3 для DNSSEC-подписанных зон.
sv_se: Sessionsinställningar
tr_tr: RRSIG tipi genellikle DNSSEC imzalı zonlar için NSEC3 tip bit haritalarında bulunmalıdır.
uk_ua: Record may be affected by DNS randomization. Ensure proper entropy.
vi_vn: Khóa cache không hợp lệ.
zh_cn: 对于 DNSSEC 签名区域，RRSIG 类型通常应存在于 NSEC3 类型位映射中。

source: This NSEC3 record contains both SOA and NS types, indicating it might be for a zone apex.
cs_cz: Tento NSEC3 záznam obsahuje jak SOA, tak NS typy, což označuje, že může být pro vrchol zóny.
de_de: Dieser NSEC3-Eintrag enthält sowohl SOA- als auch NS-Typen, was darauf hinweist, dass er für einen Zone-Apex bestimmt sein könnte.
es_es: Este registro NSEC3 contiene tipos SOA y NS, indicando que podría ser para un ápice de zona.
fr_fr: Cet enregistrement NSEC3 contient les types SOA et NS, indiquant qu'il pourrait être pour un sommet de zone.
id_id: TSIG algorithm
ko_kr: 파이프를 생성할 수 없습니다.
lt_lt: Šis NSEC3 įrašas turi ir SOA, ir NS tipus, rodančius, kad gali būti zonos viršūnei.
pl_pl: Ten rekord NSEC3 zawiera zarówno typy SOA jak i NS, co wskazuje, że może być przeznaczony dla wierzchołka strefy.
ru_ru: Эта NSEC3 запись содержит типы SOA и NS, что указывает на то, что она может быть для вершины зоны.
sv_se: Sessionstimeout
tr_tr: Bu NSEC3 kaydı hem SOA hem de NS tiplerini içeriyor, zon tepesi için olabileceğini gösteriyor.
uk_ua: This configuration may have windowing for FFT. Choose Hann, Hamming, or Blackman.
vi_vn: Giá trị cache quá lớn.
zh_cn: 此 NSEC3 记录包含 SOA 和 NS 类型，表明它可能用于区域顶点。

source: For a zone apex using NSEC3, the NSEC3PARAM type should typically be present along with DNSKEY.
cs_cz: Pro vrchol zóny používající NSEC3 by typ NSEC3PARAM měl být typicky přítomen společně s DNSKEY.
de_de: Für einen Zone-Apex mit NSEC3 sollte der NSEC3PARAM-Typ normalerweise zusammen mit DNSKEY vorhanden sein.
es_es: Para un ápice de zona usando NSEC3, el tipo NSEC3PARAM típicamente debe estar presente junto con DNSKEY.
fr_fr: Pour un sommet de zone utilisant NSEC3, le type NSEC3PARAM devrait typiquement être présent avec DNSKEY.
id_id: Algorithm TSIG
ko_kr: 소켓을 생성할 수 없습니다.
lt_lt: Zonos viršūnei naudojant NSEC3, NSEC3PARAM tipas paprastai turėtų būti kartu su DNSKEY.
pl_pl: Dla wierzchołka strefy używającego NSEC3, typ NSEC3PARAM powinien zwykle być obecny wraz z DNSKEY.
ru_ru: Для вершины зоны, использующей NSEC3, тип NSEC3PARAM обычно должен присутствовать вместе с DNSKEY.
sv_se: Absolut sessionstimeout
tr_tr: NSEC3 kullanan bir zon tepesi için, NSEC3PARAM tipi genellikle DNSKEY ile birlikte bulunmalıdır.
uk_ua: Content includes zero-padding. Understand impact on frequency resolution.
vi_vn: TTL cache không hợp lệ.
zh_cn: 对于使用 NSEC3 的区域顶点，NSEC3PARAM 类型通常应与 DNSKEY 一起存在。

source: Invalid characters have been used in this record.
cs_cz: V tomto záznamu byly použity neplatné znaky.
de_de: Ungültige Zeichen wurden in diesem Eintrag verwendet.
es_es: Se han usado caracteres inválidos en este registro.
fr_fr: Des caractères invalides ont été utilisés dans cet enregistrement.
id_id: TSIG secret
ko_kr: 소켓을 바인드할 수 없습니다.
lt_lt: Šiame įraše naudojami neteisingi simboliai.
pl_pl: W tym rekordzie użyto nieprawidłowych znaków.
ru_ru: В этой записи использованы недопустимые символы.
sv_se: Sessionsinställningar uppdaterade
tr_tr: Bu kayıtta geçersiz karakterler kullanılmış.
uk_ua: Record appears to be using overlap-add or overlap-save. Set overlap properly.
vi_vn: Cache đầy.
zh_cn: 此记录中使用了无效字符。

source: You cannot use html tags for this type of record.
cs_cz: Pro tento typ záznamu nemůžete používat html tagy.
de_de: Sie können keine HTML-Tags für diesen Record-Typ verwenden.
es_es: No puede usar etiquetas html para este tipo de registro.
fr_fr: Vous ne pouvez pas utiliser de balises HTML pour ce type d'enregistrement.
id_id: Secret TSIG
ko_kr: 소켓에서 수신할 수 없습니다.
lt_lt: Negalite naudoti html žymų šiam įrašo tipui.
pl_pl: Nie można używać znaczników HTML dla tego typu rekordu.
ru_ru: Вы не можете использовать html теги для этого типа записи.
sv_se: Kunde inte uppdatera sessionsinställningar
tr_tr: Bu kayıt tipi için html etiketleri kullanamazsınız.
uk_ua: This configuration may have convolution. Choose time-domain or frequency-domain.
vi_vn: Không tìm thấy cache.
zh_cn: 此类型的记录不能使用 HTML 标签。

source: Add quotes around TXT record content.
cs_cz: Přidejte uvozovky kolem obsahu TXT záznamu.
de_de: Fügen Sie Anführungszeichen um den TXT-Eintrag-Inhalt hinzu.
es_es: Agregue comillas alrededor del contenido del registro TXT.
fr_fr: Ajoutez des guillemets autour du contenu de l'enregistrement TXT.
id_id: TSIG settings updated successfully.
ko_kr: 소켓을 연결할 수 없습니다.
lt_lt: Pridėkite kabutes aplink TXT įrašo turinį.
pl_pl: Dodaj cudzysłowy wokół zawartości rekordu TXT.
ru_ru: Добавьте кавычки вокруг содержимого TXT записи.
sv_se: Tvåfaktorsautentisering
tr_tr: TXT kayıt içeriğinin etrafına tırnak ekleyin.
uk_ua: Content may be affected by circular convolution. Use zero-padding to avoid wrap.
vi_vn: Cache hết hạn.
zh_cn: 在 TXT 记录内容周围添加引号。

source: Invalid domain name format.
cs_cz: Neplatný formát doménového jména.
de_de: Ungültiges Domain-Name-Format.
es_es: Formato de nombre de dominio inválido.
fr_fr: Format de nom de domaine invalide.
id_id: Pengaturan TSIG berhasil diperbarui.
ko_kr: 소켓을 허용할 수 없습니다.
lt_lt: Neteisingas domeno vardo formatas.
pl_pl: Nieprawidłowy format nazwy domeny.
ru_ru: Недопустимый формат доменного имени.
sv_se: 2FA
tr_tr: Geçersiz domain adı formatı.
uk_ua: Record may be part of correlation. Implement efficient FFT-based correlation.
vi_vn: Backend cache không khả dụng.
zh_cn: 无效的域名格式。

source: This appears to be an ENUM domain. NAPTR records should use E2U service field and follow RFC 6116.
cs_cz: Toto se zdá být ENUM doména. NAPTR záznamy by měly používat pole služby E2U a následovat RFC 6116.
de_de: Dies scheint eine ENUM-Domain zu sein. NAPTR-Einträge sollten das E2U-Service-Feld verwenden und RFC 6116 folgen.
es_es: Esto parece ser un dominio ENUM. Los registros NAPTR deben usar el campo de servicio E2U y seguir RFC 6116.
fr_fr: Ceci semble être un domaine ENUM. Les enregistrements NAPTR devraient utiliser le champ de service E2U et suivre la RFC 6116.
id_id: Failed to update TSIG settings.
ko_kr: 소켓으로 전송할 수 없습니다.
lt_lt: Tai atrodo kaip ENUM domenas. NAPTR įrašai turėtų naudoti E2U paslaugos lauką ir sekti RFC 6116.
pl_pl: Wygląda na to, że jest to domena ENUM. Rekordy NAPTR powinny używać pola usługi E2U i przestrzegać RFC 6116.
ru_ru: Это похоже на ENUM домен. NAPTR записи должны использовать поле сервиса E2U и следовать RFC 6116.
sv_se: Aktivera 2FA
tr_tr: Bu bir ENUM domain gibi görünüyor. NAPTR kayıtları E2U servis alanı kullanmalı ve RFC 6116'ı takip etmelidir.
uk_ua: This record type may have autocorrelation. Handle periodic signals.
vi_vn: Tuần tự hóa cache thất bại.
zh_cn: 这似乎是一个 ENUM 域。NAPTR 记录应使用 E2U 服务字段并遵循 RFC 6116。

source: Complex regexp patterns in NAPTR records can be difficult to debug and maintain.
cs_cz: Složité regexp vzory v NAPTR záznamech mohou být obtížné na ladění a údržbu.
de_de: Komplexe Regexp-Muster in NAPTR-Einträgen können schwer zu debuggen und zu warten sein.
es_es: Los patrones regexp complejos en registros NAPTR pueden ser difíciles de depurar y mantener.
fr_fr: Les modèles d'expressions régulières complexes dans les enregistrements NAPTR peuvent être difficiles à déboguer et maintenir.
id_id: Gagal memperbarui pengaturan TSIG.
ko_kr: 소켓에서 수신할 수 없습니다.
lt_lt: Sudėtingi regexp šablonai NAPTR įrašuose gali būti sunkūs derinimui ir priežiūrai.
pl_pl: Złożone wzorce wyrażeń regularnych w rekordach NAPTR mogą być trudne do debugowania i utrzymania.
ru_ru: Сложные шаблоны регулярных выражений в NAPTR записях могут быть трудными для отладки и поддержки.
sv_se: Inaktivera 2FA
tr_tr: NAPTR kayıtlarındaki karmaşık regexp desenleri hata ayıklama ve bakım için zor olabilir.
uk_ua: Content suggests cross-correlation. Align signals properly.
vi_vn: Bỏ tuần tự hóa cache thất bại.
zh_cn: NAPTR 记录中的复杂正则表达式模式可能难以调试和维护。
