Repository: poweradmin/poweradmin
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: cs_cz, de_de, es_es, fr_fr, id_id, ko_kr, lt_lt, pl_pl, ru_ru, sv_se, tr_tr, uk_ua, vi_vn, zh_cn

source: Invalid value for priority field. TXT records must have priority value of 0.
cs_cz: Neplatná hodnota pole priority. TXT záznamy musí mít hodnotu priority 0.
de_de: Ungültiger Wert für Prioritätsfeld. TXT-Einträge müssen Prioritätswert 0 haben.
es_es: Valor inválido para el campo de prioridad. Los registros TXT deben tener valor de prioridad de 0.
fr_fr: Valeur invalide pour le champ priorité. Les enregistrements TXT doivent avoir une valeur de priorité de 0.
id_id: Apakah Anda yakin ingin menghapus key DNSSEC ini?
ko_kr: 잘못된 이스케이프 시퀀스입니다.
lt_lt: Neteisinga prioriteto lauko reikšmė. TXT įrašai turi turėti prioriteto reikšmę 0.
pl_pl: Nieprawidłowa wartość pola priorytetu. Rekordy TXT muszą mieć wartość priorytetu 0.
ru_ru: Недопустимое значение поля приоритета. TXT записи должны иметь значение приоритета 0.
sv_se: Kunde inte testa webhook
tr_tr: Öncelik alanı için geçersiz değer. TXT kayıtları 0 öncelik değerine sahip olmalıdır.
uk_ua: Content may be affected by exponential moving average. Choose smoothing factor.
vi_vn: Định dạng audio không hợp lệ. Các định dạng được chấp nhận: %s.
zh_cn: 优先级字段的值无效。TXT 记录的优先级值必须为 0。

source: Invalid IPv4 address format.
cs_cz: Neplatný formát IPv4 adresy.
de_de: Ungültiges IPv4-Adressformat.
es_es: Formato de dirección IPv4 inválido.
fr_fr: Format d'adresse IPv4 invalide.
id_id: Key signing key (KSK)
ko_kr: 잘못된 유니코드입니다.
lt_lt: Neteisingas IPv4 adreso formatas.
pl_pl: Nieprawidłowy format adresu IPv4.
ru_ru: Недопустимый формат IPv4 адреса.
sv_se: Webhook-leveranshistorik
tr_tr: Geçersiz IPv4 adres formatı.
uk_ua: Record may be part of percentile calculation. Use t-digest or similar.
vi_vn: Kích thước file audio vượt quá giới hạn tối đa %s.
zh_cn: 无效的 IPv4 地址格式。

source: Invalid value for priority field. A records must have priority value of 0.
cs_cz: Neplatná hodnota pole priority. A záznamy musí mít hodnotu priority 0.
de_de: Ungültiger Wert für Prioritätsfeld. A-Einträge müssen Prioritätswert 0 haben.
es_es: Valor inválido para el campo de prioridad. Los registros A deben tener valor de prioridad de 0.
fr_fr: Valeur invalide pour le champ priorité. Les enregistrements A doivent avoir une valeur de priorité de 0.
id_id: Key Signing Key (KSK)
ko_kr: 잘못된 UTF-8입니다.
lt_lt: Neteisinga prioriteto lauko reikšmė. A įrašai turi turėti prioriteto reikšmę 0.
pl_pl: Nieprawidłowa wartość pola priorytetu. Rekordy A muszą mieć wartość priorytetu 0.
ru_ru: Недопустимое значение поля приоритета. A записи должны иметь значение приоритета 0.
sv_se: Webhook-leveranser
tr_tr: Öncelik alanı için geçersiz değer. A kayıtları 0 öncelik değerine sahip olmalıdır.
uk_ua: This record type may have histogram buckets. Define bucket boundaries.
vi_vn: Thời lượng audio vượt quá giới hạn tối đa %d giây.
zh_cn: 优先级字段的值无效。A 记录的优先级值必须为 0。

source: CDS records should only be placed at the zone apex, not on subdomains, as required by RFC 7344.
cs_cz: CDS záznamy by měly být umístěny pouze na vrcholu zóny, ne v subdoménách, jak vyžaduje RFC 7344.
de_de: CDS-Einträge sollten nur am Zone-Apex platziert werden, nicht in Subdomänen, wie von RFC 7344 gefordert.
es_es: Los registros CDS solo deben colocarse en el ápice de la zona, no en subdominios, como requiere RFC 7344.
fr_fr: Les enregistrements CDS ne doivent être placés qu'au sommet de la zone, pas sur les sous-domaines, comme l'exige la RFC 7344.
id_id: Zone signing key (ZSK)
ko_kr: 잘못된 Base64입니다.
lt_lt: CDS įrašai turėtų būti patalpinti tik zonos viršūnėje, o ne podomėniuose, kaip reikalauja RFC 7344.
pl_pl: Rekordy CDS powinny być umieszczane tylko w wierzchołku strefy, a nie w subdomenach, zgodnie z wymaganiami RFC 7344.
ru_ru: CDS записи следует размещать только в вершине зоны, а не в поддоменах, согласно требованиям RFC 7344.
sv_se: Webhook-leverans
tr_tr: CDS kayıtları RFC 7344'un gerektirdiği gibi sadece zon tepesine yerleştirilmeli, alt domainlere değil.
uk_ua: Content suggests reservoir for sampling. Choose appropriate reservoir algorithm.
vi_vn: Codec audio không được hỗ trợ.
zh_cn: 根据 RFC 7344 的要求，CDS 记录应仅放置在区域顶点，而不是子域。

source: Priority field for CDS records must be 0 or empty
cs_cz: Pole priority pro CDS záznamy musí být 0 nebo prázdné
de_de: Prioritätsfeld für CDS-Einträge muss 0 oder leer sein
es_es: El campo de prioridad para registros CDS debe ser 0 o estar vacío
fr_fr: Le champ priorité pour les enregistrements CDS doit être 0 ou vide
id_id: Zone Signing Key (ZSK)
ko_kr: 잘못된 16진수입니다.
lt_lt: CDS įrašų prioriteto laukas turi būti 0 arba tuščias
pl_pl: Pole priorytetu dla rekordów CDS musi wynosić 0 lub być puste
ru_ru: Поле приоритета для CDS записей должно быть 0 или пустым
sv_se: Webhook-leveransstatus
tr_tr: CDS kayıtları için öncelik alanı 0 veya boş olmalıdır
uk_ua: Record may be affected by DNS EDNS Client Subnet. Consider ECS privacy.
vi_vn: Bitrate audio vượt quá giới hạn tối đa.
zh_cn: CDS 记录的优先级字段必须为 0 或为空

source: According to RFC 8078, CDS records should be stable for some time before parent zones accept them.
cs_cz: Podle RFC 8078 by CDS záznamy měly být stabilní po nějakou dobu, než je nadřazené zóny přijmou.
de_de: Gemäß RFC 8078 sollten CDS-Einträge für einige Zeit stabil sein, bevor übergeordnete Zonen sie akzeptieren.
es_es: Según RFC 8078, los registros CDS deben ser estables por algún tiempo antes de que las zonas padre los acepten.
fr_fr: Selon la RFC 8078, les enregistrements CDS doivent être stables pendant un certain temps avant que les zones parentes ne les acceptent.
id_id: Combined signing key (CSK)
ko_kr: 잘못된 8진수입니다.
lt_lt: Pagal RFC 8078, CDS įrašai turėtų būti stabilūs kurį laiką prieš tėvinės zonos juos priima.
pl_pl: Zgodnie z RFC 8078, rekordy CDS powinny być stabilne przez pewien czas, zanim strefy nadrzędne je zaakceptują.
ru_ru: Согласно RFC 8078, CDS записи должны быть стабильными в течение некоторого времени, прежде чем родительские зоны их примут.
sv_se: Webhook-leveransförsök
tr_tr: RFC 8078'e göre, CDS kayıtları üst seviye zonların onları kabul etmesinden önce bir süre istikrarlı olmalıdır.
uk_ua: This configuration may have geohashing. Choose appropriate precision.
vi_vn: Định dạng tài liệu không hợp lệ. Các định dạng được chấp nhận: %s.
zh_cn: 根据 RFC 8078，CDS 记录应在父区域接受它们之前保持稳定一段时间。

source: Invalid characters in CDS record content.
cs_cz: Neplatné znaky v obsahu CDS záznamu.
de_de: Ungültige Zeichen im CDS-Eintrag-Inhalt.
es_es: Caracteres inválidos en el contenido del registro CDS.
fr_fr: Caractères invalides dans le contenu de l'enregistrement CDS.
id_id: Combined Signing Key (CSK)
ko_kr: 잘못된 2진수입니다.
lt_lt: CDS įrašo turinyje yra neteisingi simboliai.
pl_pl: Nieprawidłowe znaki w zawartości rekordu CDS.
ru_ru: Недопустимые символы в содержимом CDS записи.
sv_se: Webhook-leveransresultat
tr_tr: CDS kayıt içeriğinde geçersiz karakterler.
uk_ua: Content includes quadkey or geohash. Verify spatial indexing.
vi_vn: Tài liệu vượt quá giới hạn số trang tối đa (%d trang).
zh_cn: CDS 记录内容中包含无效字符。

source: This is a CDS deletion record as defined in RFC 8078. It signals that the corresponding DS records should be removed from the parent.
cs_cz: Toto je CDS záznam pro smazání podle RFC 8078. Signalizuje, že odpovídající DS záznamy by měly být odstraněny z nadřazené zóny.
de_de: Dies ist ein CDS-Löschungs-Eintrag wie in RFC 8078 definiert. Er signalisiert, dass die entsprechenden DS-Einträge vom übergeordneten Element entfernt werden sollten.
es_es: Este es un registro de eliminación CDS como se define en RFC 8078. Señala que los registros DS correspondientes deben eliminarse del padre.
fr_fr: Il s'agit d'un enregistrement de suppression CDS tel que défini dans la RFC 8078. Il signale que les enregistrements DS correspondants doivent être supprimés du parent.
id_id: Bits
ko_kr: 잘못된 숫자 형식입니다.
lt_lt: Tai CDS šalinimo įrašas, kaip apibrėžta RFC 8078. Jis signalizuoja, kad atitinkami DS įrašai turėtų būti pašalinti iš tėvo.
pl_pl: To jest rekord usuwania CDS zdefiniowany w RFC 8078. Sygnalizuje, że odpowiadające mu rekordy DS powinny zostać usunięte ze strefy nadrzędnej.
ru_ru: Это запись удаления CDS, как определено в RFC 8078. Она сигнализирует, что соответствующие DS записи должны быть удалены из родительской зоны.
sv_se: Webhook-leveransfel
tr_tr: Bu RFC 8078'de tanımlandığı gibi bir CDS silme kaydıdır. Karşılık gelen DS kayıtlarının üst seviyeden kaldırılması gerektiğini işaret eder.
uk_ua: Record appears to be using R-tree or spatial index. Optimize tree parameters.
vi_vn: Tài liệu được bảo vệ bằng mật khẩu.
zh_cn: 这是 RFC 8078 中定义的 CDS 删除记录。它表示应从父级删除相应的 DS 记录。

source: CDS record must contain key-tag, algorithm, digest-type and digest separated by spaces.
cs_cz: CDS záznam musí obsahovat klíčový tag, algoritmus, typ digestu a digest oddělené mezerami.
de_de: CDS-Eintrag muss Key-Tag, Algorithmus, Digest-Typ und Digest durch Leerzeichen getrennt enthalten.
es_es: El registro CDS debe contener key-tag, algoritmo, tipo de resumen y resumen separados por espacios.
fr_fr: L'enregistrement CDS doit contenir étiquette-clé, algorithme, type-résumé et résumé séparés par des espaces.
id_id: Bit
ko_kr: 숫자 오버플로입니다.
lt_lt: CDS įrašas turi turėti rakto žymę, algoritmą, santraukos tipą ir santrauką, atskirtus tarpais.
pl_pl: Rekord CDS musi zawierać key-tag, algorytm, typ skrótu i skrót oddzielone spacjami.
ru_ru: CDS запись должна содержать key-tag, алгоритм, тип дайджеста и дайджест, разделенные пробелами.
sv_se: Webhook-leveransförfrågan
tr_tr: CDS kaydı boşluklarla ayrılmış key-tag, algoritma, digest-type ve digest içermelidir.
uk_ua: This configuration may have geofencing. Define fence boundaries clearly.
vi_vn: Không thể phân tích tài liệu.
zh_cn: CDS 记录必须包含由空格分隔的密钥标签、算法、摘要类型和摘要。

source: CDS key tag must be a number between 0 and 65535.
cs_cz: Klíčový tag CDS musí být číslo mezi 0 a 65535.
de_de: CDS-Key-Tag muss eine Zahl zwischen 0 und 65535 sein.
es_es: La etiqueta de clave CDS debe ser un número entre 0 y 65535.
fr_fr: L'étiquette de clé CDS doit être un nombre entre 0 et 65535.
id_id: Public key
ko_kr: 숫자 언더플로입니다.
lt_lt: CDS rakto žymė turi būti skaičius tarp 0 ir 65535.
pl_pl: Tag klucza CDS musi być liczbą między 0 a 65535.
ru_ru: CDS key tag должен быть числом от 0 до 65535.
sv_se: Webhook-leveranssvar
tr_tr: CDS anahtar etiketi 0 ile 65535 arasında bir sayı olmalıdır.
uk_ua: Content may be affected by haversine distance. Use appropriate earth radius.
vi_vn: Tài liệu chứa macro hoặc script không an toàn.
zh_cn: CDS 密钥标签必须是 0 到 65535 之间的数字。

source: CDS algorithm must be a number between 1 and 16.
cs_cz: Algoritmus CDS musí být číslo mezi 1 a 16.
de_de: CDS-Algorithmus muss eine Zahl zwischen 1 und 16 sein.
es_es: El algoritmo CDS debe ser un número entre 1 y 16.
fr_fr: L'algorithme CDS doit être un nombre entre 1 et 16.
id_id: Public key
ko_kr: 0으로 나누기입니다.
lt_lt: CDS algoritmas turi būti skaičius tarp 1 ir 16.
pl_pl: Algorytm CDS musi być liczbą między 1 a 16.
ru_ru: CDS алгоритм должен быть числом от 1 до 16.
sv_se: Webhook-leveranstid
tr_tr: CDS algoritması 1 ile 16 arasında bir sayı olmalıdır.
uk_ua: Record may be part of spatial join. Optimize join algorithm.
vi_vn: Tài liệu bị hỏng hoặc không thể đọc.
zh_cn: CDS 算法必须是 1 到 16 之间的数字。

source: CDS digest type must be 1 (SHA-1), 2 (SHA-256), or 4 (SHA-384).
cs_cz: Typ digestu CDS musí být 1 (SHA-1), 2 (SHA-256), nebo 4 (SHA-384).
de_de: CDS-Digest-Typ muss 1 (SHA-1), 2 (SHA-256) oder 4 (SHA-384) sein.
es_es: El tipo de resumen CDS debe ser 1 (SHA-1), 2 (SHA-256), o 4 (SHA-384).
fr_fr: Le type de résumé CDS doit être 1 (SHA-1), 2 (SHA-256) ou 4 (SHA-384).
id_id: Private key
ko_kr: 잘못된 작업입니다.
lt_lt: CDS santraukos tipas turi būti 1 (SHA-1), 2 (SHA-256), arba 4 (SHA-384).
pl_pl: Typ skrótu CDS musi być 1 (SHA-1), 2 (SHA-256) lub 4 (SHA-384).
ru_ru: Тип дайджеста CDS должен быть 1 (SHA-1), 2 (SHA-256), или 4 (SHA-384).
sv_se: Webhook-leveransvaraktighet
tr_tr: CDS özet türü 1 (SHA-1), 2 (SHA-256), veya 4 (SHA-384) olmalıdır.
uk_ua: This record type may have polygon containment. Handle edge cases.
vi_vn: Định dạng lưu trữ không hợp lệ. Các định dạng được chấp nhận: %s.
zh_cn: CDS 摘要类型必须是 1 (SHA-1)、2 (SHA-256) 或 4 (SHA-384)。

source: SHA-1 (digest type 1) is deprecated for security reasons. Consider using SHA-256 (digest type 2) or SHA-384 (digest type 4) instead.
cs_cz: SHA-1 (typ digestu 1) je zastaralý z bezpečnostních důvodů. Zvažte místo toho použití SHA-256 (typ digestu 2) nebo SHA-384 (typ digestu 4).
de_de: SHA-1 (Digest-Typ 1) ist aus Sicherheitsgründen veraltet. Erwägen Sie stattdessen die Verwendung von SHA-256 (Digest-Typ 2) oder SHA-384 (Digest-Typ 4).
es_es: SHA-1 (tipo de resumen 1) está obsoleto por razones de seguridad. Considere usar SHA-256 (tipo de resumen 2) o SHA-384 (tipo de resumen 4) en su lugar.
fr_fr: SHA-1 (type de condensé 1) est obsolète pour des raisons de sécurité. Considérez l'utilisation de SHA-256 (type de condensé 2) ou SHA-384 (type de condensé 4) à la place.
id_id: Private key
ko_kr: 잘못된 피연산자입니다.
lt_lt: SHA-1 (santraukos tipas 1) yra pasenęs saugumo sumetimais. Apsvarstykite SHA-256 (santraukos tipas 2) arba SHA-384 (santraukos tipas 4) naudojimą vietoj to.
pl_pl: SHA-1 (typ skrótu 1) jest przestarzały ze względów bezpieczeństwa. Rozważ użycie SHA-256 (typ skrótu 2) lub SHA-384 (typ skrótu 4).
ru_ru: SHA-1 (тип дайджеста 1) устарел по соображениям безопасности. Рассмотрите использование SHA-256 (тип дайджеста 2) или SHA-384 (тип дайджеста 4) вместо него.
sv_se: Lyckades
tr_tr: SHA-1 (özet türü 1) güvenlik nedenleriyle kullanımdan kaldırılmıştır. Bunun yerine SHA-256 (özet türü 2) veya SHA-384 (özet türü 4) kullanmayı düşünün.
uk_ua: Content suggests route optimization. Document optimization objective.
vi_vn: File lưu trữ vượt quá giới hạn kích thước tối đa %s.
zh_cn: 由于安全原因，SHA-1（摘要类型 1）已被弃用。建议使用 SHA-256（摘要类型 2）或 SHA-384（摘要类型 4）。

source: CDS digest must be a valid hex string of length %d for the selected digest type.
cs_cz: Digest CDS musí být platný hex řetězec délky %d pro vybraný typ digestu.
de_de: CDS-Digest muss ein gültiger Hex-String der Länge %d für den gewählten Digest-Typ sein.
es_es: El resumen CDS debe ser una cadena hexadecimal válida de longitud %d para el tipo de resumen seleccionado.
fr_fr: Le condensé CDS doit être une chaîne hexadécimale valide de longueur %d pour le type de condensé sélectionné.
id_id: View public key
ko_kr: 잘못된 연산자입니다.
lt_lt: CDS santrauka turi būti teisinga hex eilutė %d ilgio pasirinktam santraukos tipui.
pl_pl: Skrót CDS musi być prawidłowym ciągiem szesnastkowym o długości %d dla wybranego typu skrótu.
ru_ru: CDS дайджест должен быть корректной шестнадцатеричной строкой длиной %d для выбранного типа дайджеста.
sv_se: Misslyckades
tr_tr: CDS özeti seçilen özet türü için %d uzunluğunda geçerli bir hex string olmalıdır.
uk_ua: Record may be affected by DNS geolocation accuracy. Verify GeoIP database.
vi_vn: File lưu trữ chứa quá nhiều file (tối đa %d).
zh_cn: 对于所选摘要类型，CDS 摘要必须是长度为 %d 的有效十六进制字符串。

source: CDS records must be accompanied by matching CDNSKEY records as recommended by RFC 7344.
cs_cz: CDS záznamy musí být doprovázeny odpovídajícími CDNSKEY záznamy, jak doporučuje RFC 7344.
de_de: CDS-Einträge müssen von passenden CDNSKEY-Einträgen begleitet werden, wie von RFC 7344 empfohlen.
es_es: Los registros CDS deben ir acompañados de registros CDNSKEY coincidentes como recomienda RFC 7344.
fr_fr: Les enregistrements CDS doivent être accompagnés d'enregistrements CDNSKEY correspondants comme recommandé par la RFC 7344.
id_id: Lihat public key
ko_kr: 잘못된 표현식입니다.
lt_lt: CDS įrašai turi būti lydimi atitinkamų CDNSKEY įrašų, kaip rekomenduoja RFC 7344.
pl_pl: Rekordy CDS muszą być połączone z odpowiadającymi im rekordami CDNSKEY zgodnie z zaleceniami RFC 7344.
ru_ru: CDS записи должны сопровождаться соответствующими CDNSKEY записями, как рекомендовано в RFC 7344.
sv_se: Väntar
tr_tr: CDS kayıtları RFC 7344'un önerdiği gibi eşleşen CDNSKEY kayıtlarıyla birlikte olmalıdır.
uk_ua: This configuration may have traveling salesman heuristics. Document solution quality.
vi_vn: File lưu trữ được bảo vệ bằng mật khẩu.
zh_cn: 根据 RFC 7344 的建议，CDS 记录必须与匹配的 CDNSKEY 记录一起使用。

source: CDS records should only be placed at the zone apex (not on subdomains).
cs_cz: CDS záznamy by měly být umístěny pouze na vrcholu zóny (ne v subdoménách).
de_de: CDS-Einträge sollten nur am Zone-Apex platziert werden (nicht in Subdomänen).
es_es: Los registros CDS solo deben colocarse en el ápice de la zona (no en subdominios).
fr_fr: Les enregistrements CDS ne doivent être placés qu'au sommet de la zone (pas sur les sous-domaines).
id_id: View private key
ko_kr: 잘못된 문입니다.
lt_lt: CDS įrašai turėtų būti patalpinti tik zonos viršūnėje (ne podomėniuose).
pl_pl: Rekordy CDS powinny być umieszczane tylko w wierzchołku strefy (nie w subdomenach).
ru_ru: CDS записи следует размещать только в вершине зоны (а не в поддоменах).
sv_se: Försöker igen
tr_tr: CDS kayıtları sadece zon tepesine yerleştirilmelidir (alt domainlere değil).
uk_ua: Content includes coordinate system. Use WGS84 consistently.
vi_vn: Không thể giải nén file lưu trữ.
zh_cn: CDS 记录应仅放置在区域顶点（而不是子域）。

source: NOTE: The L32 record type is defined in RFC 6742 as an experimental protocol, not a formal IETF standard.
cs_cz: POZNÁMKA: Typ záznamu L32 je definován v RFC 6742 jako experimentální protokol, ne formální IETF standard.
de_de: HINWEIS: Der L32-Record-Typ ist in RFC 6742 als experimentelles Protokoll definiert, nicht als formaler IETF-Standard.
es_es: NOTA: El tipo de registro L32 está definido en RFC 6742 como un protocolo experimental, no un estándar IETF formal.
fr_fr: NOTE : Le type d'enregistrement L32 est défini dans RFC 6742 comme un protocole expérimental, pas un standard IETF formel.
id_id: Lihat private key
ko_kr: 잘못된 선언입니다.
lt_lt: PASTABA: L32 įrašo tipas apibrėžtas RFC 6742 kaip eksperimentinis protokolas, o ne formalus IETF standartas.
pl_pl: UWAGA: Typ rekordu L32 jest zdefiniowany w RFC 6742 jako protokół eksperymentalny, a nie formalny standard IETF.
ru_ru: ПРИМЕЧАНИЕ: Тип записи L32 определен в RFC 6742 как экспериментальный протокол, а не формальный стандарт IETF.
sv_se: Återleverera webhook
tr_tr: NOT: L32 kayıt türü RFC 6742'de resmi bir IETF standardı değil, deneysel bir protokol olarak tanımlanmıştır.
uk_ua: Record appears to be using map projection. Document projection type.
vi_vn: File lưu trữ bị hỏng.
zh_cn: 注意：L32 记录类型在 RFC 6742 中定义为实验性协议，而不是正式的 IETF 标准。

source: L32 records should only be used with the Identifier-Locator Network Protocol (ILNP).
cs_cz: L32 záznamy by měly být používány pouze s Identifier-Locator Network Protocol (ILNP).
de_de: L32-Einträge sollten nur mit dem Identifier-Locator Network Protocol (ILNP) verwendet werden.
es_es: Los registros L32 solo deben usarse con el Protocolo de Red Identificador-Localizador (ILNP).
fr_fr: Les enregistrements L32 devraient seulement être utilisés avec le Protocole Réseau Identifiant-Localisateur (ILNP).
id_id: Export keys
ko_kr: 잘못된 정의입니다.
lt_lt: L32 įrašai turėtų būti naudojami tik su Identifier-Locator Network Protocol (ILNP).
pl_pl: Rekordy L32 powinny być używane tylko z protokołem sieci Identifier-Locator Network Protocol (ILNP).
ru_ru: Записи L32 следует использовать только с протоколом Identifier-Locator Network Protocol (ILNP).
sv_se: Webhook återlevererad
tr_tr: L32 kayıtları sadece Identifier-Locator Network Protocol (ILNP) ile kullanılmalıdır.
uk_ua: This configuration may have tile-based rendering. Define zoom levels.
vi_vn: File lưu trữ chứa đường dẫn không an toàn.
zh_cn: L32 记录应仅与标识符-定位符网络协议 (ILNP) 一起使用。

source: Using private IP addresses (RFC 1918) as L32 locators may limit reachability in ILNP deployments.
cs_cz: Použití privátních IP adres (RFC 1918) jako L32 lokátorů může omezit dosažitelnost v ILNP nasazeních.
de_de: Die Verwendung privater IP-Adressen (RFC 1918) als L32-Locatoren kann die Erreichbarkeit in ILNP-Deployments einschränken.
es_es: Usar direcciones IP privadas (RFC 1918) como localizadores L32 puede limitar la accesibilidad en despliegues ILNP.
fr_fr: L'utilisation d'adresses IP privées (RFC 1918) comme localisateurs L32 peut limiter l'accessibilité dans les déploiements ILNP.
id_id: Ekspor key
ko_kr: 잘못된 할당입니다.
lt_lt: Privačių IP adresų (RFC 1918) naudojimas kaip L32 lokatoriai gali apriboti pasiekiamumą ILNP diegimuose.
pl_pl: Używanie prywatnych adresów IP (RFC 1918) jako lokatorów L32 może ograniczyć dostępność we wdrożeniach ILNP.
ru_ru: Использование частных IP-адресов (RFC 1918) в качестве L32 локаторов может ограничить доступность в развертываниях ILNP.
sv_se: Kunde inte återleverera webhook
tr_tr: L32 konum belirleyicileri olarak özel IP adreslerini (RFC 1918) kullanmak ILNP dağıtımlarında erişilebilirliği sınırlayabilir.
uk_ua: Content may be affected by geocoding quality. Use reliable geocoding service.
vi_vn: Nội dung HTML không hợp lệ.
zh_cn: 使用私有 IP 地址 (RFC 1918) 作为 L32 定位符可能会限制 ILNP 部署中的可达性。

source: RFC 6742 recommends very low TTL values for L32 records of mobile or multihomed nodes, as locator values might change frequently.
cs_cz: RFC 6742 doporučuje velmi nízké TTL hodnoty pro L32 záznamy mobilních nebo multi-homed uzlů, protože se hodnoty lokátorů mohou často měnit.
de_de: RFC 6742 empfiehlt sehr niedrige TTL-Werte für L32-Einträge von mobilen oder multihomed Knoten, da sich Locator-Werte häufig ändern können.
es_es: RFC 6742 recomienda valores TTL muy bajos para registros L32 de nodos móviles o multi-hogar, ya que los valores de localizador pueden cambiar frecuentemente.
fr_fr: La RFC 6742 recommande des valeurs TTL très faibles pour les enregistrements L32 des nœuds mobiles ou multi-hébergés, car les valeurs de localisateur peuvent changer fréquemment.
id_id: Import keys
ko_kr: 잘못된 비교입니다.
lt_lt: RFC 6742 rekomenduoja labai žemas TTL reikšmes L32 įrašams mobiliems ar daugelio namų mazgams, nes lokatorių reikšmės gali keistis dažnai.
pl_pl: RFC 6742 zaleca bardzo niskie wartości TTL dla rekordów L32 węzłów mobilnych lub wielodomowych, ponieważ wartości lokatorów mogą się często zmieniać.
ru_ru: RFC 6742 рекомендует очень низкие значения TTL для L32 записей мобильных или многосетевых узлов, поскольку значения локаторов могут часто изменяться.
sv_se: Granskningslogg
tr_tr: RFC 6742 konum belirleyici değerleri sık değişebileceği için mobil veya çok evli düğümlerin L32 kayıtları için çok düşük TTL değerleri önerir.
uk_ua: Record may be part of reverse geocoding. Handle ambiguous locations.
vi_vn: Nội dung HTML chứa script không an toàn.
zh_cn: RFC 6742 建议为移动或多宿主节点的 L32 记录设置非常低的 TTL 值，因为定位符值可能会频繁更改。

source: L32 record must contain preference and locator separated by space.
cs_cz: L32 záznam musí obsahovat preference a lokátor oddělené mezerou.
de_de: L32-Eintrag muss Präferenz und Locator durch Leerzeichen getrennt enthalten.
es_es: El registro L32 debe contener preferencia y localizador separados por espacio.
fr_fr: L'enregistrement L32 doit contenir la préférence et le localisateur séparés par un espace.
id_id: Impor key
ko_kr: 잘못된 조건입니다.
lt_lt: L32 įrašas turi turėti pasirinkimą ir lokatorių, atskirtus tarpu.
pl_pl: Rekord L32 musi zawierać preferencję i lokator oddzielone spacją.
ru_ru: Запись L32 должна содержать предпочтение и локатор, разделенные пробелом.
sv_se: Granskningsloggar
tr_tr: L32 kaydı boşlukla ayrılmış tercih ve konum belirleyici içermelidir.
uk_ua: This record type may have address normalization. Implement proper normalization.
vi_vn: Nội dung HTML chứa style inline không an toàn.
zh_cn: L32 记录必须包含由空格分隔的首选项和定位符。
