Repository: poweradmin/poweradmin
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: cs_cz, de_de, es_es, fr_fr, id_id, ko_kr, lt_lt, pl_pl, ru_ru, sv_se, tr_tr, uk_ua, vi_vn, zh_cn

source: Invalid Flags in CSYNC record. Only bits 0-1 are defined (values 0-3). Valid values are 0, 1, 2, or 3.
cs_cz: Neplatné příznaky v CSYNC záznamu. Jsou definovány pouze bity 0-1 (hodnoty 0-3). Platné hodnoty jsou 0, 1, 2, nebo 3.
de_de: Ungültige Flags im CSYNC-Eintrag. Nur Bits 0-1 sind definiert (Werte 0-3). Gültige Werte sind 0, 1, 2 oder 3.
es_es: Flags inválidos en registro CSYNC. Solo están definidos los bits 0-1 (valores 0-3). Los valores válidos son 0, 1, 2, o 3.
fr_fr: Drapeaux invalides dans l'enregistrement CSYNC. Seuls les bits 0-1 sont définis (valeurs 0-3). Les valeurs valides sont 0, 1, 2 ou 3.
id_id: DHCID record digest is mandatory.
ko_kr: 데이터베이스 롤백이 실패했습니다.
lt_lt: Neteisingos vėliavos CSYNC įraše. Tik 0-1 bitai apibrėžti (reikšmės 0-3). Teisingos reikšmės yra 0, 1, 2 arba 3.
pl_pl: Nieprawidłowe flagi w rekordzie CSYNC. Tylko bity 0-1 są zdefiniowane (wartości 0-3). Prawidłowe wartości to 0, 1, 2 lub 3.
ru_ru: Недопустимые флаги в CSYNC записи. Определены только биты 0-1 (значения 0-3). Допустимые значения: 0, 1, 2 или 3.
sv_se: Kryptografisk nyckel borttagen
tr_tr: CSYNC kaydında geçersiz Bayraklar. Sadece 0-1 bitleri tanımlı (0-3 değerleri). Geçerli değerler 0, 1, 2, veya 3'dir.
uk_ua: Record may be part of chain of trust. Verify all links are valid.
vi_vn: Độ chính xác dọc không hợp lệ cho bản ghi LOC. Phải là số dương.
zh_cn: CSYNC 记录中的标志无效。只定义了第 0-1 位（值 0-3）。有效值为 0、1、2 或 3。

source: CSYNC record must specify at least one record type in the Type Bit Map field.
cs_cz: CSYNC záznam musí specifikovat alespoň jeden typ záznamu v poli Type Bit Map.
de_de: CSYNC-Eintrag muss mindestens einen Eintragstyp im Type-Bit-Map-Feld angeben.
es_es: El registro CSYNC debe especificar al menos un tipo de registro en el campo Type Bit Map.
fr_fr: L'enregistrement CSYNC doit spécifier au moins un type d'enregistrement dans le champ Type Bit Map.
id_id: Digest DHCID record wajib diisi.
ko_kr: 데이터베이스 커밋이 실패했습니다.
lt_lt: CSYNC įrašas turi nurodyti bent vieną įrašo tipą Type Bit Map lauke.
pl_pl: Rekord CSYNC musi określać co najmniej jeden typ rekordu w polu Type Bit Map.
ru_ru: CSYNC запись должна указывать минимум один тип записи в поле Type Bit Map.
sv_se: Kunde inte ta bort kryptografisk nyckel
tr_tr: CSYNC kaydı Type Bit Map alanında en az bir kayıt türü belirtmelidir.
uk_ua: Content suggests dependency on external record. Verify resolution order.
vi_vn: Nội dung bản ghi LOC phải ở định dạng: lat lon alt [size [hp [vp]]].
zh_cn: CSYNC 记录必须在类型位图字段中指定至少一种记录类型。

source: Invalid Type "
cs_cz: Neplatný typ "
de_de: Ungültiger Typ "
es_es: Tipo inválido "
fr_fr: Type invalide "
id_id: SPF record content is mandatory.
ko_kr: 테이블이 존재하지 않습니다.
lt_lt: Neteisingas tipas "
pl_pl: Nieprawidłowy typ "
ru_ru: Недопустимый тип "
sv_se: Ogiltig kryptografisk nyckel
tr_tr: Geçersiz Tür "
uk_ua: This configuration may have performance implications. Consider caching strategy.
vi_vn: Định dạng vĩ độ/kinh độ LOC phải là: d1 [m1 [s1]] (N|S|E|W).
zh_cn: 无效类型 "

source: Type "
cs_cz: Typ "
de_de: Typ "
es_es: Tipo "
id_id: Konten SPF record wajib diisi.
ko_kr: 열이 존재하지 않습니다.
lt_lt: Tipas "
pl_pl: Typ "
ru_ru: Тип "
sv_se: Kryptografisk nyckel finns redan
tr_tr: Tür "
uk_ua: Record appears to be placeholder. Replace with production values.
vi_vn: Ký tự không hợp lệ trong nội dung bản ghi LOC.
zh_cn: 类型 "

source: Duplicate type "
cs_cz: Duplicitní typ "
de_de: Doppelter Typ "
es_es: Tipo duplicado "
fr_fr: Type dupliqué "
id_id: The comment cannot exceed 255 characters.
ko_kr: 중복 키 오류입니다.
lt_lt: Dubliuojamas tipas "
pl_pl: Zduplikowany typ "
ru_ru: Дублированный тип "
sv_se: Kryptografisk nyckel finns inte
tr_tr: Yinelenen tür "
uk_ua: Content includes timestamp. Verify automatic updates if time-sensitive.
vi_vn: Trường ưu tiên cho bản ghi LOC phải là 0 hoặc rỗng
zh_cn: 重复类型 "

source: NS record synchronization requires careful consideration. Parent zones may have specific NS record policies that can prevent successful synchronization.
cs_cz: Synchronizace NS záznamů vyžaduje pečlivé zvážení. Nadřazené zóny mohou mít specifické zásady NS záznamů, které mohou zabránit úspěšné synchronizaci.
de_de: NS-Eintrags-Synchronisation erfordert sorgfältige Überlegung. Elternzonen können spezielle NS-Eintrag-Richtlinien haben, die eine erfolgreiche Synchronisation verhindern können.
es_es: La sincronización de registros NS requiere consideración cuidadosa. Las zonas padre pueden tener políticas específicas de registros NS que pueden prevenir la sincronización exitosa.
fr_fr: La synchronisation des enregistrements NS nécessite une considération attentive. Les zones parentes peuvent avoir des politiques spécifiques d'enregistrements NS qui peuvent empêcher une synchronisation réussie.
id_id: Komentar tidak boleh melebihi 255 karakter.
ko_kr: 외래 키 제약 조건 위반입니다.
lt_lt: NS įrašų sinchronizacija reikalauja atsargaus apsvarstytimo. Tėvinės zonos gali turėti specifinę NS įrašų politiką, kuri gali užkirsti kelią sėkmingai sinchronizacijai.
pl_pl: Synchronizacja rekordów NS wymaga starannego rozważenia. Strefy nadrzędne mogą mieć określone zasady rekordów NS które mogą zapobiec pomyślnej synchronizacji.
ru_ru: Синхронизация NS записей требует внимательного рассмотрения. Родительские зоны могут иметь специфические политики для NS записей, которые могут препятствовать успешной синхронизации.
sv_se: Redigera kryptografisk nyckel
tr_tr: NS kayıt senkronizasyonu dikkatli değerlendirme gerektirir. Üst seviye zonlar başarılı senkronizasyonu engelleyebilecek özel NS kayıt politikalarına sahip olabilir.
uk_ua: This record type is rarely used. Verify necessity and alternatives.
vi_vn: Bản ghi LOC cung cấp thông tin vị trí địa lý. Hãy đảm bảo thông tin chính xác.
zh_cn: NS 记录同步需要仔细考虑。父区域可能有特定的 NS 记录策略，可能阻止成功同步。

source: Note: The true wire format for CSYNC Type Bit Map follows RFC 4034 Section 4.1.2 format. Poweradmin uses a simplified representation with space-separated record types.
cs_cz: Poznámka: Skutečný drátový formát pro CSYNC Type Bit Map následuje formát RFC 4034 Sekce 4.1.2. Poweradmin používá zjednodušenou reprezentaci s typy záznamů oddělenými mezerami.
de_de: Hinweis: Das echte Wire-Format für CSYNC-Type-Bit-Map folgt RFC 4034 Abschnitt 4.1.2-Format. Poweradmin verwendet eine vereinfachte Darstellung mit leerzeichengetrennten Eintragstypen.
es_es: Nota: El verdadero formato de alambre para CSYNC Type Bit Map sigue el formato RFC 4034 Sección 4.1.2. Poweradmin usa una representación simplificada con tipos de registro separados por espacios.
fr_fr: Note : Le vrai format de transmission pour CSYNC Type Bit Map suit le format RFC 4034 Section 4.1.2. Poweradmin utilise une représentation simplifiée avec des types d'enregistrements séparés par des espaces.
id_id: The comment contains invalid characters.
ko_kr: 고유 제약 조건 위반입니다.
lt_lt: Pastaba: Tikrasis CSYNC Type Bit Map laido formatas seka RFC 4034 skyrius 4.1.2 formatą. Poweradmin naudoja supaprastintą atvaizdavimą su tarpais atskirtais įrašų tipais.
pl_pl: Uwaga: Prawdziwy format przewodowy dla CSYNC Type Bit Map podąża za formatem RFC 4034 Sekcja 4.1.2. Poweradmin używa uproszczonej reprezentacji z typami rekordów oddzielonymi spacjami.
ru_ru: Примечание: Истинный проводной формат для CSYNC Type Bit Map следует формату RFC 4034 раздела 4.1.2. Poweradmin использует упрощенное представление с типами записей, разделенными пробелами.
sv_se: Ta bort kryptografisk nyckel
tr_tr: Not: CSYNC Type Bit Map için gerçek wire formatı RFC 4034 Bölüm 4.1.2 formatını takip eder. Poweradmin boşlukla ayrılmış kayıt türleriyle basitleştirilmiş bir temsil kullanır.
uk_ua: Content format is ambiguous. Add documentation for maintainers.
vi_vn: Bản ghi LOC ít được hỗ trợ bởi các công cụ DNS. Hãy xác minh khả năng tương thích của bạn.
zh_cn: 注意：CSYNC 类型位图的真实线路格式遵循 RFC 4034 第 4.1.2 节格式。Poweradmin 使用以空格分隔记录类型的简化表示。

source: RFC 7477 requires an "all or nothing" approach to CSYNC processing. If any type cannot be synchronized, no changes will be made by the parent.
cs_cz: RFC 7477 vyžaduje přístup "vše nebo nic" ke zpracování CSYNC. Pokud nelze synchronizovat jakýkoli typ, nadřazený nevykoná žádné změny.
de_de: RFC 7477 erfordert einen "alles oder nichts"-Ansatz für CSYNC-Verarbeitung. Wenn ein Typ nicht synchronisiert werden kann, werden keine Änderungen von der Elternzone vorgenommen.
es_es: RFC 7477 requiere un enfoque de "todo o nada" para el procesamiento CSYNC. Si algún tipo no puede ser sincronizado, no se harán cambios por parte del padre.
fr_fr: La RFC 7477 exige une approche "tout ou rien" pour le traitement CSYNC. Si un type ne peut pas être synchronisé, aucun changement ne sera effectué par le parent.
id_id: Komentar mengandung karakter tidak valid.
ko_kr: NULL 제약 조건 위반입니다.
lt_lt: RFC 7477 reikalauja "viskas arba nieko" metodo CSYNC apdorojimui. Jei bet kuris tipas negali būti sinchronizuotas, jokių pakeitimų nedarys tėvas.
pl_pl: RFC 7477 wymaga podejścia "wszystko albo nic" do przetwarzania CSYNC. Jeśli jakikolwiek typ nie może być zsynchronizowany, żadne zmiany nie będą dokonane przez rodzica.
ru_ru: RFC 7477 требует подхода "всё или ничего" для обработки CSYNC. Если какой-либо тип не может быть синхронизирован, родительская зона не внесет никаких изменений.
sv_se: Är du säker på att du vill ta bort denna kryptografiska nyckel?
tr_tr: RFC 7477 CSYNC işleme için "hepsi veya hiçbiri" yaklaşımı gerektirir. Herhangi bir tür senkronize edilemezse, üst seviye tarafından hiçbir değişiklik yapılmayacaktır.
uk_ua: Record may be affected by DNSSEC validation. Verify signature chain.
vi_vn: Địa chỉ không hợp lệ cho bản ghi A. Phải là địa chỉ IPv4 hợp lệ.
zh_cn: RFC 7477 要求对 CSYNC 处理采用"全有或全无"的方法。如果任何类型无法同步，父区域将不会进行任何更改。

source: Priority must be 0 for EUI48 records.
cs_cz: Priorita musí být 0 pro záznamy EUI48.
de_de: Priorität muss 0 für EUI48-Einträge sein.
es_es: La prioridad debe ser 0 para registros EUI48.
fr_fr: La priorité doit être 0 pour les enregistrements EUI48.
id_id: Record is disabled
ko_kr: 체크 제약 조건 위반입니다.
lt_lt: Prioritetas turi būti 0 EUI48 įrašams.
pl_pl: Priorytet musi być 0 dla rekordów EUI48.
ru_ru: Приоритет должен быть 0 для записей EUI48.
sv_se: Kryptografisk nyckel uppdaterad
tr_tr: EUI48 kayıtları için öncelik 0 olmalıdır.
uk_ua: Content suggests A/B testing or gradual rollout. Verify weight distribution.
vi_vn: Địa chỉ IPv4 không nên nằm trong dải dự trữ (0.0.0.0/8, 127.0.0.0/8).
zh_cn: EUI48 记录的优先级必须为 0。

source: RFC 7043 recommends against publishing EUI-48 addresses in the public DNS due to potential privacy implications.
cs_cz: RFC 7043 nedoporučuje publikování EUI-48 adres ve veřejném DNS kvůli možným důsledkům pro soukromí.
de_de: RFC 7043 rät davon ab, EUI-48-Adressen im öffentlichen DNS zu veröffentlichen aufgrund potentieller Datenschutzimplikationen.
es_es: RFC 7043 recomienda no publicar direcciones EUI-48 en el DNS público debido a posibles implicaciones de privacidad.
fr_fr: La RFC 7043 recommande de ne pas publier les adresses EUI-48 dans le DNS public en raison d'implications potentielles de confidentialité.
id_id: Record dinonaktifkan
ko_kr: 데이터베이스 잠금 시간 초과입니다.
lt_lt: RFC 7043 nerekomenduoja skelbti EUI-48 adresų viešame DNS dėl galimų privatumo pasekmių.
pl_pl: RFC 7043 odradza publikowanie adresów EUI-48 w publicznym DNS ze względu na potencjalne implikacje prywatności.
ru_ru: RFC 7043 не рекомендует публиковать адреса EUI-48 в публичном DNS из-за потенциальных последствий для конфиденциальности.
sv_se: Kunde inte uppdatera kryptografisk nyckel
tr_tr: RFC 7043 olası gizlilik etkileri nedeniyle EUI-48 adreslerinin genel DNS'te yayınlanmasına karşı tavsiyelerde bulunur.
uk_ua: This configuration may cause uneven load distribution.
vi_vn: Địa chỉ IPv4 không nên nằm trong dải riêng (10.0.0.0/8, 172.16.0.0/12, 192.168.0.0/16) trừ khi dùng cho mạng nội bộ.
zh_cn: RFC 7043 建议不要在公共 DNS 中发布 EUI-48 地址，因为可能存在隐私问题。

source: EUI48 record uses colon separators (xx:xx:xx:xx:xx:xx) but requires hyphen separators (xx-xx-xx-xx-xx-xx).
cs_cz: EUI48 záznam používá dvojtečkové oddělovače (xx:xx:xx:xx:xx:xx), ale vyžaduje pomlčkové oddělovače (xx-xx-xx-xx-xx-xx).
de_de: EUI48-Eintrag verwendet Doppelpunkt-Trennzeichen (xx:xx:xx:xx:xx:xx), benötigt aber Bindestrich-Trennzeichen (xx-xx-xx-xx-xx-xx).
es_es: El registro EUI48 usa separadores de dos puntos (xx:xx:xx:xx:xx:xx) pero requiere separadores de guión (xx-xx-xx-xx-xx-xx).
fr_fr: L'enregistrement EUI48 utilise des séparateurs deux-points (xx:xx:xx:xx:xx:xx) mais nécessite des séparateurs traits d'union (xx-xx-xx-xx-xx-xx).
id_id: Record is enabled
ko_kr: 교착 상태가 감지되었습니다.
lt_lt: EUI48 įrašas naudoja dvitaškio skirtukus (xx:xx:xx:xx:xx:xx), bet reikalauja brūkšnelio skirtukų (xx-xx-xx-xx-xx-xx).
pl_pl: Rekord EUI48 używa separatorów dwukropka (xx:xx:xx:xx:xx:xx) ale wymaga separatorów łącznika (xx-xx-xx-xx-xx-xx).
ru_ru: Запись EUI48 использует двоеточия в качестве разделителей (xx:xx:xx:xx:xx:xx), но требуются дефисы (xx-xx-xx-xx-xx-xx).
sv_se: Aktivera nyckel
tr_tr: EUI48 kaydı iki nokta ayırıcıları (xx:xx:xx:xx:xx:xx) kullanıyor ancak tire ayırıcıları (xx-xx-xx-xx-xx-xx) gerektiriyor.
uk_ua: Record appears to be environment-specific. Verify deployment target.
vi_vn: Địa chỉ không hợp lệ cho bản ghi AAAA. Phải là địa chỉ IPv6 hợp lệ.
zh_cn: EUI48 记录使用了冒号分隔符 (xx:xx:xx:xx:xx:xx)，但需要连字符分隔符 (xx-xx-xx-xx-xx-xx)。

source: EUI48 record is missing separators. Format must be xx-xx-xx-xx-xx-xx with hyphens between octets.
cs_cz: EUI48 záznamu chybí oddělovače. Formát musí být xx-xx-xx-xx-xx-xx s pomlčkami mezi oktety.
de_de: EUI48-Eintrag fehlen Trennzeichen. Format muss xx-xx-xx-xx-xx-xx mit Bindestrichen zwischen Oktetten sein.
es_es: Al registro EUI48 le faltan separadores. El formato debe ser xx-xx-xx-xx-xx-xx con guiones entre octetos.
fr_fr: L'enregistrement EUI48 manque de séparateurs. Le format doit être xx-xx-xx-xx-xx-xx avec des traits d'union entre les octets.
id_id: Record diaktifkan
ko_kr: 데이터베이스가 읽기 전용입니다.
lt_lt: EUI48 įraše trūksta skirtukų. Formatas turi būti xx-xx-xx-xx-xx-xx su brūkšneliais tarp oktetų.
pl_pl: W rekordzie EUI48 brakuje separatorów. Format musi być xx-xx-xx-xx-xx-xx z łącznikami między oktetami.
ru_ru: В записи EUI48 отсутствуют разделители. Формат должен быть xx-xx-xx-xx-xx-xx с дефисами между октетами.
sv_se: Inaktivera nyckel
tr_tr: EUI48 kaydında ayırıcılar eksik. Format oktetler arasında tireler ile xx-xx-xx-xx-xx-xx olmalıdır.
uk_ua: Content includes credentials or sensitive data. Use secure storage instead.
vi_vn: Địa chỉ IPv6 không nên là địa chỉ loopback (::1) hoặc không xác định (::).
zh_cn: EUI48 记录缺少分隔符。格式必须是 xx-xx-xx-xx-xx-xx，在字节之间使用连字符。

source: EUI48 record appears to be in Cisco format. Format must be xx-xx-xx-xx-xx-xx.
cs_cz: EUI48 záznam se zdá být v Cisco formátu. Formát musí být xx-xx-xx-xx-xx-xx.
de_de: EUI48-Eintrag scheint im Cisco-Format zu sein. Format muss xx-xx-xx-xx-xx-xx sein.
es_es: El registro EUI48 parece estar en formato Cisco. El formato debe ser xx-xx-xx-xx-xx-xx.
fr_fr: L'enregistrement EUI48 semble être en format Cisco. Le format doit être xx-xx-xx-xx-xx-xx.
id_id: Cannot modify system records.
ko_kr: 데이터베이스가 가득 찼습니다.
lt_lt: EUI48 įrašas atrodo Cisco formatu. Formatas turi būti xx-xx-xx-xx-xx-xx.
pl_pl: Rekord EUI48 wydaje się być w formacie Cisco. Format musi być xx-xx-xx-xx-xx-xx.
ru_ru: Запись EUI48 представлена в формате Cisco. Формат должен быть xx-xx-xx-xx-xx-xx.
sv_se: Nyckel aktiverad
tr_tr: EUI48 kaydı Cisco formatında görünüyor. Format xx-xx-xx-xx-xx-xx olmalıdır.
uk_ua: This record may be subject to automated modification. Document automation.
vi_vn: Địa chỉ IPv6 không nên nằm trong dải link-local (fe80::/10) trừ khi dùng cho mạng nội bộ.
zh_cn: EUI48 记录似乎采用了 Cisco 格式。格式必须是 xx-xx-xx-xx-xx-xx。

source: EUI48 record must be a valid MAC address in xx-xx-xx-xx-xx-xx format (where x is a hexadecimal digit).
cs_cz: EUI48 záznam musí být platná MAC adresa ve formátu xx-xx-xx-xx-xx-xx (kde x je hexadecimální číslice).
de_de: EUI48-Eintrag muss eine gültige MAC-Adresse im xx-xx-xx-xx-xx-xx-Format sein (wobei x eine hexadezimale Ziffer ist).
es_es: El registro EUI48 debe ser una dirección MAC válida en formato xx-xx-xx-xx-xx-xx (donde x es un dígito hexadecimal).
fr_fr: L'enregistrement EUI48 doit être une adresse MAC valide au format xx-xx-xx-xx-xx-xx (où x est un chiffre hexadécimal).
id_id: Tidak dapat memodifikasi record sistem.
ko_kr: 지원되지 않는 데이터베이스 버전입니다.
lt_lt: EUI48 įrašas turi būti teisingas MAC adresas xx-xx-xx-xx-xx-xx formatu (kur x yra šešioliktainis skaitmuo).
pl_pl: Rekord EUI48 musi być prawidłowym adresem MAC w formacie xx-xx-xx-xx-xx-xx (gdzie x to cyfra szesnastkowa).
ru_ru: Запись EUI48 должна быть корректным MAC-адресом в формате xx-xx-xx-xx-xx-xx (где x - шестнадцатеричная цифра).
sv_se: Nyckel inaktiverad
tr_tr: EUI48 kaydı xx-xx-xx-xx-xx-xx formatında geçerli bir MAC adresi olmalıdır (x onaltılık sayı).
uk_ua: Content format may not be backward compatible. Verify client versions.
vi_vn: Địa chỉ IPv6 không nên nằm trong dải unique local (fc00::/7) trừ khi dùng cho mạng nội bộ.
zh_cn: EUI48 记录必须是 xx-xx-xx-xx-xx-xx 格式的有效 MAC 地址（其中 x 是十六进制数字）。

source: This is the broadcast address (all-ones), which may not be valid in all contexts.
cs_cz: Toto je broadcast adresa (všechny jedničky), která nemusí být platná ve všech kontextech.
de_de: Dies ist die Broadcast-Adresse (alle Einsen), die möglicherweise nicht in allen Kontexten gültig ist.
es_es: Esta es la dirección de broadcast (todos unos), que puede no ser válida en todos los contextos.
fr_fr: Ceci est l'adresse de diffusion (tout-uns), qui peut ne pas être valide dans tous les contextes.
id_id: Cannot delete system records.
ko_kr: 마이그레이션이 실패했습니다.
lt_lt: Tai transliuojamasis adresas (visi vienetai), kuris gali būti neteisingas visuose kontekstuose.
pl_pl: To jest adres rozgłoszeniowy (wszystkie jedynki), który może nie być ważny we wszystkich kontekstach.
ru_ru: Это широковещательный адрес (все единицы), который может быть недопустимым во всех контекстах.
sv_se: Kunde inte aktivera nyckel
tr_tr: Bu broadcast adresidir (tüm birler), tüm bağlamlarda geçerli olmayabilir.
uk_ua: Record appears to be part of migration. Verify cutover plan.
vi_vn: Tên NS không hợp lệ. Phải là tên miền đầy đủ hợp lệ.
zh_cn: 这是广播地址（全 1），在所有上下文中可能都不有效。

source: The record name does not appear to be a standard reverse DNS zone name (should end with .in-addr.arpa for IPv4 or .ip6.arpa for IPv6).
cs_cz: Název záznamu se nezdá být standardní název reverzní DNS zóny (měl by končit .in-addr.arpa pro IPv4 nebo .ip6.arpa pro IPv6).
de_de: Der Eintragsname scheint kein Standard-Reverse-DNS-Zonenname zu sein (sollte mit .in-addr.arpa für IPv4 oder .ip6.arpa für IPv6 enden).
es_es: El nombre del registro no parece ser un nombre de zona DNS reversa estándar (debe terminar con .in-addr.arpa para IPv4 o .ip6.arpa para IPv6).
fr_fr: Le nom de l'enregistrement ne semble pas être un nom de zone DNS inverse standard (devrait se terminer par .in-addr.arpa pour IPv4 ou .ip6.arpa pour IPv6).
id_id: Tidak dapat menghapus record sistem.
ko_kr: 롤백이 실패했습니다.
lt_lt: Įrašo vardas neatrodo kaip standartinis atvirkštinis DNS zonos vardas (turėtų baigtis .in-addr.arpa IPv4 arba .ip6.arpa IPv6).
pl_pl: Nazwa rekordu nie wydaje się być standardową nazwą strefy odwrotnego DNS (powinna kończyć się .in-addr.arpa dla IPv4 lub .ip6.arpa dla IPv6).
ru_ru: Имя записи не является стандартным именем зоны обратного DNS (должно заканчиваться на .in-addr.arpa для IPv4 или .ip6.arpa для IPv6).
sv_se: Kunde inte inaktivera nyckel
tr_tr: Kayıt adı standart ters DNS zon adı gibi görünmüyor (IPv4 için .in-addr.arpa veya IPv6 için .ip6.arpa ile bitmeli).
uk_ua: This configuration may have DNS amplification risks. Implement rate limiting.
vi_vn: Bản ghi NS không nên trỏ đến bản ghi CNAME (RFC 1912).
zh_cn: 记录名称似乎不是标准的反向 DNS 区域名称（IPv4 应以 .in-addr.arpa 结尾，IPv6 应以 .ip6.arpa 结尾）。

source: Priority field for PTR records should be 0 or empty. The specified value will be ignored.
cs_cz: Pole priority pro PTR záznamy by mělo být 0 nebo prázdné. Specifikovaná hodnota bude ignorována.
de_de: Prioritätsfeld für PTR-Einträge sollte 0 oder leer sein. Der angegebene Wert wird ignoriert.
es_es: El campo de prioridad para registros PTR debe ser 0 o estar vacío. El valor especificado será ignorado.
fr_fr: Le champ de priorité pour les enregistrements PTR doit être 0 ou vide. La valeur spécifiée sera ignorée.
id_id: Record not found or access denied.
ko_kr: 시드가 실패했습니다.
lt_lt: PTR įrašų prioriteto laukas turėtų būti 0 arba tuščias. Nurodyta reikšmė bus ignoruojama.
pl_pl: Pole priorytetu dla rekordów PTR powinno być 0 lub puste. Określona wartość będzie ignorowana.
ru_ru: Поле приоритета для записей PTR должно быть 0 или пустым. Указанное значение будет проигнорировано.
sv_se: Publicera nyckel
tr_tr: PTR kayıtları için öncelik alanı 0 veya boş olmalıdır. Belirtilen değer yok sayılacaktır.
uk_ua: Content suggests experimental feature. Verify stability for production.
vi_vn: Bản ghi NS nên có bản ghi A/AAAA tương ứng (bản ghi glue nếu trong zone).
zh_cn: PTR 记录的优先级字段应为 0 或空。指定的值将被忽略。

source: PTR records should have corresponding forward (A/AAAA) records to avoid problems with services that check reverse DNS.
cs_cz: PTR záznamy by měly mít odpovídající přímé (A/AAAA) záznamy, aby se předešlo problémům se službami, které kontrolují reverzní DNS.
de_de: PTR-Einträge sollten entsprechende Vorwärts-(A/AAAA)-Einträge haben, um Probleme mit Diensten zu vermeiden, die Reverse-DNS prüfen.
es_es: Los registros PTR deben tener registros directos (A/AAAA) correspondientes para evitar problemas con servicios que verifican DNS reverso.
fr_fr: Les enregistrements PTR doivent avoir des enregistrements directs (A/AAAA) correspondants pour éviter des problèmes avec les services qui vérifient le DNS inverse.
id_id: Record tidak ditemukan atau akses ditolak.
ko_kr: 백업이 실패했습니다.
lt_lt: PTR įrašai turėtų turėti atitinkamus tiesioginius (A/AAAA) įrašus, kad išvengtų problemų su paslaugomis, kurios tikrina atvirkštinį DNS.
pl_pl: Rekordy PTR powinny mieć odpowiadające rekordy wprost (A/AAAA) aby uniknąć problemów z usługami sprawdzającymi odwrotny DNS.
ru_ru: Записи PTR должны иметь соответствующие прямые записи (A/AAAA), чтобы избежать проблем со службами, которые проверяют обратный DNS.
sv_se: Avpublicera nyckel
tr_tr: PTR kayıtları ters DNS kontrolü yapan hizmetlerle sorun yaşamamak için karşılık gelen ileri (A/AAAA) kayıtlara sahip olmalıdır.
uk_ua: Record may interfere with existing services. Test thoroughly before deployment.
vi_vn: Sử dụng máy chủ DNS duy nhất (NS duy nhất) không được khuyến nghị. Ít nhất 2 máy chủ NS là tốt nhất.
zh_cn: PTR 记录应该有相应的正向（A/AAAA）记录，以避免检查反向 DNS 的服务出现问题。
