Repository: poweradmin/poweradmin
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: cs_cz, de_de, es_es, fr_fr, id_id, ko_kr, lt_lt, pl_pl, ru_ru, sv_se, tr_tr, uk_ua, vi_vn, zh_cn

source: You do not have the permission to add a record to this zone.
cs_cz: Nemáte oprávnění přidat záznam do této zóny.
de_de: Sie haben keine Berechtigung, einen Eintrag zu dieser Zone hinzuzufügen.
es_es: No tiene permisos para agregar un registro a esta zona.
fr_fr: Vous n'avez pas l'autorisation d'ajouter un enregistrement à cette zone.
id_id: Anda tidak memiliki izin untuk menambahkan rekaman ke zona ini.
ko_kr: 이 존에 레코드를 추가할 권한이 없습니다.
lt_lt: Neturite leidimo pridėti įrašą į šią zoną.
pl_pl: Nie masz uprawnień do dodawania rekordu do tej strefy.
ru_ru: У вас нет разрешения на добавление записи в эту зону.
sv_se: Du har inte behörighet att lägga till en post i denna zon.
tr_tr: Bu alana kayıt ekleme yetkiniz bulunmuyor.
uk_ua: У вас немає дозволу на додавання запису до цієї зони.
vi_vn: Bạn không có quyền thêm bản ghi vào vùng này.
zh_cn: 您没有向此区域添加记录的权限。

source: Record successfully added.
id_id: Rekaman berhasil ditambahkan.
ko_kr: 레코드가 성공적으로 추가되었습니다.
sv_se: Posten lades till.
uk_ua: Запис успішно додано.
vi_vn: Bản ghi đã được thêm thành công.

source: No records were provided.
cs_cz: Nebyly poskytnuty žádné záznamy.
de_de: Keine Einträge wurden bereitgestellt.
es_es: No se proporcionaron registros.
fr_fr: Aucun enregistrement n'a été fourni.
id_id: Tidak ada rekaman yang diberikan.
ko_kr: 레코드가 제공되지 않았습니다.
lt_lt: Nebuvo pateikta įrašų.
pl_pl: Nie podano żadnych rekordów.
ru_ru: Записи не предоставлены.
sv_se: Inga poster angavs.
tr_tr: Kayıt sağlanmadı.
uk_ua: Записи не надано.
vi_vn: Không có bản ghi nào được cung cấp.
zh_cn: 未提供记录。

source: %d record(s) were successfully added.
cs_cz: %d záznam(y) byly úspěšně přidány.
de_de: %d Eintrag/Einträge wurden erfolgreich hinzugefügt.
es_es: %d registro(s) se agregaron correctamente.
fr_fr: %d enregistrement(s) ont été ajoutés avec succès.
id_id: %d rekaman berhasil ditambahkan.
ko_kr: %d개의 레코드가 성공적으로 추가되었습니다.
lt_lt: %d įrašas(-ai) sėkmingai pridėti.
pl_pl: Pomyślnie dodano %d rekordów.
ru_ru: %d запись(ей) успешно добавлено.
sv_se: %d post(er) lades till.
tr_tr: %d kayıt başarıyla eklendi.
uk_ua: %d запис(ів) було успішно додано.
vi_vn: %d bản ghi đã được thêm thành công.
zh_cn: 已成功添加 %d 条记录。

source: %d record(s) failed to be added.
cs_cz: %d záznam(y) se nepodařilo přidat.
de_de: %d Eintrag/Einträge konnten nicht hinzugefügt werden.
es_es: %d registro(s) no se pudieron agregar.
fr_fr: %d enregistrement(s) ont échoué à être ajoutés.
id_id: %d rekaman gagal ditambahkan.
ko_kr: %d개의 레코드 추가에 실패했습니다.
lt_lt: %d įrašo(-ų) pridėti nepavyko.
pl_pl: Nie udało się dodać %d rekordów.
ru_ru: %d запись(ей) не удалось добавить.
sv_se: %d post(er) kunde inte läggas till.
tr_tr: %d kayıt eklenemedi.
uk_ua: %d запис(ів) не вдалося додати.
vi_vn: %d bản ghi thêm thất bại.
zh_cn: %d 条记录添加失败。

source: Some records could not be added. They may already exist or contain invalid data.
cs_cz: Některé záznamy nemohly být přidány. Možná již existují nebo obsahují neplatná data.
de_de: Einige Einträge konnten nicht hinzugefügt werden. Sie existieren möglicherweise bereits oder enthalten ungültige Daten.
es_es: Algunos registros no se pudieron agregar. Pueden existir ya o contener datos inválidos.
fr_fr: Certains enregistrements n'ont pas pu être ajoutés. Ils existent peut-être déjà ou contiennent des données invalides.
id_id: Beberapa rekaman tidak dapat ditambahkan. Mungkin sudah ada atau berisi data yang tidak valid.
ko_kr: 일부 레코드를 추가할 수 없습니다. 이미 존재하거나 유효하지 않은 데이터를 포함하고 있을 수 있습니다.
lt_lt: Kai kurių įrašų pridėti nepavyko. Jie gali jau egzistuoti arba turėti neteisingų duomenų.
pl_pl: Niektóre rekordy nie mogły zostać dodane. Mogą już istnieć lub zawierać nieprawidłowe dane.
ru_ru: Некоторые записи не удалось добавить. Возможно, они уже существуют или содержат недопустимые данные.
sv_se: Vissa poster kunde inte läggas till. De kanske redan finns eller innehåller ogiltiga data.
tr_tr: Bazı kayıtlar eklenemedi. Zaten mevcut olabilirler veya geçersiz veri içerebilirler.
uk_ua: Деякі записи не вдалося додати. Можливо, вони вже існують або містять недійсні дані.
vi_vn: Một số bản ghi không thể được thêm. Chúng có thể đã tồn tại hoặc chứa dữ liệu không hợp lệ.
zh_cn: 某些记录无法添加。它们可能已存在或包含无效数据。

source: Failed to add any records. They may contain invalid data.
cs_cz: Nepodařilo se přidat žádné záznamy. Možná obsahují neplatná data.
de_de: Fehler beim Hinzufügen von Einträgen. Sie enthalten möglicherweise ungültige Daten.
es_es: Error al agregar cualquier registro. Pueden contener datos inválidos.
fr_fr: Échec de l'ajout d'enregistrements. Ils peuvent contenir des données invalides.
id_id: Gagal menambahkan rekaman apa pun. Data mungkin tidak valid.
ko_kr: 레코드를 추가하지 못했습니다. 유효하지 않은 데이터를 포함하고 있을 수 있습니다.
lt_lt: Nepavyko pridėti jokių įrašų. Jie gali turėti neteisingų duomenų.
pl_pl: Nie udało się dodać żadnych rekordów. Mogą zawierać nieprawidłowe dane.
ru_ru: Не удалось добавить ни одной записи. Возможно, они содержат недопустимые данные.
sv_se: Kunde inte lägga till några poster. De kan innehålla ogiltiga data.
tr_tr: Hiçbir kayıt eklenemedi. Geçersiz veri içerebilirler.
uk_ua: Не вдалося додати жодного запису. Можливо, вони містять недійсні дані.
vi_vn: Không thể thêm bất kỳ bản ghi nào. Chúng có thể chứa dữ liệu không hợp lệ.
zh_cn: 添加任何记录都失败了。它们可能包含无效数据。

source: No zone selected for deletion.
cs_cz: Nebyla vybrána žádná zóna k mazání.
de_de: Keine Zone zum Löschen ausgewählt.
es_es: No se seleccionó zona para eliminar.
fr_fr: Aucune zone sélectionnée pour suppression.
id_id: Tidak ada zona yang dipilih untuk dihapus.
ko_kr: 삭제할 존이 선택되지 않았습니다.
lt_lt: Nepasirinkta zona trynimui.
pl_pl: Nie wybrano strefy do usunięcia.
ru_ru: Зона для удаления не выбрана.
sv_se: Ingen zon vald för radering.
tr_tr: Silme için seçilen zon yok.
uk_ua: Не вибрано зони для видалення.
vi_vn: Không có vùng nào được chọn để xóa.
zh_cn: 未选择要删除的区域。

source: Zone has been deleted successfully.
cs_cz: Zóna byla úspěšně smazána.
de_de: Zone wurde erfolgreich gelöscht.
es_es: La zona se ha eliminado correctamente.
fr_fr: La zone a été supprimée avec succès.
id_id: Zona telah berhasil dihapus.
ko_kr: 존이 성공적으로 삭제되었습니다.
lt_lt: Zona sėkmingai ištrinta.
pl_pl: Strefa została pomyślnie usunięta.
ru_ru: Зона успешно удалена.
sv_se: Zonen har raderats.
tr_tr: Zon başarıyla silindi.
uk_ua: Зону було успішно видалено.
vi_vn: Vùng đã được xóa thành công.
zh_cn: 区域已成功删除。

source: Zones have been deleted successfully.
cs_cz: Zóny byly úspěšně smazány.
de_de: Zonen wurden erfolgreich gelöscht.
es_es: Las zonas se han eliminado correctamente.
fr_fr: Les zones ont été supprimées avec succès.
id_id: Zona telah berhasil dihapus.
ko_kr: 존이 성공적으로 삭제되었습니다.
lt_lt: Zonos sėkmingai ištrintos.
pl_pl: Strefy zostały pomyślnie usunięte.
ru_ru: Зоны успешно удалены.
sv_se: Zonerna har raderats.
tr_tr: Zonlar başarıyla silindi.
uk_ua: Зони було успішно видалено.
vi_vn: Các vùng đã được xóa thành công.
zh_cn: 区域已成功删除。

source: You do not have the permission to delete a zone.
cs_cz: Nemáte oprávnění smazat zónu.
de_de: Sie haben nicht die Berechtigung, eine Zone zu löschen.
es_es: No tiene permisos para eliminar una zona.
fr_fr: Vous n'avez pas l'autorisation de supprimer une zone.
id_id: Anda tidak memiliki izin untuk menghapus zona.
ko_kr: 존을 삭제할 권한이 없습니다.
lt_lt: Neturite leidimo ištrinti zoną.
pl_pl: Nie masz uprawnień do usunięcia strefy.
ru_ru: У вас нет разрешения на удаление зоны.
sv_se: Du har inte behörighet att radera en zon.
tr_tr: Zon silme yetkiniz yok.
uk_ua: У вас немає дозволу на видалення зони.
vi_vn: Bạn không có quyền xóa vùng.
zh_cn: 您没有删除区域的权限。

source: You do not have the permission to edit zone template records.
cs_cz: Nemáte oprávnění upravovat záznamy šablon zón.
de_de: Sie haben nicht die Berechtigung, Zonen-Vorlagen-Einträge zu bearbeiten.
es_es: No tiene permisos para editar registros de plantilla de zona.
fr_fr: Vous n'avez pas l'autorisation de modifier les enregistrements de modèle de zone.
id_id: Anda tidak memiliki izin untuk mengedit rekaman template zona.
ko_kr: 존 템플릿 레코드를 편집할 권한이 없습니다.
lt_lt: Neturite leidimo redaguoti zonų šablonų įrašų.
pl_pl: Nie masz uprawnień do edycji rekordów szablonu strefy.
ru_ru: У вас нет разрешения на редактирование записей шаблона зоны.
sv_se: Du har inte behörighet att redigera zonmallsposter.
tr_tr: Zon şablonu kayıtlarını düzenleme yetkiniz yok.
uk_ua: У вас немає дозволу на редагування записів шаблону зони.
vi_vn: Bạn không có quyền chỉnh sửa bản ghi mẫu vùng.
zh_cn: 您没有编辑区域模板记录的权限。

source: OIDC authentication is not enabled
fr_fr: L'authentification OIDC n'est pas activée
id_id: Autentikasi OIDC tidak diaktifkan
ko_kr: OIDC 인증이 활성화되어 있지 않습니다
sv_se: OIDC-autentisering är inte aktiverad
uk_ua: Автентифікація OIDC не увімкнена
vi_vn: Xác thực OIDC chưa được bật

source: Authentication failed:
fr_fr: Échec de l'authentification :
id_id: Autentikasi gagal:
ko_kr: 인증 실패:
sv_se: Autentisering misslyckades:
uk_ua: Помилка автентифікації:
vi_vn: Xác thực thất bại:

source: You do not have permission to create zone templates.
id_id: Anda tidak memiliki izin untuk membuat template zona.
ko_kr: 존 템플릿을 생성할 권한이 없습니다.
sv_se: Du har inte behörighet att skapa zonmallar.
uk_ua: У вас немає дозволу на створення шаблонів зон.
vi_vn: Bạn không có quyền tạo mẫu vùng.

source: Template name can't be an empty string.
cs_cz: Název šablony nemůže být prázdný řetězec.
de_de: Vorlagenname kann nicht leer sein.
es_es: El nombre de la plantilla no puede estar vacío.
fr_fr: Le nom du modèle ne peut pas être vide.
id_id: Nama template tidak boleh kosong.
ko_kr: 템플릿 이름은 빈 문자열일 수 없습니다.
lt_lt: Šablono pavadinimas negali būti tuščias.
pl_pl: Nazwa szablonu nie może być pusta.
ru_ru: Имя шаблона не может быть пустой строкой.
sv_se: Mallnamnet får inte vara tomt.
tr_tr: Şablon adı boş bir dize olamaz.
uk_ua: Назва шаблону не може бути порожнім рядком.
vi_vn: Tên mẫu không được để trống.
zh_cn: 模板名称不能为空字符串。

source: Zone template has been created successfully.
id_id: Template zona telah berhasil dibuat.
ko_kr: 존 템플릿이 성공적으로 생성되었습니다.
sv_se: Zonmallen har skapats.
uk_ua: Шаблон зони було успішно створено.
vi_vn: Mẫu vùng đã được tạo thành công.

source: No OIDC providers are configured
fr_fr: Aucun fournisseur OIDC n'est configuré
id_id: Tidak ada penyedia OIDC yang dikonfigurasi
ko_kr: 구성된 OIDC 공급자가 없습니다
sv_se: Inga OIDC-leverantörer är konfigurerade
uk_ua: Провайдери OIDC не налаштовані
vi_vn: Không có nhà cung cấp OIDC nào được cấu hình

source: Failed to initiate OIDC authentication:
fr_fr: Échec de l'initiation de l'authentification OIDC :
id_id: Gagal memulai autentikasi OIDC:
ko_kr: OIDC 인증 시작에 실패했습니다:
sv_se: Kunde inte initiera OIDC-autentisering:
uk_ua: Не вдалося ініціювати автентифікацію OIDC:
vi_vn: Không thể khởi tạo xác thực OIDC:

source: You do not have the permission to add a master zone.
cs_cz: Nemáte oprávnění přidat hlavní zónu.
de_de: Sie haben nicht die Berechtigung, eine Master-Zone hinzuzufügen.
es_es: No tiene permisos para agregar una zona maestra.
fr_fr: Vous n'avez pas l'autorisation d'ajouter une zone maître.
id_id: Anda tidak memiliki izin untuk menambahkan zona master.
ko_kr: 마스터 존을 추가할 권한이 없습니다.
lt_lt: Neturite leidimo pridėti pagrindinę zoną.
pl_pl: Nie masz uprawnień do dodawania strefy głównej.
ru_ru: У вас нет разрешения на добавление главной зоны.
sv_se: Du har inte behörighet att lägga till en masterzon.
tr_tr: Ana zon ekleme yetkiniz yok.
uk_ua: У вас немає дозволу на додавання головної зони.
vi_vn: Bạn không có quyền thêm vùng master.
zh_cn: 您没有添加主区域的权限。

source: At least one user or group must be selected as owner.
id_id: Setidaknya satu pengguna atau grup harus dipilih sebagai pemilik.
ko_kr: 최소 한 명의 사용자 또는 그룹을 소유자로 선택해야 합니다.
sv_se: Minst en användare eller grupp måste väljas som ägare.
uk_ua: Потрібно вибрати принаймні одного користувача або групу як власника.
vi_vn: Phải chọn ít nhất một người dùng hoặc nhóm làm chủ sở hữu.

source: There is already a zone with this name.
cs_cz: Zóna s tímto názvem již existuje.
de_de: Es gibt bereits eine Zone mit diesem Namen.
es_es: Ya existe una zona con este nombre.
fr_fr: Il existe déjà une zone avec ce nom.
id_id: Sudah ada zona dengan nama ini.
ko_kr: 이 이름의 존이 이미 존재합니다.
lt_lt: Jau egzistuoja zona su šiuo pavadinimu.
pl_pl: Istnieje już strefa o tej nazwie.
ru_ru: Зона с таким именем уже существует.
sv_se: Det finns redan en zon med detta namn.
tr_tr: Bu adda zaten bir zon var.
uk_ua: Зона з такою назвою вже існує.
vi_vn: Đã tồn tại một vùng với tên này.
zh_cn: 已存在同名区域。

source: Zone was created successfully, but DNSSEC signing was skipped due to validation errors:
id_id: Zona berhasil dibuat, tetapi penandatanganan DNSSEC dilewati karena kesalahan validasi:
ko_kr: 존이 성공적으로 생성되었지만, 유효성 검사 오류로 인해 DNSSEC 서명을 건너뛰었습니다:
sv_se: Zonen skapades men DNSSEC-signering hoppades över på grund av valideringsfel:
uk_ua: Зону було створено успішно, але підписання DNSSEC пропущено через помилки валідації:
vi_vn: Vùng đã được tạo thành công, nhưng ký DNSSEC đã bị bỏ qua do lỗi xác thực:

source: Zone was created, but securing it with DNSSEC failed. Zone validation passed, but PowerDNS API returned an error. Check PowerDNS logs for details.
id_id: Zona berhasil dibuat, tetapi pengamanan dengan DNSSEC gagal. Validasi zona berhasil, tetapi API PowerDNS mengembalikan kesalahan. Periksa log PowerDNS untuk detailnya.
ko_kr: 존이 생성되었지만, DNSSEC으로 보안 설정에 실패했습니다. 존 유효성 검사는 통과했지만, PowerDNS API에서 오류를 반환했습니다. 자세한 내용은 PowerDNS 로그를 확인하십시오.
sv_se: Zonen skapades men DNSSEC-säkring misslyckades. Zonvalidering godkändes men PowerDNS API returnerade ett fel. Kontrollera PowerDNS-loggarna för detaljer.
uk_ua: Зону створено, але захист DNSSEC не вдався. Валідація зони пройшла, але API PowerDNS повернув помилку. Перевірте журнали PowerDNS для отримання деталей.
vi_vn: Vùng đã được tạo, nhưng bảo mật bằng DNSSEC thất bại. Xác thực vùng đã thành công, nhưng API PowerDNS trả về lỗi. Kiểm tra nhật ký PowerDNS để biết chi tiết.

source: Zone has been created and signed with DNSSEC successfully.
id_id: Zona telah berhasil dibuat dan ditandatangani dengan DNSSEC.
ko_kr: 존이 성공적으로 생성되고 DNSSEC으로 서명되었습니다.
sv_se: Zonen har skapats och signerats med DNSSEC.
uk_ua: Зону було створено та успішно підписано за допомогою DNSSEC.
vi_vn: Vùng đã được tạo và ký bằng DNSSEC thành công.

source: Zone was created and signing was requested, but verification failed. Check DNSSEC keys.
id_id: Zona berhasil dibuat dan penandatanganan diminta, tetapi verifikasi gagal. Periksa kunci DNSSEC.
ko_kr: 존이 생성되고 서명이 요청되었지만, 검증에 실패했습니다. DNSSEC 키를 확인하십시오.
sv_se: Zonen skapades och signering begärdes men verifieringen misslyckades. Kontrollera DNSSEC-nycklarna.
uk_ua: Зону створено та запит на підписання виконано, але перевірка не пройшла. Перевірте ключі DNSSEC.
vi_vn: Vùng đã được tạo và yêu cầu ký đã được gửi, nhưng xác minh thất bại. Kiểm tra khóa DNSSEC.

source: Zone has been added successfully.
cs_cz: Zóna byla úspěšně přidána.
de_de: Zone wurde erfolgreich hinzugefügt.
es_es: La zona se ha agregado correctamente.
fr_fr: La zone a été ajoutée avec succès.
id_id: Zona telah berhasil ditambahkan.
ko_kr: 존이 성공적으로 추가되었습니다.
lt_lt: Zona sėkmingai pridėta.
pl_pl: Strefa została pomyślnie dodana.
ru_ru: Зона успешно добавлена.
sv_se: Zonen har lagts till.
tr_tr: Zon başarıyla eklendi.
uk_ua: Зону було успішно додано.
vi_vn: Vùng đã được thêm thành công.
zh_cn: 区域已成功添加。

source: Batch PTR record creation is not enabled.
cs_cz: Dávkové vytváření PTR záznamů není povoleno.
de_de: Stapel-PTR-Eintrag-Erstellung ist nicht aktiviert.
es_es: La creación por lotes de registros PTR no está habilitada.
fr_fr: La création d'enregistrements PTR en lot n'est pas activée.
id_id: Pembuatan rekaman PTR secara batch tidak diaktifkan.
ko_kr: 일괄 PTR 레코드 생성이 활성화되어 있지 않습니다.
lt_lt: Masinis PTR įrašų kūrimas neįjungtas.
pl_pl: Tworzenie pakietowych rekordów PTR nie jest włączone.
ru_ru: Пакетное создание PTR записей не включено.
sv_se: Batch-skapande av PTR-poster är inte aktiverat.
tr_tr: Toplu PTR kaydı oluşturma etkin değil.
uk_ua: Пакетне створення PTR-записів не увімкнено.
vi_vn: Tạo bản ghi PTR hàng loạt chưa được bật.
zh_cn: 批量 PTR 记录创建未启用。

source: You do not have permission to edit DNS records.
cs_cz: Nemáte oprávnění upravovat DNS záznamy.
de_de: Sie haben nicht die Berechtigung, DNS-Einträge zu bearbeiten.
es_es: No tiene permisos para editar registros DNS.
fr_fr: Vous n'avez pas l'autorisation de modifier les enregistrements DNS.
id_id: Anda tidak memiliki izin untuk mengedit rekaman DNS.
ko_kr: DNS 레코드를 편집할 권한이 없습니다.
lt_lt: Neturite leidimo redaguoti DNS įrašų.
pl_pl: Nie masz uprawnień do edycji rekordów DNS.
ru_ru: У вас нет разрешения на редактирование DNS записей.
sv_se: Du har inte behörighet att redigera DNS-poster.
tr_tr: DNS kayıtlarını düzenleme yetkiniz yok.
uk_ua: У вас немає дозволу на редагування DNS-записів.
vi_vn: Bạn không có quyền chỉnh sửa bản ghi DNS.
zh_cn: 您没有编辑 DNS 记录的权限。

source: Batch PTR record creation is not available for reverse zones.
cs_cz: Dávkové vytváření PTR záznamů není dostupné pro reverzní zóny.
de_de: Stapel-PTR-Eintrag-Erstellung ist für Reverse-Zonen nicht verfügbar.
es_es: La creación por lotes de registros PTR no está disponible para zonas inversas.
fr_fr: La création d'enregistrements PTR en lot n'est pas disponible pour les zones inverses.
id_id: Pembuatan rekaman PTR secara batch tidak tersedia untuk zona reverse.
ko_kr: 역방향 존에서는 일괄 PTR 레코드 생성을 사용할 수 없습니다.
lt_lt: Masinis PTR įrašų kūrimas neprieinamas reverse zonoms.
pl_pl: Tworzenie pakietowych rekordów PTR nie jest dostępne dla stref odwrotnych.
ru_ru: Пакетное создание PTR записей недоступно для обратных зон.
sv_se: Batch-skapande av PTR-poster är inte tillgängligt för omvända zoner.
tr_tr: Toplu PTR kaydı oluşturma ters zonlar için mevcut değil.
uk_ua: Пакетне створення PTR-записів недоступне для зворотних зон.
vi_vn: Tạo bản ghi PTR hàng loạt không khả dụng cho vùng nghịch đảo.
zh_cn: 反向区域不支持批量 PTR 记录创建。

source: You do not have the permission to view zone templates.
cs_cz: Nemáte oprávnění zobrazit šablony zón.
de_de: Sie haben nicht die Berechtigung, Zonen-Vorlagen anzuzeigen.
es_es: No tiene permisos para ver plantillas de zona.
fr_fr: Vous n'avez pas l'autorisation de voir les modèles de zone.
id_id: Anda tidak memiliki izin untuk melihat template zona.
ko_kr: 존 템플릿을 볼 권한이 없습니다.
lt_lt: Neturite leidimo peržiūrėti zonų šablonų.
pl_pl: Nie masz uprawnień do przeglądania szablonów stref.
ru_ru: У вас нет разрешения на просмотр шаблонов зон.
sv_se: Du har inte behörighet att visa zonmallar.
tr_tr: Zon şablonlarını görüntüleme yetkiniz yok.
uk_ua: У вас немає дозволу на перегляд шаблонів зон.
vi_vn: Bạn không có quyền xem mẫu vùng.
zh_cn: 您没有查看区域模板的权限。

source: You do not have permission to create groups.
id_id: Anda tidak memiliki izin untuk membuat grup.
ko_kr: 그룹을 생성할 권한이 없습니다.
sv_se: Du har inte behörighet att skapa grupper.
uk_ua: У вас немає дозволу на створення груп.
vi_vn: Bạn không có quyền tạo nhóm.

source: Invalid permission template: must be a group template
id_id: Template izin tidak valid: harus berupa template grup
ko_kr: 유효하지 않은 권한 템플릿: 그룹 템플릿이어야 합니다
sv_se: Ogiltig behörighetsmall: måste vara en gruppmall
uk_ua: Недійсний шаблон прав доступу: повинен бути шаблоном групи
vi_vn: Mẫu quyền hạn không hợp lệ: phải là mẫu nhóm

source: Group has been created successfully.
id_id: Grup telah berhasil dibuat.
ko_kr: 그룹이 성공적으로 생성되었습니다.
sv_se: Gruppen har skapats.
uk_ua: Групу було успішно створено.
vi_vn: Nhóm đã được tạo thành công.

source: Invalid key ID.
fr_fr: ID de clé invalide.
id_id: ID kunci tidak valid.
ko_kr: 유효하지 않은 키 ID입니다.
sv_se: Ogiltigt nyckel-ID.
uk_ua: Недійсний ID ключа.
vi_vn: ID khóa không hợp lệ.

source: You do not have permission to manage DNSSEC for this zone.
fr_fr: Vous n'avez pas la permission de gérer DNSSEC pour cette zone.
id_id: Anda tidak memiliki izin untuk mengelola DNSSEC pada zona ini.
ko_kr: 이 존의 DNSSEC을 관리할 권한이 없습니다.
lt_lt: Jūs neturite leidimo valdyti DNSSEC šiai zonai.
sv_se: Du har inte behörighet att hantera DNSSEC för denna zon.
uk_ua: У вас немає дозволу на керування DNSSEC для цієї зони.
vi_vn: Bạn không có quyền quản lý DNSSEC cho vùng này.

source: DNSSEC key not found or no longer exists.
id_id: Kunci DNSSEC tidak ditemukan atau sudah tidak ada.
ko_kr: DNSSEC 키를 찾을 수 없거나 더 이상 존재하지 않습니다.
sv_se: DNSSEC-nyckeln hittades inte eller finns inte längre.
uk_ua: Ключ DNSSEC не знайдено або він більше не існує.
vi_vn: Không tìm thấy khóa DNSSEC hoặc khóa không còn tồn tại.

source: Zone key has been deleted successfully.
cs_cz: Klíč zóny byl úspěšně smazán.
de_de: Zonen-Schlüssel wurde erfolgreich gelöscht.
es_es: La clave de zona se ha eliminado correctamente.
fr_fr: La clé de zone a été supprimée avec succès.
id_id: Kunci zona telah berhasil dihapus.
ko_kr: 존 키가 성공적으로 삭제되었습니다.
lt_lt: Zonos raktas sėkmingai ištrintas.
pl_pl: Klucz strefy został pomyślnie usunięty.
ru_ru: Ключ зоны успешно удален.
sv_se: Zonnyckeln har raderats.
tr_tr: Zon anahtarı başarıyla silindi.
uk_ua: Ключ зони було успішно видалено.
vi_vn: Khóa vùng đã được xóa thành công.
zh_cn: 区域密钥已成功删除。

source: Failed to delete the zone key.
cs_cz: Nepodařilo se smazat klíč zóny.
de_de: Zonen-Schlüssel konnte nicht gelöscht werden.
es_es: Error al eliminar la clave de zona.
fr_fr: Échec de la suppression de la clé de zone.
id_id: Gagal menghapus kunci zona.
ko_kr: 존 키를 삭제하지 못했습니다.
lt_lt: Nepavyko ištrinti zonos rakto.
pl_pl: Nie udało się usunąć klucza strefy.
ru_ru: Не удалось удалить ключ зоны.
sv_se: Kunde inte radera zonnyckeln.
tr_tr: Zon anahtarı silinemedi.
uk_ua: Не вдалося видалити ключ зони.
vi_vn: Không thể xóa khóa vùng.
zh_cn: 删除区域密钥失败。

source: An error occurred while deleting the DNSSEC key:
cs_cz: Při mazání DNSSEC klíče došlo k chybě:
de_de: Ein Fehler ist beim Löschen des DNSSEC-Schlüssels aufgetreten:
es_es: Ocurrió un error al eliminar la clave DNSSEC:
fr_fr: Une erreur s'est produite lors de la suppression de la clé DNSSEC :
id_id: Terjadi kesalahan saat menghapus kunci DNSSEC:
ko_kr: DNSSEC 키를 삭제하는 중 오류가 발생했습니다:
lt_lt: Įvyko klaida trinant DNSSEC raktą:
pl_pl: Wystąpił błąd podczas usuwania klucza DNSSEC:
ru_ru: Произошла ошибка при удалении ключа DNSSEC:
sv_se: Ett fel uppstod vid radering av DNSSEC-nyckeln:
tr_tr: DNSSEC anahtarı silinirken hata oluştu:
uk_ua: Сталася помилка під час видалення ключа DNSSEC:
vi_vn: Đã xảy ra lỗi khi xóa khóa DNSSEC:
zh_cn: 删除 DNSSEC 密钥时发生错误：

source: SAML authentication is not enabled
id_id: Autentikasi SAML tidak diaktifkan
ko_kr: SAML 인증이 활성화되어 있지 않습니다
sv_se: SAML-autentisering är inte aktiverad
uk_ua: Автентифікація SAML не увімкнена
vi_vn: Xác thực SAML chưa được bật

source: No SAML providers are configured
id_id: Tidak ada penyedia SAML yang dikonfigurasi
ko_kr: 구성된 SAML 공급자가 없습니다
sv_se: Inga SAML-leverantörer är konfigurerade
uk_ua: Провайдери SAML не налаштовані
vi_vn: Không có nhà cung cấp SAML nào được cấu hình

source: Invalid SAML provider
id_id: Penyedia SAML tidak valid
ko_kr: 유효하지 않은 SAML 공급자입니다
sv_se: Ogiltig SAML-leverantör
uk_ua: Недійсний провайдер SAML
vi_vn: Nhà cung cấp SAML không hợp lệ

source: SAML authentication failed:
id_id: Autentikasi SAML gagal:
ko_kr: SAML 인증 실패:
sv_se: SAML-autentisering misslyckades:
uk_ua: Помилка автентифікації SAML:
vi_vn: Xác thực SAML thất bại:
