Repository: poweradmin/poweradmin
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: cs_cz, de_de, es_es, fr_fr, id_id, ko_kr, lt_lt, pl_pl, ru_ru, sv_se, tr_tr, uk_ua, vi_vn, zh_cn

source: Email verification is not available because mail service is not enabled on this system.
cs_cz: Ověření e-mailem není dostupné, protože na tomto systému není povolena poštovní služba.
de_de: E-Mail-Verifizierung ist nicht verfügbar, da der Mail-Service auf diesem System nicht aktiviert ist.
es_es: La verificación por email no está disponible porque el servicio de correo no está habilitado en este sistema.
fr_fr: La vérification par e-mail n'est pas disponible car le service de messagerie n'est pas activé sur ce système.
id_id: Verifikasi email tidak tersedia karena layanan email tidak diaktifkan di sistem ini.
ko_kr: 이 시스템에서 메일 서비스가 활성화되어 있지 않으므로 이메일 인증을 사용할 수 없습니다.
lt_lt: El. pašto patvirtinimas neprieinamas, nes šioje sistemoje nėra įjungta pašto tarnyba.
pl_pl: Weryfikacja e-mail nie jest dostępna, ponieważ usługa poczty nie jest włączona w tym systemie.
ru_ru: Верификация по электронной почте недоступна, поскольку почтовая служба не включена в этой системе.
sv_se: E-postverifiering är inte tillgänglig eftersom e-posttjänsten inte är aktiverad på detta system.
tr_tr: E-posta doğrulama mevcut değil çünkü bu sistemde posta servisi etkin değil.
uk_ua: Підтвердження електронною поштою недоступне, оскільки служба пошти не увімкнена в цій системі.
vi_vn: Xác minh qua email không khả dụng vì dịch vụ thư chưa được kích hoạt trên hệ thống này.

source: You need to set your email address in your profile before you can use email verification.
cs_cz: Musíte nastavit e-mailovou adresu ve svém profilu, než budete moci použít ověření e-mailem.
de_de: Sie müssen Ihre E-Mail-Adresse in Ihrem Profil festlegen, bevor Sie E-Mail-Verifizierung verwenden können.
es_es: Necesitas establecer tu dirección de email en tu perfil antes de poder usar la verificación por email.
fr_fr: Vous devez définir votre adresse e-mail dans votre profil avant de pouvoir utiliser la vérification par e-mail.
id_id: Anda perlu mengatur alamat email Anda di profil Anda sebelum dapat menggunakan verifikasi email.
ko_kr: 이메일 인증을 사용하려면 먼저 프로필에서 이메일 주소를 설정해야 합니다.
lt_lt: Turite nustatyti el. pašto adresą savo profilyje, kad galėtumėte naudoti el. pašto patvirtinimą.
pl_pl: Musisz ustawić swój adres e-mail w profilu, zanim będziesz mógł użyć weryfikacji e-mail.
ru_ru: Вам необходимо указать ваш адрес электронной почты в профиле, прежде чем вы сможете использовать верификацию по электронной почте.
sv_se: Du måste ange din e-postadress i din profil innan du kan använda e-postverifiering.
tr_tr: E-posta doğrulama kullanmadan önce profilinizde e-posta adresinizi ayarlamanız gerekir.
uk_ua: Вам потрібно встановити адресу електронної пошти у своєму профілі, перш ніж ви зможете використовувати підтвердження електронною поштою.
vi_vn: Bạn cần đặt địa chỉ email trong hồ sơ của mình trước khi có thể sử dụng xác minh qua email.

source: Set up email verification
cs_cz: Nastavit ověření e-mailem
de_de: Email Überprüfung einrichten
es_es: Configurar verificación por email
fr_fr: Configurer la vérification par e-mail
id_id: Atur verifikasi email
ko_kr: 이메일 인증 설정
lt_lt: Nustatyti el. pašto patvirtinimą
pl_pl: Skonfiguruj weryfikację e-mail
ru_ru: Настроить верификацию по электронной почте
sv_se: Konfigurera e-postverifiering
tr_tr: E-posta doğrulamayı kur
uk_ua: Налаштувати підтвердження електронною поштою
vi_vn: Thiết lập xác minh qua email

source: Verify Email Code
cs_cz: Ověřit kód e-mailu
de_de: Email Code Überprüfung
es_es: Verificar código de email
fr_fr: Vérifier le Code E-mail
id_id: Verifikasi Kode Email
ko_kr: 이메일 코드 확인
lt_lt: Patvirtinti el. pašto kodą
pl_pl: Zweryfikuj kod e-mail
ru_ru: Проверить код электронной почты
sv_se: Verifiera e-postkod
tr_tr: E-posta Kodunu Doğrula
uk_ua: Підтвердити код електронної пошти
vi_vn: Xác minh mã email

source: A verification code has been sent to your email address.
cs_cz: Na vaši e-mailovou adresu byl zaslán ověřovací kód.
de_de: Ein Überprüfungs-Code wurde an Ihre Email Adresse verschickt.
es_es: Se ha enviado un código de verificación a tu dirección de email.
fr_fr: Un code de vérification a été envoyé à votre adresse e-mail.
id_id: Kode verifikasi telah dikirim ke alamat email Anda.
ko_kr: 이메일 주소로 인증 코드가 전송되었습니다.
lt_lt: Patvirtinimo kodas išsiųstas į jūsų el. pašto adresą.
pl_pl: Kod weryfikacyjny został wysłany na Twój adres e-mail.
ru_ru: Код верификации был отправлен на ваш адрес электронной почты.
sv_se: En verifieringskod har skickats till din e-postadress.
tr_tr: E-posta adresinize bir doğrulama kodu gönderildi.
uk_ua: Код підтвердження було надіслано на вашу адресу електронної пошти.
vi_vn: Một mã xác minh đã được gửi đến địa chỉ email của bạn.

source: Please enter the 6-digit code to verify and enable Multi-Factor Authentication.
cs_cz: Zadejte prosím 6místný kód pro ověření a povolení vícefaktorového ověření.
de_de: Bitte geben Sie den 6-stelligen Code ein, um Multi-Faktor-Authentifizierung zu verifizieren und zu aktivieren.
es_es: Por favor introduce el código de 6 dígitos para verificar y habilitar la autenticación multifactor.
fr_fr: Veuillez entrer le code à 6 chiffres pour vérifier et activer l'Authentification Multi-Facteurs.
id_id: Silakan masukkan kode 6 digit untuk memverifikasi dan mengaktifkan Autentikasi Multi-Faktor.
ko_kr: 다중 인증을 확인하고 활성화하려면 6자리 코드를 입력하세요.
lt_lt: Įveskite 6 skaitmenų kodą patvirtinimui ir dviejų veiksnių autentifikavimo įjungimui.
pl_pl: Wprowadź 6-cyfrowy kod, aby zweryfikować i włączyć uwierzytelnianie wieloskładnikowe.
ru_ru: Пожалуйста, введите 6-значный код для подтверждения и включения многофакторной аутентификации.
sv_se: Vänligen ange den 6-siffriga koden för att verifiera och aktivera multifaktorautentisering.
tr_tr: Çok Faktörlü Kimlik Doğrulama (MFA)'yı doğrulamak ve etkinleştirmek için lütfen 6 haneli kodu girin.
uk_ua: Будь ласка, введіть 6-значний код для підтвердження та увімкнення багатофакторної автентифікації.
vi_vn: Vui lòng nhập mã 6 chữ số để xác minh và kích hoạt xác thực đa yếu tố.

source: Enter the 6-digit code from your email
cs_cz: Zadejte 6místný kód z vašeho e-mailu
de_de: Den 6-stelligen Code aus Ihrer Email eingeben
es_es: Introduce el código de 6 dígitos de tu email
fr_fr: Entrez le code à 6 chiffres de votre e-mail
id_id: Masukkan kode 6 digit dari email Anda
ko_kr: 이메일의 6자리 코드를 입력하세요
lt_lt: Įveskite 6 skaitmenų kodą iš el. pašto
pl_pl: Wprowadź 6-cyfrowy kod z Twojego e-maila
ru_ru: Введите 6-значный код из вашего электронного письма
sv_se: Ange den 6-siffriga koden från din e-post
tr_tr: E-postanızdan 6 haneli kodu girin
uk_ua: Введіть 6-значний код з вашої електронної пошти
vi_vn: Nhập mã 6 chữ số từ email của bạn

source: Zones using template
cs_cz: Zóny používající šablonu
de_de: Zonen mit dieser Vorlage
es_es: Zonas usando plantilla
fr_fr: Zones utilisant le modèle
id_id: Zona yang menggunakan templat
ko_kr: 템플릿을 사용하는 존
lt_lt: Zonos naudojančios šabloną
pl_pl: Strefy używające szablonu
ru_ru: Зоны, использующие шаблон
sv_se: Zoner som använder mall
tr_tr: Şablon kullanan zonlar
uk_ua: Зони, що використовують шаблон
vi_vn: Các vùng sử dụng mẫu

source: Domain name
cs_cz: Název domény
es_es: Nombre de dominio
fr_fr: Nom de domaine
id_id: Nama domain
ko_kr: 도메인 이름
lt_lt: Domeno pavadinimas
pl_pl: Nazwa domeny
ru_ru: Доменное имя
sv_se: Domännamn
tr_tr: Domain adı
uk_ua: Доменне ім'я
vi_vn: Tên miền

source: No domains using this template
cs_cz: Žádné domény nepoužívají tuto šablonu
de_de: Keine Domains verwenden diese Vorlage
es_es: No hay dominios usando esta plantilla
fr_fr: Aucun domaine n'utilise ce modèle
id_id: Tidak ada domain yang menggunakan templat ini
ko_kr: 이 템플릿을 사용하는 도메인이 없습니다
lt_lt: Nėra domenų naudojančių šį šabloną
pl_pl: Żadne domeny nie używają tego szablonu
ru_ru: Нет доменов, использующих этот шаблон
sv_se: Inga domäner använder denna mall
tr_tr: Bu şablonu kullanan domain yok
uk_ua: Немає доменів, що використовують цей шаблон
vi_vn: Không có tên miền nào sử dụng mẫu này

source: Back to templates
cs_cz: Zpět na šablony
de_de: Zurück zu Vorlagen
es_es: Volver a plantillas
fr_fr: Retour aux modèles
id_id: Kembali ke templat
ko_kr: 템플릿으로 돌아가기
lt_lt: Grįžti į šablonus
pl_pl: Powrót do szablonów
ru_ru: Вернуться к шаблонам
sv_se: Tillbaka till mallar
tr_tr: Şablonlara dön
uk_ua: Назад до шаблонів
vi_vn: Quay lại danh sách mẫu

source: Unlink selected zones
cs_cz: Odpojit vybrané zóny
de_de: Ausgewählte Zonen abkoppeln
es_es: Desvincular zonas seleccionadas
fr_fr: Délier les zones sélectionnées
id_id: Lepaskan zona yang dipilih
ko_kr: 선택한 존 연결 해제
lt_lt: Atskirti pasirinktas zonas
pl_pl: Odłącz wybrane strefy
ru_ru: Отвязать выбранные зоны
sv_se: Ta bort länk för valda zoner
tr_tr: Seçilen zonları ayır
uk_ua: Від'єднати вибрані зони
vi_vn: Hủy liên kết các vùng đã chọn

source: Delete Zone
cs_cz: Smazat zónu
de_de: Zone löschen
es_es: Eliminar zona
fr_fr: Supprimer la Zone
id_id: Hapus Zona
ko_kr: 존 삭제
lt_lt: Ištrinti zoną
pl_pl: Usuń strefę
ru_ru: Удалить зону
sv_se: Ta bort zon
tr_tr: Zonu Sil
uk_ua: Видалити зону
vi_vn: Xóa vùng

source: You are about to delete the zone
cs_cz: Chystáte se smazat zónu
de_de: Sie sind dabei diese Zone zu löschen
es_es: Estás a punto de eliminar la zona
fr_fr: Vous êtes sur le point de supprimer la zone
id_id: Anda akan menghapus zona
ko_kr: 다음 존을 삭제하려고 합니다
lt_lt: Ruošiatės ištrinti zoną
pl_pl: Zamierzasz usunąć strefę
ru_ru: Вы собираетесь удалить зону
sv_se: Du är på väg att ta bort zonen
tr_tr: Zonu silmek üzeresiniz
uk_ua: Ви збираєтеся видалити зону
vi_vn: Bạn sắp xóa vùng

source: Zone Details
cs_cz: Podrobnosti zóny
de_de: Zonen Details
es_es: Detalles de zona
fr_fr: Détails de la Zone
id_id: Detail Zona
ko_kr: 존 상세 정보
lt_lt: Zonos duomenys
pl_pl: Szczegóły strefy
ru_ru: Детали зоны
sv_se: Zondetaljer
tr_tr: Zon Detayları
uk_ua: Деталі зони
vi_vn: Chi tiết vùng

source: You are about to delete a slave zone of which the master nameserver is a supermaster. Deleting the zone now, will result in temporary removal only. Whenever the supermaster sends a notification for this zone, it will be added again!
cs_cz: Chystáte se smazat podřízenou zónu, jejíž hlavní jmenný server je supermaster. Smazání zóny nyní povede pouze k dočasnému odstranění. Kdykoli supermaster pošle oznámení pro tuto zónu, bude opět přidána!
de_de: Sie sind dabei, eine Slave-Zone zu löschen, deren Master-Nameserver ein Supermaster ist. Das Löschen der Zone führt nur zu einer temporären Entfernung. Wann immer der Supermaster eine Benachrichtigung für diese Zone sendet, wird sie wieder hinzugefügt!
es_es: Estás a punto de eliminar una zona esclava cuyo servidor de nombres maestro es un supermaster. Eliminar la zona ahora resultará en una eliminación temporal solamente. ¡Cada vez que el supermaster envíe una notificación para esta zona, será agregada de nuevo!
fr_fr: Vous êtes sur le point de supprimer une zone esclave dont le serveur de noms maître est un serveur maître secondaire. Supprimer la zone maintenant ne résultera qu'en une suppression temporaire. Chaque fois que le serveur maître secondaire enverra une notification pour cette zone, elle sera ajoutée à nouveau!supermaster. Deleting the zone now, will result in temporary removal only. Whenever the supermaster sends a notification for this zone, it will be added again!
id_id: Anda akan menghapus zona slave yang nameserver masternya adalah supermaster. Menghapus zona sekarang akan mengakibatkan penghapusan sementara saja. Setiap kali supermaster mengirim notifikasi untuk zona ini, zona akan ditambahkan lagi!
ko_kr: 마스터 네임서버가 supermaster인 슬레이브 존을 삭제하려고 합니다. 지금 존을 삭제하면 임시로만 제거됩니다. supermaster가 이 존에 대한 알림을 보내면 다시 추가됩니다!
lt_lt: Ketinate ištrinti antrinę zoną, kurios pagrindinis vardų serveris yra supermaster. Zonos ištrynimas dabar lems tik laikiną pašalinimą. Kai tik supermaster išsiųs pranešimą apie šią zoną, ji bus vėl pridėta!
pl_pl: Zamierzasz usunąć strefę slave, której główny serwer nazw jest supermasterem. Usunięcie strefy teraz spowoduje tylko tymczasowe usunięcie. Za każdym razem, gdy supermaster wyśle powiadomienie dla tej strefy, zostanie ona dodana ponownie!
ru_ru: Вы собираетесь удалить вторичную зону, основной сервер имен которой является супермастером. Удаление зоны сейчас приведет только к временному удалению. Всякий раз, когда супермастер отправляет уведомление для этой зоны, она будет добавлена снова!
sv_se: Du är på väg att ta bort en slavzon vars master namnserver är en supermaster. Att ta bort zonen nu kommer att resultera i tillfällig borttagning endast. När supermastern skickar en notifiering för denna zon kommer den att läggas till igen!
tr_tr: Ana ad sunucusunun bir supermaster olduğu bir slave bölgeyi silmek üzeresiniz. Bölgeyi şimdi silmek sadece geçici bir kaldırma ile sonuçlanacaktır. Supermaster bu bölge için bir bildirim gönderdiğinde, tekrar eklenecektir!
uk_ua: Ви збираєтеся видалити підлеглу зону, головний сервер імен якої є supermaster. Видалення зони зараз призведе до тимчасового видалення. Щоразу, коли supermaster надсилає сповіщення для цієї зони, її буде додано знову!
vi_vn: Bạn sắp xóa một vùng slave mà máy chủ tên master của nó là một supermaster. Xóa vùng bây giờ sẽ chỉ dẫn đến việc xóa tạm thời. Bất cứ khi nào supermaster gửi thông báo cho vùng này, nó sẽ được thêm lại!
zh_cn: Ana ad sunucusunun bir supermaster olduğu bir slave bölgeyi silmek üzeresiniz. Bölgeyi şimdi silmek sadece geçici bir kaldırma ile sonuçlanacaktır. Supermaster bu bölge için bir bildirim gönderdiğinde, tekrar eklenecektir!

source: Yes, delete this zone
cs_cz: Ano, smazat tuto zónu
de_de: Ja, diese Zone löschen
es_es: Sí, eliminar esta zona
fr_fr: Oui, supprimer cette zone
id_id: Ya, hapus zona ini
ko_kr: 네, 이 존을 삭제합니다
lt_lt: Taip, ištrinti šią zoną
pl_pl: Tak, usuń tę strefę
ru_ru: Да, удалить эту зону
sv_se: Ja, ta bort denna zon
tr_tr: Evet, bu zonu sil
uk_ua: Так, видалити цю зону
vi_vn: Có, xóa vùng này

source: No, keep this zone
cs_cz: Ne, ponechat tuto zónu
de_de: Nein, diese Zone behalten
es_es: No, mantener esta zona
fr_fr: Non, conserver cette zone
id_id: Tidak, pertahankan zona ini
ko_kr: 아니요, 이 존을 유지합니다
lt_lt: Ne, palikti šią zoną
pl_pl: Nie, zachowaj tę strefę
ru_ru: Нет, оставить эту зону
sv_se: Nej, behåll denna zon
tr_tr: Hayır, bu zonu tut
uk_ua: Ні, залишити цю зону
vi_vn: Không, giữ vùng này

source: User Preferences
id_id: Preferensi Pengguna
ko_kr: 사용자 기본 설정
sv_se: Användarinställningar
uk_ua: Налаштування користувача
vi_vn: Tùy chọn người dùng

source: Display Settings
id_id: Pengaturan Tampilan
ko_kr: 표시 설정
sv_se: Visningsinställningar
uk_ua: Налаштування відображення
vi_vn: Cài đặt hiển thị

source: Items per page
id_id: Item per halaman
ko_kr: 페이지당 항목
sv_se: Objekt per sida
uk_ua: Елементів на сторінку
vi_vn: Mục mỗi trang

source: Zone Options
id_id: Opsi Zona
ko_kr: 존 옵션
sv_se: Zonalternativ
uk_ua: Параметри зони
vi_vn: Tùy chọn vùng

source: Zone serial numbers
id_id: Nomor serial zona
ko_kr: 존 일련번호
sv_se: Zonserienummer
uk_ua: Серійні номери зон
vi_vn: Số serial vùng

source: Display serial numbers in zone lists
id_id: Tampilkan nomor serial dalam daftar zona
ko_kr: 존 목록에 일련번호 표시
sv_se: Visa serienummer i zonlistor
uk_ua: Відображати серійні номери в списках зон
vi_vn: Hiển thị số serial trong danh sách vùng

source: Display template information in zone lists
id_id: Tampilkan informasi templat dalam daftar zona
ko_kr: 존 목록에 템플릿 정보 표시
sv_se: Visa mallinformation i zonlistor
uk_ua: Відображати інформацію про шаблон у списках зон
vi_vn: Hiển thị thông tin mẫu trong danh sách vùng

source: Interface Behavior
id_id: Perilaku Antarmuka
ko_kr: 인터페이스 동작
sv_se: Gränssnittsbeteende
uk_ua: Поведінка інтерфейсу
vi_vn: Hành vi giao diện

source: Record form
id_id: Formulir rekod
ko_kr: 레코드 양식
sv_se: Postformulär
uk_ua: Форма запису
vi_vn: Biểu mẫu bản ghi

source: Save buttons
id_id: Tombol simpan
ko_kr: 저장 버튼
sv_se: Spara-knappar
uk_ua: Кнопки збереження
vi_vn: Nút lưu

source: Edit Zone View
id_id: Tampilan Edit Zona
ko_kr: 존 편집 보기
sv_se: Redigera zonvy
uk_ua: Вигляд редагування зони
vi_vn: Chế độ xem sửa vùng

source: Show record ID
id_id: Tampilkan ID rekod
ko_kr: 레코드 ID 표시
sv_se: Visa post-ID
uk_ua: Показати ID запису
vi_vn: Hiển thị ID bản ghi

source: Display record ID column in edit view
id_id: Tampilkan kolom ID rekod di tampilan edit
ko_kr: 편집 보기에 레코드 ID 열 표시
sv_se: Visa post-ID-kolumn i redigeringsvyn
uk_ua: Відображати стовпець ID запису в режимі редагування
vi_vn: Hiển thị cột ID bản ghi trong chế độ xem sửa

source: Show add record form
id_id: Tampilkan formulir tambah rekod
ko_kr: 레코드 추가 양식 표시
sv_se: Visa lägg till postformulär
uk_ua: Показати форму додавання запису
vi_vn: Hiển thị biểu mẫu thêm bản ghi

source: Display inline add record form in edit view
id_id: Tampilkan formulir tambah rekod inline di tampilan edit
ko_kr: 편집 보기에 인라인 레코드 추가 양식 표시
sv_se: Visa inline lägg till postformulär i redigeringsvyn
uk_ua: Відображати вбудовану форму додавання запису в режимі редагування
vi_vn: Hiển thị biểu mẫu thêm bản ghi nội tuyến trong chế độ xem sửa

source: Show edit buttons
id_id: Tampilkan tombol edit
ko_kr: 편집 버튼 표시
sv_se: Visa redigeringsknappar
uk_ua: Показати кнопки редагування
vi_vn: Hiển thị nút sửa

source: Display individual edit button per record
id_id: Tampilkan tombol edit individual per rekod
ko_kr: 레코드당 개별 편집 버튼 표시
sv_se: Visa individuell redigeringsknapp per post
uk_ua: Відображати окрему кнопку редагування для кожного запису
vi_vn: Hiển thị nút sửa riêng cho mỗi bản ghi

source: Show delete buttons
id_id: Tampilkan tombol hapus
ko_kr: 삭제 버튼 표시
sv_se: Visa borttagningsknappar
uk_ua: Показати кнопки видалення
vi_vn: Hiển thị nút xóa

source: Display individual delete button per record
id_id: Tampilkan tombol hapus individual per rekod
ko_kr: 레코드당 개별 삭제 버튼 표시
sv_se: Visa individuell borttagningsknapp per post
uk_ua: Відображати окрему кнопку видалення для кожного запису
vi_vn: Hiển thị nút xóa riêng cho mỗi bản ghi

source: Save Preferences
id_id: Simpan Preferensi
ko_kr: 기본 설정 저장
sv_se: Spara inställningar
uk_ua: Зберегти налаштування
vi_vn: Lưu tùy chọn

source: Changes will be applied after saving
id_id: Perubahan akan diterapkan setelah menyimpan
ko_kr: 변경 사항은 저장 후 적용됩니다
sv_se: Ändringar tillämpas efter att ha sparats
uk_ua: Зміни будуть застосовані після збереження
vi_vn: Thay đổi sẽ được áp dụng sau khi lưu

source: DNS Search
cs_cz: DNS vyhledávání
de_de: DNS Suche
es_es: Búsqueda DNS
fr_fr: Recherche DNS
id_id: Pencarian DNS
ko_kr: DNS 검색
lt_lt: DNS paieška
pl_pl: Wyszukiwanie DNS
ru_ru: DNS поиск
sv_se: DNS-sökning
tr_tr: DNS Arama
uk_ua: Пошук DNS
vi_vn: Tìm kiếm DNS

source: Enter domain name, hostname or IP (e.g., example.com type:txt content:spf)
cs_cz: Zadejte název domény, hostname nebo IP (např. example.com type:txt content:spf)
de_de: Domain-Name, Hostname oder IP eingeben (z.B. example.com type:txt content:spf)
es_es: Introduce nombre de dominio, hostname o IP (ej., ejemplo.com type:txt content:spf)
fr_fr: Entrez le nom de domaine, nom d'hôte ou IP (ex: exemple.com type:txt content:spf)
id_id: Masukkan nama domain, hostname atau IP (mis., example.com type:txt content:spf)
ko_kr: 도메인 이름, 호스트명 또는 IP를 입력하세요 (예: example.com type:txt content:spf)
lt_lt: Įveskite domeno pavadinimą, serverio vardą arba IP (pvz., example.com type:txt content:spf)
pl_pl: Wprowadź nazwę domeny, hostname lub IP (np. example.com type:txt content:spf)
ru_ru: Введите доменное имя, имя хоста или IP (например, example.com type:txt content:spf)
sv_se: Ange domännamn, värdnamn eller IP (t.ex. example.com type:txt content:spf)
tr_tr: Domain adı, hostname veya IP girin (örneğin: example.com type:txt content:spf)
uk_ua: Введіть доменне ім'я, ім'я хоста або IP (наприклад, example.com type:txt content:spf)
vi_vn: Nhập tên miền, tên máy chủ hoặc IP (ví dụ: example.com type:txt content:spf)

source: Wildcards
cs_cz: Zástupné znaky
es_es: Comodines
fr_fr: Caractères jokers
id_id: Wildcard
ko_kr: 와일드카드
lt_lt: Pakaitos simboliai
pl_pl: Symbole wieloznaczne
ru_ru: Подстановочные знаки
sv_se: Jokertecken
tr_tr: Joker karakterler
uk_ua: Шаблони
vi_vn: Ký tự đại diện

source: Reverse
cs_cz: Reverzní
es_es: Reverso
fr_fr: Inverse
ko_kr: 역방향
lt_lt: Atvirkštinis
pl_pl: Odwróć
ru_ru: Обратный
tr_tr: Ters
uk_ua: Реверс
vi_vn: Đảo ngược

source: Filter syntax: type:txt content:spf. Wildcard adds % to search. Reverse converts IPs to PTR format (e.g., 192.168.1.1 to 1.1.168.192.in-addr.arpa)
cs_cz: Syntaxe filtru: type:txt content:spf. Zástupný znak přidá % k vyhledávání. Reverzní převádí IP na PTR formát (např. 192.168.1.1 na 1.1.168.192.in-addr.arpa)
de_de: Filter-Syntax: type:txt content:spf. Wildcard fügt % zur Suche hinzu. Reverse konvertiert IPs ins PTR-Format (z.B. 192.168.1.1 zu 1.1.168.192.in-addr.arpa)
es_es: Sintaxis de filtro: type:txt content:spf. Comodín añade % a la búsqueda. Reverso convierte IPs a formato PTR (ej., 192.168.1.1 a 1.1.168.192.in-addr.arpa)
fr_fr: Syntaxe de filtre: type:txt content:spf. Les caractères jokers ajoutent % à la recherche. L'inverse convertit les IP au format PTR (ex: 192.168.1.1 vers 1.1.168.192.in-addr.arpa)
id_id: Sintaks filter: type:txt content:spf. Wildcard menambahkan % ke pencarian. Reverse mengonversi IP ke format PTR (mis., 192.168.1.1 menjadi 1.1.168.192.in-addr.arpa)
ko_kr: 필터 구문: type:txt content:spf. 와일드카드는 검색에 %를 추가합니다. 역방향은 IP를 PTR 형식으로 변환합니다 (예: 192.168.1.1을 1.1.168.192.in-addr.arpa로)
lt_lt: Filtro sintaksė: type:txt content:spf. Pakaitos simbolis prideda % prie paieškos. Atvirkštinis konvertuoja IP į PTR formatą (pvz., 192.168.1.1 į 1.1.168.192.in-addr.arpa)
pl_pl: Składnia filtra: type:txt content:spf. Symbol wieloznaczny dodaje % do wyszukiwania. Odwracanie konwertuje IP do formatu PTR (np. 192.168.1.1 do 1.1.168.192.in-addr.arpa)
ru_ru: Синтаксис фильтра: type:txt content:spf. Подстановочный знак добавляет % к поиску. Обратный конвертирует IP в формат PTR (например, 192.168.1.1 в 1.1.168.192.in-addr.arpa)
sv_se: Filtersyntax: type:txt content:spf. Jokertecken lägger till % i sökningen. Reverse konverterar IP-adresser till PTR-format (t.ex. 192.168.1.1 till 1.1.168.192.in-addr.arpa)
tr_tr: Filtre sözdizimi: type:txt content:spf. Joker karakter aramaya % ekler. Ters çevirme IP'leri PTR formatına dönüştürür (örneğin: 192.168.1.1'i 1.1.168.192.in-addr.arpa'ya)
uk_ua: Синтаксис фільтра: type:txt content:spf. Шаблон додає % до пошуку. Реверс перетворює IP у формат PTR (наприклад, 192.168.1.1 у 1.1.168.192.in-addr.arpa)
vi_vn: Cú pháp lọc: type:txt content:spf. Ký tự đại diện thêm % vào tìm kiếm. Đảo ngược chuyển đổi IP sang định dạng PTR (ví dụ: 192.168.1.1 thành 1.1.168.192.in-addr.arpa)

source: Zones found
cs_cz: Nalezené zóny
de_de: Zonen gefunden
es_es: Zonas encontradas
fr_fr: Zones trouvées
id_id: Zona ditemukan
ko_kr: 발견된 존
lt_lt: Rasta zonų
pl_pl: Znalezione strefy
ru_ru: Найденные зоны
sv_se: Zoner hittade
tr_tr: Bulunan zonlar
uk_ua: Знайдено зон
vi_vn: Vùng tìm thấy

source: Toggle all
cs_cz: Přepnout vše
de_de: Alle umschalten
es_es: Alternar todo
fr_fr: Basculer tout
id_id: Toggle semua
ko_kr: 모두 토글
lt_lt: Perjungti visus
pl_pl: Przełącz wszystkie
ru_ru: Переключить все
sv_se: Växla alla
tr_tr: Tümünü değiştir
uk_ua: Перемкнути всі
vi_vn: Chuyển đổi tất cả

source: Records found
cs_cz: Nalezené záznamy
de_de: Einträge gefunden
es_es: Registros encontrados
fr_fr: Enregistrements trouvés
id_id: Rekod ditemukan
ko_kr: 발견된 레코드
lt_lt: Rasta įrašų
pl_pl: Znalezione rekordy
ru_ru: Найденные записи
sv_se: Poster hittade
tr_tr: Bulunan kayıtlar
uk_ua: Знайдено записів
vi_vn: Bản ghi tìm thấy
