Repository: poweradmin/poweradmin
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: cs_cz, de_de, es_es, fr_fr, id_id, ko_kr, lt_lt, pl_pl, ru_ru, sv_se, tr_tr, uk_ua, vi_vn, zh_cn

source: Primary nameserver for new zones.
cs_cz: Primární nameserver pro nové zóny.
es_es: Servidor de nombres primario para nuevas zonas.
fr_fr: Serveur de noms primaire pour les nouvelles zones.
id_id: Nameserver primer untuk zona baru.
ko_kr: 새 존의 주 네임서버.
lt_lt: Pirminis vardų serveris naujoms zonoms.
ru_ru: Основной сервер имен для новых зон.
sv_se: Primär namnserver för nya zoner.
uk_ua: Основний сервер імен для нових зон.
vi_vn: Máy chủ tên chính cho các vùng mới.

source: Secondary nameserver
cs_cz: Sekundární jmenný server
de_de: Sekundärer Nameserver
es_es: Servidor de nombres secundario
fr_fr: Serveur de noms secondaire
id_id: Nameserver sekunder
ko_kr: 보조 네임서버
lt_lt: Antrinis vardų serveris
pl_pl: Pomocniczy serwer nazw
ru_ru: Вторичный сервер имен
sv_se: Sekundär namnserver
tr_tr: İkincil ad sunucusu
uk_ua: Вторинний сервер імен
vi_vn: Máy chủ tên phụ
zh_cn: İkincil ad sunucusu

source: Provide the secondary nameserver
cs_cz: Zadejte sekundární jmenný server
de_de: Geben Sie den sekundären Nameserver an
es_es: Proporcione el servidor de nombres secundario
fr_fr: Fournir le serveur de noms secondaire
id_id: Berikan nameserver sekunder
ko_kr: 보조 네임서버를 입력하세요
lt_lt: Nurodykite antrinį vardų serverį
pl_pl: Podaj pomocniczy serwer nazw
ru_ru: Укажите вторичный сервер имен
sv_se: Ange sekundär namnserver
tr_tr: İkincil ad sunucusunu girin
uk_ua: Надайте вторинний сервер імен
vi_vn: Cung cấp máy chủ tên phụ
zh_cn: İkincil ad sunucusunu girin

source: Secondary nameserver for new zones.
cs_cz: Sekundární nameserver pro nové zóny.
es_es: Servidor de nombres secundario para nuevas zonas.
fr_fr: Serveur de noms secondaire pour les nouvelles zones.
id_id: Nameserver sekunder untuk zona baru.
ko_kr: 새 존의 보조 네임서버.
lt_lt: Antrinis vardų serveris naujoms zonoms.
ru_ru: Вторичный сервер имен для новых зон.
sv_se: Sekundär namnserver för nya zoner.
uk_ua: Вторинний сервер імен для нових зон.
vi_vn: Máy chủ tên phụ cho các vùng mới.

source: Tertiary Nameserver
cs_cz: Terciární jmenný server
de_de: Tertiärer Nameserver
es_es: Servidor de nombres terciario
fr_fr: Serveur de noms tertiaire
id_id: Nameserver Tersier
ko_kr: 제3 네임서버
lt_lt: Tretinis vardų serveris
pl_pl: Trzeci serwer nazw
ru_ru: Третичный сервер имен
sv_se: Tertiär namnserver
tr_tr: Üçüncül Ad Sunucusu
uk_ua: Третинний сервер імен
vi_vn: Máy chủ tên thứ ba
zh_cn: Üçüncül Ad Sunucusu

source: optional
cs_cz: volitelné
es_es: opcional
fr_fr: optionnel
id_id: opsional
ko_kr: 선택 사항
lt_lt: neprivalomas
pl_pl: opcjonalny
ru_ru: необязательно
sv_se: valfri
tr_tr: isteğe bağlı
uk_ua: необов'язково
vi_vn: tùy chọn
zh_cn: isteğe bağlı

source: Optional tertiary nameserver for new zones.
cs_cz: Volitelný tertiární nameserver pro nové zóny.
es_es: Servidor de nombres terciario opcional para nuevas zonas.
fr_fr: Serveur de noms tertiaire optionnel pour les nouvelles zones.
id_id: Nameserver tersier opsional untuk zona baru.
ko_kr: 새 존의 선택적 제3 네임서버.
lt_lt: Pasirenkamas trečiasis vardų serveris naujoms zonoms.
ru_ru: Дополнительный третичный сервер имен для новых зон.
sv_se: Valfri tertiär namnserver för nya zoner.
uk_ua: Необов'язковий третинний сервер імен для нових зон.
vi_vn: Máy chủ tên thứ ba tùy chọn cho các vùng mới.

source: Quaternary Nameserver
cs_cz: Kvartární jmenný server
de_de: Quartärer Nameserver
es_es: Servidor de nombres cuaternario
fr_fr: Serveur de noms quaternaire
id_id: Nameserver Kuarterner
ko_kr: 제4 네임서버
lt_lt: Ketvirtinis vardų serveris
pl_pl: Czwarty serwer nazw
ru_ru: Четвертичный сервер имен
sv_se: Kvartär namnserver
tr_tr: Dördüncül Ad Sunucusu
uk_ua: Четвертинний сервер імен
vi_vn: Máy chủ tên thứ tư
zh_cn: Dördüncül Ad Sunucusu

source: Optional quaternary nameserver for new zones.
cs_cz: Volitelný kvartenní nameserver pro nové zóny.
es_es: Servidor de nombres cuaternario opcional para nuevas zonas.
fr_fr: Serveur de noms quaternaire optionnel pour les nouvelles zones.
id_id: Nameserver kuarterner opsional untuk zona baru.
ko_kr: 새 존의 선택적 제4 네임서버.
lt_lt: Pasirenkamas ketvirtasis vardų serveris naujoms zonoms.
ru_ru: Дополнительный четвертичный сервер имен для новых зон.
sv_se: Valfri kvartär namnserver för nya zoner.
uk_ua: Необов'язковий четвертинний сервер імен для нових зон.
vi_vn: Máy chủ tên thứ tư tùy chọn cho các vùng mới.

source: Installation complete
cs_cz: Instalace dokončena
de_de: Installation abgeschlossen
es_es: Instalación completa
fr_fr: Installation terminée
id_id: Instalasi selesai
ko_kr: 설치 완료
lt_lt: Diegimas baigtas
pl_pl: Instalacja zakończona
ru_ru: Установка завершена
sv_se: Installation slutförd
tr_tr: Kurulum tamamlandı
uk_ua: Встановлення завершено
vi_vn: Hoàn tất cài đặt
zh_cn: Kurulum tamamlandı

source: Installation Complete!
cs_cz: Instalace dokončena!
de_de: Installation abgeschlossen!
es_es: ¡Instalación Completa!
fr_fr: Installation terminée !
id_id: Instalasi Selesai!
ko_kr: 설치 완료!
lt_lt: Diegimas baigtas!
pl_pl: Instalacja zakończona!
ru_ru: Установка завершена!
sv_se: Installation slutförd!
tr_tr: Kurulum Tamamlandı!
uk_ua: Встановлення завершено!
vi_vn: Hoàn tất cài đặt!
zh_cn: Kurulum Tamamlandı!

source: Congratulations! Your Poweradmin installation is now configured.
cs_cz: Gratulujeme! Vaše instalace Poweradmin je nyní nakonfigurována.
de_de: Herzlichen Glückwunsch! Ihre Poweradmin-Installation ist jetzt konfiguriert.
es_es: ¡Felicidades! Su instalación de Poweradmin está ahora configurada.
fr_fr: Félicitations ! Votre installation Poweradmin est maintenant configurée.
id_id: Selamat! Instalasi Poweradmin Anda sekarang telah dikonfigurasi.
ko_kr: 축하합니다! Poweradmin 설치가 이제 구성되었습니다.
lt_lt: Sveikiname! Jūsų Poweradmin diegimas dabar sukonfigūruotas.
pl_pl: Gratulacje! Twoja instalacja Poweradmin jest teraz skonfigurowana.
ru_ru: Поздравляем! Ваша установка Poweradmin теперь настроена.
sv_se: Gratulerar! Din Poweradmin-installation är nu konfigurerad.
tr_tr: Tebrikler! Poweradmin kurulumunuz artık yapılandırıldı.
uk_ua: Вітаємо! Ваше встановлення Poweradmin тепер налаштовано.
vi_vn: Xin chúc mừng! Cài đặt Poweradmin của bạn hiện đã được cấu hình.
zh_cn: Tebrikler! Poweradmin kurulumunuz artık yapılandırıldı.

source: Important Security Notice:
cs_cz: Důležité bezpečnostní upozornění:
de_de: Wichtiger Sicherheitshinweis:
es_es: Aviso de Seguridad Importante:
fr_fr: Avis de sécurité important :
id_id: Pemberitahuan Keamanan Penting:
ko_kr: 중요 보안 알림:
lt_lt: Svarbus saugumo pranešimas:
pl_pl: Ważna informacja dotycząca bezpieczeństwa:
ru_ru: Важное уведомление о безопасности:
sv_se: Viktig säkerhetsanmärkning:
tr_tr: Önemli Güvenlik Bildirimi:
uk_ua: Важливе повідомлення про безпеку:
vi_vn: Thông báo bảo mật quan trọng:
zh_cn: Önemli Güvenlik Bildirimi:

source: You must remove the "install/" directory from the Poweradmin root directory.
cs_cz: Musíte odstranit adresář "install/" z kořenového adresáře Poweradmin.directory.
de_de: Sie müssen das "install/" Verzeichnis aus dem Poweradmin-Stammverzeichnis entfernen.
es_es: Debes eliminar el directorio "install/" del directorio raíz de Poweradmin.
fr_fr: Vous devez supprimer le répertoire "install/" du répertoire racine de Poweradmin.directory.
id_id: Anda harus menghapus direktori "install/" dari direktori root Poweradmin.
ko_kr: Poweradmin 루트 디렉터리에서 "install/" 디렉터리를 제거해야 합니다.
lt_lt: Turite pašalinti "install/" katalogą iš Poweradmin šakninio katalogo.directory.
pl_pl: Musisz usunąć katalog "install/" z głównego katalogu Poweradmin.directory.
ru_ru: Вы должны удалить директорию "install/" из корневой директории Poweradmin.directory.
sv_se: Du måste ta bort katalogen "install/" från Poweradmin-rotkatalogen.
tr_tr: Poweradmin kök dizininden "install/" dizinini kaldırmalısınız.directory.
uk_ua: Ви повинні видалити каталог "install/" з кореневого каталогу Poweradmin.
vi_vn: Bạn phải xóa thư mục "install/" khỏi thư mục gốc Poweradmin.

source: Poweradmin will not function if the install directory exists, as a security measure.
cs_cz: Poweradmin nebude fungovat, pokud adresář install existuje, jako bezpečnostní opatření.
de_de: Poweradmin funktioniert nicht, wenn das Installationsverzeichnis existiert, dies ist eine Sicherheitsmaßnahme.
es_es: Poweradmin no funcionará si existe el directorio de instalación, como medida de seguridad.
fr_fr: Poweradmin ne fonctionnera pas si le répertoire d'installation existe, par mesure de sécurité.measure.
id_id: Poweradmin tidak akan berfungsi jika direktori install ada, sebagai tindakan keamanan.
ko_kr: 보안 조치로 install 디렉터리가 있으면 Poweradmin이 작동하지 않습니다.
lt_lt: Poweradmin neveiks, jei diegimo katalogas egzistuoja, kaip saugumo priemonė.
pl_pl: Poweradmin nie będzie działać, jeśli katalog instalacyjny istnieje, jako środek bezpieczeństwa.
ru_ru: Poweradmin не будет работать, если существует каталог установки, в качестве меры безопасности.
sv_se: Poweradmin kommer inte att fungera om installationskatalogen finns, som en säkerhetsåtgärd.
tr_tr: Güvenlik önlemi olarak, kurulum dizini varsa Poweradmin çalışmayacaktır.
uk_ua: Poweradmin не буде працювати, якщо каталог install існує, як міра безпеки.
vi_vn: Poweradmin sẽ không hoạt động nếu thư mục install tồn tại, như một biện pháp bảo mật.
zh_cn: Güvenlik önlemi olarak, kurulum dizini varsa Poweradmin çalışmayacaktır.

source: Next Steps
cs_cz: Další kroky
de_de: Nächste Schritte
es_es: Próximos Pasos
fr_fr: Prochaines étapes
id_id: Langkah Berikutnya
ko_kr: 다음 단계
lt_lt: Kiti žingsniai
pl_pl: Następne kroki
ru_ru: Следующие шаги
sv_se: Nästa steg
tr_tr: Sonraki Adımlar
uk_ua: Наступні кроки
vi_vn: Các bước tiếp theo
zh_cn: Sonraki Adımlar

source: Remove the "install/" directory from your server
cs_cz: Odstraňte adresář "install/" ze svého serveru
de_de: Entfernen Sie das "install/"-Verzeichnis von Ihrem Server
es_es: Elimina el directorio "install/" de tu servidor
fr_fr: Supprimez le répertoire "install/" de votre serveur
id_id: Hapus direktori "install/" dari server Anda
ko_kr: 서버에서 "install/" 디렉터리를 제거하세요
lt_lt: Pašalinkite "install/" katalogą iš serverio
pl_pl: Usuń katalog "install/" z serwera
ru_ru: Удалите директорию "install/" с вашего сервера
sv_se: Ta bort katalogen "install/" från din server
tr_tr: Sunucunuzdan "install/" dizinini kaldırın
uk_ua: Видаліть каталог "install/" з вашого сервера
vi_vn: Xóa thư mục "install/" khỏi máy chủ của bạn

source: Login to <a href="../index.php">Poweradmin</a> using the default username "admin" and the password you set in step 3
cs_cz: Přihlaste se do <a href="../index.php">Poweradmin</a> pomocí výchozího uživatelského jména "admin" a hesla, které jste nastavili v kroku 3"admin" and the password you set in step 3
de_de: Melden Sie sich bei <a href="../index.php">Poweradmin</a> an mit dem Standard-Benutzernamen "admin" und dem Passwort, das Sie in Schritt 3 festgelegt haben"admin" and the password you set in step 3
es_es: Inicia sesión en <a href="../index.php">Poweradmin</a> usando el nombre de usuario por defecto "admin" y la contraseña que estableciste en el paso 3
fr_fr: Connectez-vous à <a href="../index.php">Poweradmin</a> en utilisant le nom d'utilisateur par défaut "admin" et le mot de passe que vous avez défini à l'étape 3"admin" and the password you set in step 3
id_id: Login ke <a href="../index.php">Poweradmin</a> menggunakan nama pengguna default "admin" dan kata sandi yang Anda tetapkan di langkah 3
ko_kr: 3단계에서 설정한 기본 사용자명 "admin"과 비밀번호를 사용하여 <a href="../index.php">Poweradmin</a>에 로그인하세요
lt_lt: Prisijunkite prie <a href="../index.php">Poweradmin</a> naudodami numatytąjį naudotojo vardą "admin" ir slaptažodį, kurį nustatėte 3 žingsnyje"admin" and the password you set in step 3
pl_pl: Zaloguj się do <a href="../index.php">Poweradmin</a> używając domyślnej nazwy użytkownika "admin" i hasła ustawionego w kroku 3"admin" and the password you set in step 3
ru_ru: Войдите в <a href="../index.php">Poweradmin</a> используя имя пользователя по умолчанию "admin" и пароль, который вы установили на шаге 3"admin" and the password you set in step 3
sv_se: Logga in på <a href="../index.php">Poweradmin</a> med standardanvändarnamnet "admin" och lösenordet du angav i steg 3
tr_tr: Varsayılan kullanıcı adı "admin" ve adım 3'te belirlediğiniz şifreyi kullanarak <a href="../index.php">Poweradmin</a>'e giriş yapın"admin" and the password you set in step 3
uk_ua: Увійдіть до <a href="../index.php">Poweradmin</a>, використовуючи ім'я користувача за замовчуванням "admin" і пароль, який ви встановили на кроці 3
vi_vn: Đăng nhập vào <a href="../index.php">Poweradmin</a> bằng tên người dùng mặc định "admin" và mật khẩu bạn đã đặt ở bước 3

source: Begin configuring your DNS zones and records
cs_cz: Začněte konfigurovat vaše DNS zóny a záznamy
de_de: Beginnen Sie mit der Konfiguration Ihrer DNS-Zonen und -Einträge
es_es: Comience a configurar sus zonas y registros DNS
fr_fr: Commencez à configurer vos zones et enregistrements DNS
id_id: Mulai mengkonfigurasi zona dan rekod DNS Anda
ko_kr: DNS 존 및 레코드 구성을 시작하세요
lt_lt: Pradėkite konfigūruoti DNS zonas ir įrašus
pl_pl: Zacznij konfigurować strefy DNS i rekordy
ru_ru: Начните настройку зон и записей DNS
sv_se: Börja konfigurera dina DNS-zoner och poster
tr_tr: DNS bölgelerinizi ve kayıtlarınızı yapılandırmaya başlayın
uk_ua: Почніть налаштовувати свої зони та записи DNS
vi_vn: Bắt đầu cấu hình các vùng DNS và bản ghi của bạn
zh_cn: DNS bölgelerinizi ve kayıtlarınızı yapılandırmaya başlayın

source: Getting Ready
cs_cz: Příprava
de_de: Vorbereitung
es_es: Preparación
fr_fr: Préparation
id_id: Bersiap-siap
ko_kr: 준비
lt_lt: Pasiruošimas
pl_pl: Przygotowanie
ru_ru: Подготовка
sv_se: Förbereder
tr_tr: Hazırlanıyor
uk_ua: Підготовка
vi_vn: Chuẩn bị sẵn sàng
zh_cn: Hazırlanıyor

source: Prerequisites
cs_cz: Předpoklady
es_es: Requisitos previos
fr_fr: Prérequis
id_id: Prasyarat
ko_kr: 전제 조건
lt_lt: Išankstiniai reikalavimai
ru_ru: Предварительные требования
sv_se: Förutsättningar
uk_ua: Передумови
vi_vn: Điều kiện tiên quyết

source: Before proceeding, ensure you have:
cs_cz: Před pokračováním se ujistěte, že máte:
es_es: Antes de continuar, asegúrese de tener:
fr_fr: Avant de continuer, assurez-vous d'avoir :
id_id: Sebelum melanjutkan, pastikan Anda memiliki:
ko_kr: 계속하기 전에 다음을 확인하세요:
lt_lt: Prieš tęsdami įsitikinkite, kad turite:
ru_ru: Перед продолжением убедитесь, что у вас есть:
sv_se: Innan du fortsätter, se till att du har:
uk_ua: Перед продовженням переконайтеся, що у вас є:
vi_vn: Trước khi tiếp tục, đảm bảo bạn có:

source: PowerDNS installed with database tables created
cs_cz: Nainstalovaný PowerDNS s vytvořenými databázovými tabulkami
es_es: PowerDNS instalado con tablas de base de datos creadas
fr_fr: PowerDNS installé avec les tables de base de données créées
id_id: PowerDNS terinstal dengan tabel database dibuat
ko_kr: 데이터베이스 테이블이 생성된 PowerDNS 설치
lt_lt: Įdiegtus PowerDNS su sukurtomis duomenų bazės lentelėmis
ru_ru: Установленный PowerDNS с созданными таблицами базы данных
sv_se: PowerDNS installerad med databastabeller skapade
uk_ua: Встановлено PowerDNS зі створеними таблицями бази даних
vi_vn: PowerDNS đã cài đặt với các bảng cơ sở dữ liệu đã tạo

source: Database credentials (hostname, username, password)
cs_cz: Přihlašovací údaje k databázi (hostname, uživatelské jméno, heslo)
es_es: Credenciales de base de datos (hostname, nombre de usuario, contraseña)
fr_fr: Identifiants de base de données (nom d'hôte, nom d'utilisateur, mot de passe)
id_id: Kredensial database (nama host, nama pengguna, kata sandi)
ko_kr: 데이터베이스 자격 증명 (호스트명, 사용자명, 비밀번호)
lt_lt: Duomenų bazės prisijungimo duomenis (serverio pavadinimas, vartotojo vardas, slaptažodis)
ru_ru: Учетные данные базы данных (имя хоста, имя пользователя, пароль)
sv_se: Databasuppgifter (värdnamn, användarnamn, lösenord)
uk_ua: Облікові дані бази даних (ім'я хоста, ім'я користувача, пароль)
vi_vn: Thông tin đăng nhập cơ sở dữ liệu (tên máy chủ, tên người dùng, mật khẩu)

source: Permission to create tables for Poweradmin
cs_cz: Oprávnění k vytváření tabulek pro Poweradmin
es_es: Permiso para crear tablas para Poweradmin
fr_fr: Permission de créer des tables pour Poweradmin
id_id: Izin untuk membuat tabel untuk Poweradmin
ko_kr: Poweradmin에 대한 테이블 생성 권한
lt_lt: Leidimą kurti lenteles Poweradmin
ru_ru: Разрешение на создание таблиц для Poweradmin
sv_se: Behörighet att skapa tabeller för Poweradmin
uk_ua: Дозвіл на створення таблиць для Poweradmin
vi_vn: Quyền tạo bảng cho Poweradmin

source: Next:
cs_cz: Další:
es_es: Siguiente:
fr_fr: Suivant :
id_id: Berikutnya:
ko_kr: 다음:
lt_lt: Toliau:
ru_ru: Далее:
sv_se: Nästa:
uk_ua: Далі:
vi_vn: Tiếp theo:

source: Configure database connection, create admin account, and generate configuration file.
cs_cz: Nastavte připojení k databázi, vytvořte administrátorský účet a vygenerujte konfigurační soubor.
es_es: Configure la conexión de base de datos, cree una cuenta de administrador y genere el archivo de configuración.
fr_fr: Configurez la connexion à la base de données, créez un compte administrateur et générez le fichier de configuration.
id_id: Konfigurasikan koneksi database, buat akun admin, dan generate file konfigurasi.
ko_kr: 데이터베이스 연결을 구성하고 관리자 계정을 생성하며 구성 파일을 생성합니다.
lt_lt: Sukonfigurėkite duomenų bazės ryšį, sukurkite administratoriaus paskyrą ir sugeneruokite konfigracijos failą.
ru_ru: Настройте подключение к базе данных, создайте учетную запись администратора и сгенерируйте файл конфигурации.
sv_se: Konfigurera databasanslutning, skapa administratörskonto och generera konfigurationsfil.
uk_ua: Налаштуйте підключення до бази даних, створіть обліковий запис адміністратора та згенеруйте файл конфігурації.
vi_vn: Cấu hình kết nối cơ sở dữ liệu, tạo tài khoản quản trị viên và tạo tệp cấu hình.

source: Missing PowerDNS tables:
cs_cz: Chybějící PowerDNS tabulky:
de_de: Fehlende PowerDNS-Tabellen:
es_es: Faltan tablas PowerDNS:
fr_fr: Tables PowerDNS manquantes :
id_id: Tabel PowerDNS hilang:
ko_kr: 누락된 PowerDNS 테이블:
lt_lt: Trūksta PowerDNS lentelių:
pl_pl: Brakujące tabele PowerDNS:
ru_ru: Отсутствуют таблицы PowerDNS:
sv_se: Saknade PowerDNS-tabeller:
tr_tr: Eksik PowerDNS tabloları:
uk_ua: Відсутні таблиці PowerDNS:
vi_vn: Thiếu bảng PowerDNS:

source: Poweradmin requires these PowerDNS tables to function properly.
cs_cz: Poweradmin vyžaduje tyto PowerDNS tabulky pro správné fungování.
de_de: Poweradmin benötigt diese PowerDNS-Tabellen, um ordnungsgemäß zu funktionieren.
es_es: Poweradmin requiere estas tablas PowerDNS para funcionar correctamente.
fr_fr: Poweradmin nécessite ces tables PowerDNS pour fonctionner correctement.
id_id: Poweradmin memerlukan tabel PowerDNS ini untuk berfungsi dengan baik.
ko_kr: Poweradmin이 제대로 작동하려면 이러한 PowerDNS 테이블이 필요합니다.
lt_lt: Poweradmin reikia šių PowerDNS lentelių tinkamam veikimui.
pl_pl: Poweradmin wymaga tych tabel PowerDNS do prawidłowego funkcjonowania.
ru_ru: Poweradmin требует эти таблицы PowerDNS для правильной работы.
sv_se: Poweradmin kräver dessa PowerDNS-tabeller för att fungera korrekt.
tr_tr: Poweradmin'in düzgün çalışması için bu PowerDNS tabloları gereklidir.
uk_ua: Poweradmin потребує ці таблиці PowerDNS для правильної роботи.
vi_vn: Poweradmin yêu cầu các bảng PowerDNS này để hoạt động đúng cách.

source: Updating database... done!
cs_cz: Aktualizace databáze... hotovo!
de_de: Datenbank wird aktualisiert... fertig!
es_es: Actualizando base de datos... ¡hecho!
fr_fr: Mise à jour de la base de données... fait !
id_id: Memperbarui database... selesai!
ko_kr: 데이터베이스 업데이트 중... 완료!
lt_lt: Atnaujinama duomenų bazė... baigta!
pl_pl: Aktualizacja bazy danych... zakończona!
ru_ru: Обновление базы данных... готово!
sv_se: Uppdaterar databas... klart!
tr_tr: Veritabanı güncelleniyor... tamamlandı!
uk_ua: Оновлення бази даних... готово!
vi_vn: Đang cập nhật cơ sở dữ liệu... hoàn tất!

source: Foreign Key Constraint Issues:
cs_cz: Problémy s omezeními cizích klíčů:
de_de: Fremdschlüssel-Constraint-Probleme:
es_es: Problemas de restricciones de clave foránea:
fr_fr: Problèmes de contraintes de clés étrangères :
id_id: Masalah Kendala Kunci Asing:
ko_kr: 외래 키 제약 조건 문제:
lt_lt: Užsienio rakto apribojimo problemos:
pl_pl: Problemy z ograniczeniami klucza obcego:
ru_ru: Проблемы с ограничениями внешних ключей:
sv_se: Problem med främmande nyckel-begränsningar:
tr_tr: Yabancı Anahtar Kısıtlama Sorunları:
uk_ua: Проблеми з обмеженнями зовнішнього ключа:
vi_vn: Vấn đề ràng buộc khóa ngoại:

source: The installer could not remove existing tables due to foreign key constraints
cs_cz: Instalátor nemohl odstranit existující tabulky kvůli omezením cizích klíčů
de_de: Der Installer konnte vorhandene Tabellen aufgrund von Fremdschlüssel-Constraints nicht entfernen
es_es: El instalador no pudo eliminar las tablas existentes debido a restricciones de clave foránea
fr_fr: L'installateur n'a pas pu supprimer les tables existantes en raison de contraintes de clés étrangères
id_id: Installer tidak dapat menghapus tabel yang ada karena kendala kunci asing
ko_kr: 외래 키 제약 조건으로 인해 설치 프로그램이 기존 테이블을 제거할 수 없습니다
lt_lt: Diegimo programa negalėjo pašalinti esamų lentelių dėl užsienio raktų apribojimų
pl_pl: Instalator nie mógł usunąć istniejących tabel z powodu ograniczeń klucza obcego
ru_ru: Установщик не смог удалить существующие таблицы из-за ограничений внешних ключей
sv_se: Installationsprogrammet kunde inte ta bort befintliga tabeller på grund av främmande nyckel-begränsningar
tr_tr: Yükleyici, yabancı anahtar kısıtlamaları nedeniyle mevcut tabloları kaldıramadı
uk_ua: Інсталятор не зміг видалити існуючі таблиці через обмеження зовнішнього ключа
vi_vn: Trình cài đặt không thể xóa các bảng hiện có do ràng buộc khóa ngoại

source: This can happen during reinstallation if you have custom constraints or if tables are referenced by other tables
cs_cz: To se může stát při přeinstalování, pokud máte vlastní omezení nebo pokud jsou tabulky odkazovány jinými tabulkami
de_de: Dies kann während der Neuinstallation auftreten, wenn Sie benutzerdefinierte Constraints haben oder wenn Tabellen von anderen Tabellen referenziert werden
es_es: Esto puede suceder durante la reinstalación si tienes restricciones personalizadas o si las tablas son referenciadas por otras tablas
fr_fr: Cela peut arriver lors d'une réinstallation si vous avez des contraintes personnalisées ou si des tables sont référencées par d'autres tables
id_id: Ini dapat terjadi selama instalasi ulang jika Anda memiliki kendala kustom atau jika tabel direferensikan oleh tabel lain
ko_kr: 사용자 지정 제약 조건이 있거나 테이블이 다른 테이블에 의해 참조되는 경우 재설치 중에 발생할 수 있습니다
lt_lt: Tai gali nutikti pakartotinio diegimo metu, jei turite pasirinktinių apribojimų arba jei lenteles naudoja kitos lentelės
pl_pl: Może to wystąpić podczas ponownej instalacji, jeśli masz niestandardowe ograniczenia lub jeśli tabele są odwoływane przez inne tabele
ru_ru: Это может произойти при переустановке, если у вас есть пользовательские ограничения или если таблицы ссылаются на другие таблицы
sv_se: Detta kan hända vid ominstallation om du har anpassade begränsningar eller om tabeller refereras av andra tabeller
tr_tr: Özel kısıtlamalarınız varsa veya tablolar başka tablolar tarafından referans alınıyorsa yeniden kurulum sırasında bu olabilir
uk_ua: Це може статися під час повторного встановлення, якщо у вас є користувацькі обмеження або якщо таблиці посилаються на інші таблиці
vi_vn: Điều này có thể xảy ra trong quá trình cài đặt lại nếu bạn có ràng buộc tùy chỉnh hoặc nếu các bảng được tham chiếu bởi các bảng khác
