Repository: poweradmin/poweradmin
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: cs_cz, de_de, es_es, fr_fr, id_id, ko_kr, lt_lt, pl_pl, ru_ru, sv_se, tr_tr, uk_ua, vi_vn, zh_cn

source: Record Details
cs_cz: Podrobnosti záznamu
de_de: Eintrag Details
es_es: Detalles del Registro
fr_fr: Détails de l'Enregistrement
id_id: Detail Rekod
ko_kr: 레코드 상세 정보
lt_lt: Įrašo išsamiau
pl_pl: Szczegóły rekordu
ru_ru: Детали Записи
sv_se: Postdetaljer
tr_tr: Kayıt Detayları
uk_ua: Деталі запису
vi_vn: Chi tiết bản ghi
zh_cn: 记录详情

source: You are trying to delete a record that is needed for this zone to work.
cs_cz: Pokoušíte se smazat záznam, který je potřebný pro fungování této zóny.
de_de: Sie versuchen, einen Datensatz zu löschen, der für die Funktionalität dieser Zone erforderlich ist.
es_es: Está intentando eliminar un registro que es necesario para que esta zona funcione.
fr_fr: Vous essayez de supprimer un enregistrement nécessaire au fonctionnement de cette zone.
id_id: Anda mencoba menghapus rekod yang diperlukan agar zona ini berfungsi.
ko_kr: 이 존이 작동하는 데 필요한 레코드를 삭제하려고 합니다.
lt_lt: Bandote ištrinti įrašą, kuris reikalingas šios zonos veikimui.
pl_pl: Próbujesz usunąć rekord, który jest potrzebny do działania tej strefy.
ru_ru: Вы пытаетесь удалить запись, необходимую для работы этой зоны.
sv_se: Du försöker ta bort en post som behövs för att denna zon ska fungera.
tr_tr: Bu bölgenin çalışması için gerekli olan bir kaydı silmeye çalışıyorsunuz.
uk_ua: Ви намагаєтеся видалити запис, який необхідний для роботи цієї зони.
vi_vn: Bạn đang cố gắng xóa một bản ghi cần thiết để vùng này hoạt động.
zh_cn: Bu bölgenin çalışması için gerekli olan bir kaydı silmeye çalışıyorsunuz.

source: Also delete corresponding PTR record (if exists)
cs_cz: Také smazat odpovídající PTR záznam (pokud existuje)
de_de: Auch entsprechenden PTR-Eintrag löschen (falls vorhanden)
es_es: También eliminar el registro PTR correspondiente (si existe)
fr_fr: Supprimer aussi l'enregistrement PTR correspondant (s'il existe)
id_id: Hapus juga rekod PTR terkait (jika ada)
ko_kr: 해당 PTR 레코드도 삭제 (있는 경우)
lt_lt: Taip pat pašalinti atitinkamą PTR įrašą (jei egzistuoja)
pl_pl: Usuń także odpowiedni rekord PTR (jeśli istnieje)
ru_ru: Также удалить соответствующую PTR запись (если существует)
sv_se: Ta även bort motsvarande PTR-post (om den finns)
tr_tr: Karşılık gelen PTR kaydını da sil (varsa)
uk_ua: Також видалити відповідний запис PTR (якщо існує)
vi_vn: Cũng xóa bản ghi PTR tương ứng (nếu tồn tại)
zh_cn: 同时删除相应的 PTR 记录（如果存在）

source: Also delete corresponding A/AAAA record (if exists)
cs_cz: Také odstranit odpovídající A/AAAA záznam (pokud existuje)
es_es: También eliminar el registro A/AAAA correspondiente (si existe)
fr_fr: Supprimer aussi l'enregistrement A/AAAA correspondant (s'il existe)
id_id: Hapus juga rekod A/AAAA terkait (jika ada)
ko_kr: 해당 A/AAAA 레코드도 삭제 (있는 경우)
lt_lt: Taip pat ištrinti atitinkamą A/AAAA įrašą (jei egzistuoja)
ru_ru: Также удалить соответствующую A/AAAA запись (если существует)
sv_se: Ta även bort motsvarande A/AAAA-post (om den finns)
uk_ua: Також видалити відповідний запис A/AAAA (якщо існує)
vi_vn: Cũng xóa bản ghi A/AAAA tương ứng (nếu tồn tại)

source: Yes, delete this record
cs_cz: Ano, smazat tento záznam
de_de: Ja, den Eintrag löschen
es_es: Sí, eliminar este registro
fr_fr: Oui, supprimer cet enregistrement
id_id: Ya, hapus rekod ini
ko_kr: 네, 이 레코드를 삭제합니다
lt_lt: Taip, pašalinti šį įrašą
pl_pl: Tak, usuń ten rekord
ru_ru: Да, удалить эту запись
sv_se: Ja, ta bort denna post
tr_tr: Evet, bu kaydı sil
uk_ua: Так, видалити цей запис
vi_vn: Có, xóa bản ghi này
zh_cn: 是的，删除此记录

source: No, keep this record
cs_cz: Ne, ponechat tento záznam
de_de: Nein, den Eintrag behalten
es_es: No, conservar este registro
fr_fr: Non, garder cet enregistrement
id_id: Tidak, pertahankan rekod ini
ko_kr: 아니요, 이 레코드를 유지합니다
lt_lt: Ne, palikti šį įrašą
pl_pl: Nie, zachowaj ten rekord
ru_ru: Нет, оставить эту запись
sv_se: Nej, behåll denna post
tr_tr: Hayır, bu kaydı tut
uk_ua: Ні, залишити цей запис
vi_vn: Không, giữ bản ghi này
zh_cn: 不，保留此记录

source: Two-Factor Authentication
cs_cz: Dvoucestné ověření
de_de: Zwei-Factor Authentifizierung
es_es: Autenticación de Dos Factores
fr_fr: Authentification à Deux Facteurs
id_id: Autentikasi Dua Faktor
ko_kr: 2단계 인증
lt_lt: Dviejų veiksnių autentifikacija
pl_pl: Uwierzytelnianie dwuskładnikowe
ru_ru: Двухфакторная Аутентификация
sv_se: Tvåfaktorsautentisering
tr_tr: İki Faktörlü Kimlik Doğrulama
uk_ua: Двофакторна автентифікація
vi_vn: Xác thực hai yếu tố
zh_cn: 双因素身份验证

source: Enter verification code
cs_cz: Zadejte ověřovací kód
de_de: Den Überprüfungs-Code eingeben
es_es: Ingrese el código de verificación
fr_fr: Entrer le code de vérification
id_id: Masukkan kode verifikasi
ko_kr: 인증 코드 입력
lt_lt: Įveskite patvirtinimo kodą
pl_pl: Wprowadź kod weryfikacyjny
ru_ru: Введите код подтверждения
sv_se: Ange verifieringskod
tr_tr: Doğrulama kodunu girin
uk_ua: Введіть код підтвердження
vi_vn: Nhập mã xác minh
zh_cn: 输入验证码

source: Looks good!
cs_cz: Vypadá to dobře!
de_de: Sieht gut aus!
es_es: ¡Se ve bien!
fr_fr: Semble bon!
id_id: Terlihat bagus!
ko_kr: 좋습니다!
lt_lt: Atrodo gerai!
pl_pl: Wygląda dobrze!
ru_ru: Выглядит хорошо!
sv_se: Ser bra ut!
tr_tr: İyi görünüyor!
uk_ua: Виглядає добре!
vi_vn: Trông tốt!
zh_cn: 看起来不错！

source: Please enter a valid verification code.
cs_cz: Zadejte prosím platný ověřovací kód.
de_de: Bitte geben Sie einen gültigen Bestätigungscode ein.
es_es: Por favor ingrese un código de verificación válido.
fr_fr: Veuillez entrer un code de vérification valide.
id_id: Silakan masukkan kode verifikasi yang valid.
ko_kr: 유효한 인증 코드를 입력하세요.
lt_lt: Įveskite teisingą patvirtinimo kodą.
pl_pl: Wprowadź prawidłowy kod weryfikacyjny.
ru_ru: Пожалуйста, введите действительный код подтверждения.
sv_se: Vänligen ange en giltig verifieringskod.
tr_tr: Lütfen geçerli bir doğrulama kodu girin.
uk_ua: Будь ласка, введіть дійсний код підтвердження.
vi_vn: Vui lòng nhập mã xác minh hợp lệ.
zh_cn: 请输入有效的验证码。

source: Enter the code from your authenticator app
cs_cz: Zadejte kód z vaší autentifikační aplikace
de_de: Geben Sie den Code aus Ihrer Authenticator-App ein
es_es: Ingrese el código de su aplicación autenticadora
fr_fr: Entrez le code de votre application d'authentification
id_id: Masukkan kode dari aplikasi autentikator Anda
ko_kr: 인증 앱의 코드를 입력하세요
lt_lt: Įveskite kodą iš savo autentifikacijos programos
pl_pl: Wprowadź kod z aplikacji uwierzytelniającej
ru_ru: Введите код из вашего приложения аутентификатора
sv_se: Ange koden från din autentiseringsapp
tr_tr: Kimlik doğrulama uygulamanızdan kodu girin
uk_ua: Введіть код з вашої програми автентифікації
vi_vn: Nhập mã từ ứng dụng xác thực của bạn
zh_cn: 输入来自您的身份验证器应用的代码

source: Enter the 6-digit code sent to your email
cs_cz: Zadejte 6místný kód zaslaný na váš e-mail
de_de: Den 6-stelligen Code eingeben, der Ihnen an Ihre EmailAdresse geschickt wurde
es_es: Ingrese el código de 6 dígitos enviado a su correo electrónico
fr_fr: Entrez le code à 6 chiffres envoyé à votre e-mail
id_id: Masukkan kode 6 digit yang dikirim ke email Anda
ko_kr: 이메일로 전송된 6자리 코드를 입력하세요
lt_lt: Įveskite 6 skaitmenų kodą, išsiųstą į jūsų el. paštą
pl_pl: Wprowadź 6-cyfrowy kod wysłany na Twój adres e-mail
ru_ru: Введите 6-значный код, отправленный на вашу электронную почту
sv_se: Ange den 6-siffriga koden som skickats till din e-post
tr_tr: E-postanıza gönderilen 6 haneli kodu girin
uk_ua: Введіть 6-значний код, надісланий на вашу електронну пошту
vi_vn: Nhập mã 6 chữ số được gửi đến email của bạn
zh_cn: 输入发送到您邮箱的 6 位代码

source: Verify
cs_cz: Ověřit
de_de: Prüfen
es_es: Verificar
fr_fr: Vérifier
id_id: Verifikasi
ko_kr: 확인
lt_lt: Patvirtinti
pl_pl: Weryfikuj
ru_ru: Проверить
sv_se: Verifiera
tr_tr: Doğrula
uk_ua: Підтвердити
vi_vn: Xác minh
zh_cn: 验证

source: Use a recovery code
cs_cz: Použít záložní kód
de_de: Einen Wiederherstellungscode verwenden
es_es: Usar un código de recuperación
fr_fr: Utiliser un code de récupération
id_id: Gunakan kode pemulihan
ko_kr: 복구 코드 사용
lt_lt: Naudoti atkūrimo kodą
pl_pl: Użyj kodu odzyskiwania
ru_ru: Использовать код восстановления
sv_se: Använd en återställningskod
tr_tr: Kurtarma kodu kullan
uk_ua: Використовувати код відновлення
vi_vn: Sử dụng mã khôi phục
zh_cn: 使用恢复代码

source: Use Recovery Code
cs_cz: Použít záložní kód
de_de: Wiederherstellungscode verwenden
es_es: Usar Código de Recuperación
fr_fr: Utiliser le Code de Récupération
id_id: Gunakan Kode Pemulihan
ko_kr: 복구 코드 사용
lt_lt: Naudoti atkūrimo kodą
pl_pl: Użyj kodu odzyskiwania
ru_ru: Использовать Код Восстановления
sv_se: Använd återställningskod
tr_tr: Kurtarma Kodu Kullan
uk_ua: Використовувати код відновлення
vi_vn: Sử dụng mã khôi phục
zh_cn: 使用恢复代码

source: Recovery Code
cs_cz: Záložní kód
de_de: Wiederherstellungscode
es_es: Código de Recuperación
fr_fr: Code de Récupération
id_id: Kode Pemulihan
ko_kr: 복구 코드
lt_lt: Atkūrimo kodas
pl_pl: Kod odzyskiwania
ru_ru: Код Восстановления
sv_se: Återställningskod
tr_tr: Kurtarma Kodu
uk_ua: Код відновлення
vi_vn: Mã khôi phục
zh_cn: 恢复代码

source: Please enter a valid recovery code.
cs_cz: Zadejte prosím platný záložní kód.
de_de: Bitte geben Sie einen gültigen Wiederherstellungscode ein.
es_es: Por favor ingrese un código de recuperación válido.
fr_fr: Veuillez entrer un code de récupération valide.
id_id: Silakan masukkan kode pemulihan yang valid.
ko_kr: 유효한 복구 코드를 입력하세요.
lt_lt: Įveskite teisingą atkūrimo kodą.
pl_pl: Wprowadź prawidłowy kod odzyskiwania.
ru_ru: Пожалуйста, введите действительный код восстановления.
sv_se: Vänligen ange en giltig återställningskod.
tr_tr: Lütfen geçerli bir kurtarma kodu girin.
uk_ua: Будь ласка, введіть дійсний код відновлення.
vi_vn: Vui lòng nhập mã khôi phục hợp lệ.
zh_cn: 请输入有效的恢复代码。

source: Enter one of your recovery codes. Note that each code can only be used once.
cs_cz: Zadejte jeden ze svých záložních kódů. Pamatujte, že každý kód lze použít pouze jednou.
de_de: Geben Sie einen Ihrer Wiederherstellungscodes ein. Beachten Sie, dass jeder Code nur einmal verwendet werden kann.
es_es: Ingrese uno de sus códigos de recuperación. Tenga en cuenta que cada código solo puede usarse una vez.
fr_fr: Entrez l'un de vos codes de récupération. Notez que chaque code ne peut être utilisé qu'une seule fois.
id_id: Masukkan salah satu kode pemulihan Anda. Perhatikan bahwa setiap kode hanya dapat digunakan sekali.
ko_kr: 복구 코드 중 하나를 입력하세요. 각 코드는 한 번만 사용할 수 있습니다.
lt_lt: Įveskite vieną iš savo atkūrimo kodų. Atkreipkite dėmesį, kad kiekvieną kodą galima naudoti tik vieną kartą.
pl_pl: Wprowadź jeden ze swoich kodów odzyskiwania. Pamiętaj, że każdy kod może być użyty tylko raz.
ru_ru: Введите один из ваших кодов восстановления. Обратите внимание, что каждый код можно использовать только один раз.
sv_se: Ange en av dina återställningskoder. Observera att varje kod endast kan användas en gång.
tr_tr: Kurtarma kodlarınızdan birini girin. Her kodun sadece bir kez kullanılabileceğini unutmayın.
uk_ua: Введіть один зі своїх кодів відновлення. Зауважте, що кожен код можна використати лише один раз.
vi_vn: Nhập một trong các mã khôi phục của bạn. Lưu ý rằng mỗi mã chỉ có thể sử dụng một lần.
zh_cn: 输入您的恢复代码之一。请注意，每个代码只能使用一次。

source: Confirm Delete
cs_cz: Potvrdit smazání
de_de: Löschen bestätigen
es_es: Confirmar Eliminación
fr_fr: Confirmer la Suppression
id_id: Konfirmasi Penghapusan
ko_kr: 삭제 확인
lt_lt: Patvirtinti pašalinimą
pl_pl: Potwierdź usunięcie
ru_ru: Подтвердить Удаление
sv_se: Bekräfta borttagning
tr_tr: Silmeyi Onayla
uk_ua: Підтвердити видалення
vi_vn: Xác nhận xóa
zh_cn: 确认删除

source: Summary
cs_cz: Shrnutí
de_de: Zusammenfassung
es_es: Resumen
fr_fr: Résumé
id_id: Ringkasan
ko_kr: 요약
lt_lt: Suvestinė
pl_pl: Podsumowanie
ru_ru: Сводка
sv_se: Sammanfattning
tr_tr: Özet
uk_ua: Підсумок
vi_vn: Tóm tắt
zh_cn: 摘要

source: Total Issues Found
cs_cz: Celkem nalezeno problémů
de_de: Gefundene Probleme insgesamt
es_es: Total de Problemas Encontrados
fr_fr: Total des Problèmes Trouvés
id_id: Total Masalah Ditemukan
ko_kr: 발견된 총 문제
lt_lt: Iš viso rasta problemų
pl_pl: Znalezione problemy łącznie
ru_ru: Всего Найдено Проблем
sv_se: Totalt antal problem hittade
tr_tr: Bulunan Toplam Sorun
uk_ua: Всього знайдено проблем
vi_vn: Tổng số vấn đề tìm thấy
zh_cn: 发现的问题总数

source: Errors
cs_cz: Chyby
de_de: Fehler
es_es: Errores
fr_fr: Erreurs
id_id: Error
ko_kr: 오류
lt_lt: Klaidos
pl_pl: Błędy
ru_ru: Ошибки
sv_se: Fel
tr_tr: Hatalar
uk_ua: Помилки
vi_vn: Lỗi
zh_cn: 错误

source: Warnings
cs_cz: Varování
de_de: Warnungen
es_es: Advertencias
fr_fr: Avertissements
id_id: Peringatan
ko_kr: 경고
lt_lt: Įspėjimai
pl_pl: Ostrzeżenia
ru_ru: Предупреждения
sv_se: Varningar
tr_tr: Uyarılar
uk_ua: Попередження
vi_vn: Cảnh báo
zh_cn: 警告

source: Zones Without Owners
cs_cz: Zóny bez vlastníků
de_de: Zonen ohne Besitzer
es_es: Zonas Sin Propietarios
fr_fr: Zones Sans Propriétaires
id_id: Zona Tanpa Pemilik
ko_kr: 소유자가 없는 존
lt_lt: Zonos be savininkų
pl_pl: Strefy bez właścicieli
ru_ru: Зоны Без Владельцев
sv_se: Zoner utan ägare
tr_tr: Sahibi Olmayan Zonlar
uk_ua: Зони без власників
vi_vn: Các vùng không có chủ sở hữu
zh_cn: 没有所有者的区域

source: Zone ID
cs_cz: ID zóny
de_de: Zonen-ID
es_es: ID de Zona
fr_fr: ID de Zone
id_id: ID Zona
ko_kr: 존 ID
lt_lt: Zonos ID
pl_pl: ID strefy
ru_ru: ID Зоны
sv_se: Zon-ID
tr_tr: Zon Kimliği
uk_ua: ID зони
vi_vn: ID vùng
zh_cn: 区域 ID

source: Zone Name
cs_cz: Název zóny
de_de: Zonen Name
es_es: Nombre de Zona
fr_fr: Nom de Zone
id_id: Nama Zona
ko_kr: 존 이름
lt_lt: Zonos pavadinimas
pl_pl: Nazwa strefy
ru_ru: Имя Зоны
sv_se: Zonnamn
tr_tr: Zon Adı
uk_ua: Назва зони
vi_vn: Tên vùng
zh_cn: 区域名称

source: Assign owner
cs_cz: Přiřadit vlastníka
de_de: Besitzer zuweisen
es_es: Asignar propietario
fr_fr: Attribuer un propriétaire
id_id: Tetapkan pemilik
ko_kr: 소유자 할당
lt_lt: Priskirti savininką
pl_pl: Przypisz właściciela
ru_ru: Назначить владельца
sv_se: Tilldela ägare
tr_tr: Sahip ata
uk_ua: Призначити власника
vi_vn: Gán chủ sở hữu
zh_cn: 分配所有者

source: Fix
cs_cz: Opravit
de_de: Reparieren
es_es: Corregir
fr_fr: Corriger
id_id: Perbaiki
ko_kr: 수정
lt_lt: Taisyti
pl_pl: Napraw
ru_ru: Исправить
sv_se: Åtgärda
tr_tr: Düzelt
uk_ua: Виправити
vi_vn: Sửa
zh_cn: 修复

source: Slave Zones Without Master IP Addresses
cs_cz: Podružné zóny bez IP adres hlavního serveru
de_de: Slave-Zonen ohne Master-IP-Adressen
es_es: Zonas Esclavas Sin Direcciones IP Maestras
fr_fr: Zones Esclaves Sans Adresses IP Maître
id_id: Zona Slave Tanpa Alamat IP Master
ko_kr: 마스터 IP 주소가 없는 슬레이브 존
lt_lt: Slave zonos be master IP adresų
pl_pl: Strefy podrzędne bez adresów IP serwera głównego
ru_ru: Подчиненные Зоны Без IP Адресов Главного Сервера
sv_se: Slavzoner utan master IP-adresser
tr_tr: Master IP Adresi Olmayan Slave Zonlar
uk_ua: Підлеглі зони без IP-адрес головного сервера
vi_vn: Các vùng slave không có địa chỉ IP master
zh_cn: 没有主 IP 地址的从区域

source: Master IP
cs_cz: IP hlavního serveru
es_es: IP Maestra
fr_fr: IP Maître
id_id: IP Master
ko_kr: 마스터 IP
lt_lt: Pagrindinio serverio IP
pl_pl: IP serwera głównego
ru_ru: IP Главного Сервера
tr_tr: Ana IP
uk_ua: IP головного сервера
vi_vn: IP Master
zh_cn: 主 IP

source: Delete slave zone
cs_cz: Smazat podružnou zónu
de_de: Slave-Zone löschen
es_es: Eliminar zona esclava
fr_fr: Supprimer la zone esclave
id_id: Hapus zona slave
ko_kr: 슬레이브 존 삭제
lt_lt: Pašalinti slave zoną
pl_pl: Usuń strefę podrzędną
ru_ru: Удалить подчиненную зону
sv_se: Ta bort slavzon
tr_tr: Slave zonu sil
uk_ua: Видалити підлеглу зону
vi_vn: Xóa vùng slave
zh_cn: 删除从区域

source: Records Not Belonging to Any Zone
cs_cz: Záznamy nepatřící žádné zóně
de_de: Einträge, die zu keiner Zone gehören
es_es: Registros Que No Pertenecen a Ninguna Zona
fr_fr: Enregistrements N'Appartenant à Aucune Zone
id_id: Rekod yang Tidak Termasuk Zona Mana Pun
ko_kr: 존에 속하지 않는 레코드
lt_lt: Įrašai, nepriklausantys jokiai zonai
pl_pl: Rekordy nienależące do żadnej strefy
ru_ru: Записи, Не Принадлежащие Ни к Какой Зоне
sv_se: Poster som inte tillhör någon zon
tr_tr: Hiçbir Zona Ait Olmayan Kayıtlar
uk_ua: Записи, що не належать жодній зоні
vi_vn: Bản ghi không thuộc vùng nào
zh_cn: 不属于任何区域的记录

source: Record ID
cs_cz: ID záznamu
de_de: Eintrag-ID
es_es: ID de Registro
fr_fr: ID d'Enregistrement
id_id: ID Rekod
ko_kr: 레코드 ID
lt_lt: Įrašo ID
pl_pl: ID rekordu
ru_ru: ID Записи
sv_se: Post-ID
tr_tr: Kayıt ID
uk_ua: ID запису
vi_vn: ID bản ghi

source: Delete orphaned record
cs_cz: Smazat osiřelý záznam
de_de: Verwaisten Eintrag löschen
es_es: Eliminar registro huérfano
fr_fr: Supprimer l'enregistrement orphelin
id_id: Hapus rekod yang tidak terhubung
ko_kr: 고아 레코드 삭제
lt_lt: Pašalinti našlaitį įrašą
pl_pl: Usuń osierocony rekord
ru_ru: Удалить осиротевшую запись
sv_se: Ta bort föräldralös post
tr_tr: Yetim kaydı sil
uk_ua: Видалити осиротілий запис
vi_vn: Xóa bản ghi mồ côi

source: Zones with Duplicate SOA Records
cs_cz: Zóny s duplicitními SOA záznamy
de_de: Zonen mit doppelten SOA-Einträgen
es_es: Zonas con Registros SOA Duplicados
fr_fr: Zones avec des Enregistrements SOA Dupliqués
id_id: Zona dengan Rekod SOA Duplikat
ko_kr: 중복 SOA 레코드가 있는 존
lt_lt: Zonos su dubliuotais SOA įrašais
pl_pl: Strefy z duplikatami rekordów SOA
ru_ru: Зоны с Дублирующимися SOA Записями
sv_se: Zoner med duplicerade SOA-poster
tr_tr: Duplicate SOA Kayıtları Olan Zonlar
uk_ua: Зони з дублікатами записів SOA
vi_vn: Các vùng có bản ghi SOA trùng lặp

source: SOA Count
cs_cz: Počet SOA
de_de: SOA-Anzahl
es_es: Conteo SOA
fr_fr: Nombre SOA
id_id: Jumlah SOA
ko_kr: SOA 개수
lt_lt: SOA kiekis
pl_pl: Liczba SOA
ru_ru: Количество SOA
sv_se: SOA-antal
tr_tr: SOA Sayısı
uk_ua: Кількість SOA
vi_vn: Số lượng SOA

source: Keep first SOA, delete duplicates
cs_cz: Ponechat první SOA, smazat duplikáty
de_de: Ersten SOA behalten, Duplikate löschen
es_es: Mantener primer SOA, eliminar duplicados
fr_fr: Garder le premier SOA, supprimer les doublons
id_id: Pertahankan SOA pertama, hapus duplikat
ko_kr: 첫 번째 SOA 유지, 중복 삭제
lt_lt: Palikti pirmą SOA, pašalinti dubliatus
pl_pl: Zachowaj pierwszy SOA, usuń duplikaty
ru_ru: Оставить первую SOA, удалить дубликаты
sv_se: Behåll första SOA, ta bort dubbletter
tr_tr: İlk SOA'yı tut, yinelenenleri sil
uk_ua: Залишити перший SOA, видалити дублікати
vi_vn: Giữ SOA đầu tiên, xóa các bản trùng lặp

source: Zones Without SOA Records
cs_cz: Zóny bez SOA záznamů
de_de: Zonen ohne SOA-Einträge
es_es: Zonas Sin Registros SOA
fr_fr: Zones Sans Enregistrements SOA
id_id: Zona Tanpa Rekod SOA
ko_kr: SOA 레코드가 없는 존
lt_lt: Zonos be SOA įrašų
pl_pl: Strefy bez rekordów SOA
ru_ru: Зоны без SOA записей
sv_se: Zoner utan SOA-poster
tr_tr: SOA Kaydı Olmayan Zonlar
uk_ua: Зони без записів SOA
vi_vn: Các vùng không có bản ghi SOA

source: Create default SOA record
cs_cz: Vytvořit výchozí SOA záznam
de_de: Standard-SOA-Eintrag erstellen
es_es: Crear registro SOA predeterminado
fr_fr: Créer un enregistrement SOA par défaut
id_id: Buat rekod SOA default
ko_kr: 기본 SOA 레코드 생성
lt_lt: Sukurti numatytąjį SOA įrašą
pl_pl: Utwórz domyślny rekord SOA
ru_ru: Создать SOA запись по умолчанию
sv_se: Skapa standard SOA-post
tr_tr: Varsayılan SOA kaydı oluştur
uk_ua: Створити запис SOA за замовчуванням
vi_vn: Tạo bản ghi SOA mặc định

source: Are you sure you want to delete the slave zone
cs_cz: Jste si jisti, že chcete smazat podružnou zónu
de_de: Sind Sie sicher, dass Sie die Slave-Zone löschen möchten
es_es: ¿Está seguro de que desea eliminar la zona esclava
fr_fr: Êtes-vous sûr de vouloir supprimer la zone esclave
id_id: Apakah Anda yakin ingin menghapus zona slave
ko_kr: 슬레이브 존을 삭제하시겠습니까
lt_lt: Ar esate tikri, kad norite pašalinti slave zoną
pl_pl: Czy na pewno chcesz usunąć strefę podrzędną
ru_ru: Вы уверены, что хотите удалить подчиненную зону
sv_se: Är du säker på att du vill ta bort slavzonen
tr_tr: Slave zonu silmek istediğinizden emin misiniz
uk_ua: Ви впевнені, що хочете видалити підлеглу зону
vi_vn: Bạn có chắc chắn muốn xóa vùng slave

source: Are you sure you want to delete the orphaned record
cs_cz: Jste si jisti, že chcete smazat osiřelý záznam
de_de: Sind Sie sicher, dass Sie den verwaisten Eintrag löschen möchten
es_es: ¿Está seguro de que desea eliminar el registro huérfano
fr_fr: Êtes-vous sûr de vouloir supprimer l'enregistrement orphelin
id_id: Apakah Anda yakin ingin menghapus rekod yang tidak terhubung
ko_kr: 고아 레코드를 삭제하시겠습니까
lt_lt: Ar esate tikri, kad norite pašalinti našlaitį įrašą
pl_pl: Czy na pewno chcesz usunąć osierocony rekord
ru_ru: Вы уверены, что хотите удалить оставшуюся запись
sv_se: Är du säker på att du vill ta bort den föräldralösa posten
tr_tr: Yetim kaydı silmek istediğinizden emin misiniz
uk_ua: Ви впевнені, що хочете видалити осиротілий запис
vi_vn: Bạn có chắc chắn muốn xóa bản ghi mồ côi

source: Are you sure you want to delete this item?
cs_cz: Jste si jisti, že chcete smazat tuto položku?
de_de: Sind Sie sicher, dass Sie dieses Element löschen möchten?
es_es: ¿Está seguro de que desea eliminar este elemento?
fr_fr: Êtes-vous sûr de vouloir supprimer cet élément?
id_id: Apakah Anda yakin ingin menghapus item ini?
ko_kr: 이 항목을 삭제하시겠습니까?
lt_lt: Ar esate tikri, kad norite pašalinti šį elementą?
pl_pl: Czy na pewno chcesz usunąć ten element?
ru_ru: Вы уверены, что хотите удалить этот элемент?
sv_se: Är du säker på att du vill ta bort detta objekt?
tr_tr: Bu öğeyi silmek istediğinizden emin misiniz?
uk_ua: Ви впевнені, що хочете видалити цей елемент?
vi_vn: Bạn có chắc chắn muốn xóa mục này?

source: Forgot Username
id_id: Lupa Nama Pengguna
ko_kr: 사용자명 찾기
sv_se: Glömt användarnamn
uk_ua: Забули ім'я користувача
vi_vn: Quên tên người dùng

source: Enter your email address and we'll send you the username associated with this account.
id_id: Masukkan alamat email Anda dan kami akan mengirimkan nama pengguna yang terkait dengan akun ini.
ko_kr: 이메일 주소를 입력하면 이 계정과 연결된 사용자명을 보내드립니다.
sv_se: Ange din e-postadress så skickar vi dig användarnamnet kopplat till detta konto.
uk_ua: Введіть свою адресу електронної пошти, і ми надішлемо вам ім'я користувача, пов'язане з цим обліковим записом.
vi_vn: Nhập địa chỉ email của bạn và chúng tôi sẽ gửi cho bạn tên người dùng liên kết với tài khoản này.

source: Send Username
id_id: Kirim Nama Pengguna
ko_kr: 사용자명 전송
sv_se: Skicka användarnamn
uk_ua: Надіслати ім'я користувача
vi_vn: Gửi tên người dùng

source: Add User
cs_cz: Přidat uživatele
de_de: Benutzer hinzufügen
es_es: Agregar Usuario
fr_fr: Ajouter un Utilisateur
id_id: Tambah Pengguna
ko_kr: 사용자 추가
lt_lt: Pridėti naudotoją
pl_pl: Dodaj użytkownika
ru_ru: Добавить пользователя
sv_se: Lägg till användare
tr_tr: Kullanıcı Ekle
uk_ua: Додати користувача
vi_vn: Thêm người dùng

source: Provide user password
cs_cz: Zadejte heslo uživatele
de_de: Benutzerpasswort angeben
es_es: Proporcione la contraseña de usuario
fr_fr: Fournir le mot de passe utilisateur
id_id: Berikan kata sandi pengguna
ko_kr: 사용자 비밀번호를 입력하세요
lt_lt: Nurodykite vartotojo slaptažodį
pl_pl: Podaj hasło użytkownika
ru_ru: Укажите пароль пользователя
sv_se: Ange användarlösenord
tr_tr: Kullanıcı şifresini girin
uk_ua: Надайте пароль користувача
vi_vn: Cung cấp mật khẩu người dùng
zh_cn: Kullanıcı şifresini girin

source: Auto-generate password
cs_cz: Automaticky generovat heslo
de_de: Passwort automatisch generieren
es_es: Generar contraseña automáticamente
fr_fr: Générer automatiquement le mot de passe
id_id: Generate kata sandi otomatis
ko_kr: 비밀번호 자동 생성
lt_lt: Automatiškai generuoti slaptažodį
pl_pl: Wygeneruj hasło automatycznie
ru_ru: Автогенерировать пароль
sv_se: Autogenerera lösenord
tr_tr: Şifre otomatik oluştur
uk_ua: Автоматично створити пароль
vi_vn: Tự động tạo mật khẩu
