Repository: poweradmin/poweradmin
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: cs_cz, de_de, es_es, fr_fr, id_id, ko_kr, lt_lt, pl_pl, ru_ru, sv_se, tr_tr, uk_ua, vi_vn, zh_cn

source: Owner
cs_cz: Vlastník
de_de: Besitzer
es_es: Propietario
fr_fr: Propriétaire
id_id: Pemilik
ko_kr: 소유자
lt_lt: Savininkas
pl_pl: Właściciel
ru_ru: Владелец
sv_se: Ägare
tr_tr: Sahip
uk_ua: Власник
vi_vn: Chủ sở hữu
zh_cn: 所有者

source: Full name
cs_cz: Celé jméno
de_de: Vollständiger Name
es_es: Nombre completo
fr_fr: Nom complet
id_id: Nama lengkap
ko_kr: 전체 이름
lt_lt: Pilnas vardas
pl_pl: Pełna nazwa
ru_ru: Полное имя
sv_se: Fullständigt namn
tr_tr: Tam ad
uk_ua: Повне ім'я
vi_vn: Họ tên đầy đủ
zh_cn: 全名

source: Associated Forward Zones
cs_cz: Přidružené přímé zóny
de_de: Zugehörige Forward-Zonen
es_es: Zonas Directas Asociadas
fr_fr: Zones Directes Associées
id_id: Zona Forward Terkait
ko_kr: 연결된 정방향 존
lt_lt: Susietos tiesioginės zonos
pl_pl: Powiązane strefy główne
ru_ru: Связанные Прямые Зоны
sv_se: Associerade forward-zoner
tr_tr: İlişkili Düz Zonlar
uk_ua: Пов'язані прямі зони
vi_vn: Các vùng chuyển tiếp liên kết
zh_cn: 关联的正向区域

source: Template
cs_cz: Šablona
de_de: Vorlage
es_es: Plantilla
fr_fr: Modèle
id_id: Templat
ko_kr: 템플릿
lt_lt: Šablonas
pl_pl: Szablon
ru_ru: Шаблон
sv_se: Mall
tr_tr: Şablon
uk_ua: Шаблон
vi_vn: Mẫu
zh_cn: 模板

source: Delete zone(s)
cs_cz: Smazat zónu/zóny
de_de: Zone(n) löschen
es_es: Eliminar zona(s)
fr_fr: Supprimer la/les zone(s)
id_id: Hapus zona
ko_kr: 존 삭제
lt_lt: Pašalinti zoną(as)
pl_pl: Usuń strefy
ru_ru: Удалить зону(ы)
sv_se: Ta bort zon(er)
tr_tr: Zon(ları) sil
uk_ua: Видалити зону(и)
vi_vn: Xóa (các) vùng
zh_cn: 删除区域

source: Add key
cs_cz: Přidat klíč
de_de: Schlüssel hinzufügen
es_es: Agregar clave
fr_fr: Ajouter une clé
id_id: Tambah kunci
ko_kr: 키 추가
lt_lt: Pridėti raktą
pl_pl: Dodaj klucz
ru_ru: Добавить ключ
sv_se: Lägg till nyckel
tr_tr: Anahtar ekle
uk_ua: Додати ключ
vi_vn: Thêm khóa
zh_cn: 添加密钥

source: Add key for zone
cs_cz: Přidat klíč pro zónu
de_de: Schlüssel für Zone hinzufügen
es_es: Agregar clave para zona
fr_fr: Ajouter une clé pour la zone
id_id: Tambah kunci untuk zona
ko_kr: 존에 키 추가
lt_lt: Pridėti raktą zonai
pl_pl: Dodaj klucz dla strefy
ru_ru: Добавить ключ для зоны
sv_se: Lägg till nyckel för zon
tr_tr: Zon için anahtar ekle
uk_ua: Додати ключ для зони
vi_vn: Thêm khóa cho vùng
zh_cn: 为区域添加密钥

source: PowerDNS 4.0+ uses CSK by default
id_id: PowerDNS 4.0+ menggunakan CSK secara default
ko_kr: PowerDNS 4.0+는 기본적으로 CSK를 사용합니다
sv_se: PowerDNS 4.0+ använder CSK som standard
uk_ua: PowerDNS 4.0+ використовує CSK за замовчуванням
vi_vn: PowerDNS 4.0+ sử dụng CSK theo mặc định

source: PowerDNS 4.0 and newer versions use Combined Signing Keys (CSK) by default. If you select KSK or ZSK, PowerDNS may still create a CSK key.
id_id: PowerDNS 4.0 dan versi yang lebih baru menggunakan Combined Signing Keys (CSK) secara default. Jika Anda memilih KSK atau ZSK, PowerDNS mungkin tetap membuat kunci CSK.
ko_kr: PowerDNS 4.0 이상 버전은 기본적으로 Combined Signing Keys(CSK)를 사용합니다. KSK 또는 ZSK를 선택하면 PowerDNS가 여전히 CSK 키를 생성할 수 있습니다.
sv_se: PowerDNS 4.0 och nyare versioner använder Combined Signing Keys (CSK) som standard. Om du väljer KSK eller ZSK kan PowerDNS fortfarande skapa en CSK-nyckel.
uk_ua: PowerDNS 4.0 і новіші версії використовують Combined Signing Keys (CSK) за замовчуванням. Якщо ви виберете KSK або ZSK, PowerDNS все одно може створити ключ CSK.
vi_vn: PowerDNS 4.0 và các phiên bản mới hơn sử dụng Combined Signing Keys (CSK) theo mặc định. Nếu bạn chọn KSK hoặc ZSK, PowerDNS vẫn có thể tạo khóa CSK.

source: Key type
cs_cz: Typ klíče
de_de: Schlüsseltyp
es_es: Tipo de clave
fr_fr: Type de clé
id_id: Tipe kunci
ko_kr: 키 유형
lt_lt: Rakto tipas
pl_pl: Typ klucza
ru_ru: Тип ключа
sv_se: Nyckeltyp
tr_tr: Anahtar tipi
uk_ua: Тип ключа
vi_vn: Loại khóa
zh_cn: 密钥类型

source: Select key type
cs_cz: Vyberte typ klíče
de_de: Schlüsseltyp auswählen
es_es: Seleccionar tipo de clave
fr_fr: Sélectionner le type de clé
id_id: Pilih tipe kunci
ko_kr: 키 유형 선택
lt_lt: Pasirinkite rakto tipą
pl_pl: Wybierz typ klucza
ru_ru: Выберите тип ключа
sv_se: Välj nyckeltyp
tr_tr: Anahtar tipini seçin
uk_ua: Виберіть тип ключа
vi_vn: Chọn loại khóa
zh_cn: 选择密钥类型

source: Select algorithm
cs_cz: Vyberte algoritmus
de_de: Algorithmus auswählen
es_es: Seleccionar algoritmo
fr_fr: Sélectionner l'algorithme
id_id: Pilih algoritma
ko_kr: 알고리즘 선택
lt_lt: Pasirinkite algoritmą
pl_pl: Wybierz algorytm
ru_ru: Выберите алгоритм
sv_se: Välj algoritm
tr_tr: Algoritma seçin
uk_ua: Виберіть алгоритм
vi_vn: Chọn thuật toán
zh_cn: 选择算法

source: Bits in length
cs_cz: Počet bitů
de_de: Bits in Länge
es_es: Bits de longitud
fr_fr: Bits de longueur
id_id: Panjang bit
ko_kr: 비트 길이
lt_lt: Bitų ilgis
pl_pl: Długość w bitach
ru_ru: Бит в длине
sv_se: Bitar i längd
tr_tr: Bit uzunluğu
uk_ua: Біти в довжині
vi_vn: Số bit
zh_cn: 长度位数

source: Select bits length
cs_cz: Vyberte délku v bitech
de_de: Bit-Länge auswählen
es_es: Seleccionar longitud de bits
fr_fr: Sélectionner la longueur en bits
id_id: Pilih panjang bit
ko_kr: 비트 길이 선택
lt_lt: Pasirinkite bitų ilgį
pl_pl: Wybierz długość klucza
ru_ru: Выберите длину в битах
sv_se: Välj bitlängd
tr_tr: Bit uzunluğunu seçin
uk_ua: Виберіть довжину в бітах
vi_vn: Chọn độ dài bit
zh_cn: 选择位数长度

source: Recommended bits for
cs_cz: Doporučené bity pro
de_de: Empfohlene Bits für
es_es: Bits recomendados para
fr_fr: Bits recommandés pour
id_id: Bit yang direkomendasikan untuk
ko_kr: 권장 비트 수
lt_lt: Rekomenduojami bitai
pl_pl: Zalecana długość dla
ru_ru: Рекомендуемые биты для
sv_se: Rekommenderade bitar för
tr_tr: Önerilen bit sayısı
uk_ua: Рекомендована кількість бітів для
vi_vn: Số bit khuyến nghị cho
zh_cn: 推荐位数

source: bits is not recommended for
cs_cz: bitů se nedoporučuje pro
de_de: Bits werden nicht empfohlen für
es_es: bits no se recomienda para
fr_fr: bits n'est pas recommandé pour
id_id: bit tidak direkomendasikan untuk
ko_kr: 비트는 다음에 권장되지 않습니다
lt_lt: bitai nerekomenduojami
pl_pl: bitów nie jest zalecane dla
ru_ru: бит не рекомендуется для
sv_se: bitar rekommenderas inte för
tr_tr: bit sayısı şunun için önerilmez:
uk_ua: біт не рекомендується для
vi_vn: bit không được khuyến nghị cho
zh_cn: 位数不推荐用于

source: About DNSSEC Key Types
cs_cz: O typech DNSSEC klíčů
de_de: Über DNSSEC-Schlüsseltypen
es_es: Acerca de los Tipos de Clave DNSSEC
fr_fr: À propos des Types de Clés DNSSEC
id_id: Tentang Tipe Kunci DNSSEC
ko_kr: DNSSEC 키 유형 정보
lt_lt: Apie DNSSEC raktų tipus
pl_pl: O typach kluczy DNSSEC
ru_ru: О Типах DNSSEC Ключей
sv_se: Om DNSSEC-nyckeltyper
tr_tr: DNSSEC Anahtar Tipleri Hakkında
uk_ua: Про типи ключів DNSSEC
vi_vn: Giới thiệu về loại khóa DNSSEC
zh_cn: 关于 DNSSEC 密钥类型

source: Key Types Explained
cs_cz: Vysvětlení typů klíčů
de_de: Schlüsseltypen erklärt
es_es: Tipos de Clave Explicados
fr_fr: Types de Clés Expliqués
id_id: Tipe Kunci Dijelaskan
ko_kr: 키 유형 설명
lt_lt: Raktų tipų paaiškinimas
pl_pl: Objaśnienie typów kluczy
ru_ru: Объяснение Типов Ключей
sv_se: Nyckeltyper förklarade
tr_tr: Anahtar Tipleri Açıklaması
uk_ua: Пояснення типів ключів
vi_vn: Giải thích các loại khóa
zh_cn: 密钥类型说明

source: Combined Signing Key - serves as both KSK and ZSK (recommended for PowerDNS 4.0+)
cs_cz: Kombinovaný podpisový klíč - slouží jako KSK i ZSK (doporučeno pro PowerDNS 4.0+)
de_de: Kombinierter Signierschlüssel - dient sowohl als KSK als auch als ZSK (empfohlen für PowerDNS 4.0+)
es_es: Clave de Firma Combinada - sirve como KSK y ZSK (recomendado para PowerDNS 4.0+)
fr_fr: Clé de Signature Combinée - sert à la fois de KSK et ZSK (recommandé pour PowerDNS 4.0+)
id_id: Combined Signing Key - berfungsi sebagai KSK dan ZSK (direkomendasikan untuk PowerDNS 4.0+)
ko_kr: Combined Signing Key - KSK와 ZSK 역할을 모두 수행합니다 (PowerDNS 4.0+ 권장)
lt_lt: Kombinuotas pasirašymo raktas - veikia ir kaip KSK, ir kaip ZSK (rekomenduojamas PowerDNS 4.0+)
pl_pl: Klucz podpisu kombinowanego - pełni funkcję zarówno KSK jak i ZSK (zalecane dla PowerDNS 4.0+)
ru_ru: Комбинированный Ключ Подписи - служит как KSK, так и ZSK (рекомендуется для PowerDNS 4.0+)
sv_se: Combined Signing Key - fungerar som både KSK och ZSK (rekommenderas för PowerDNS 4.0+)
tr_tr: Birleşik İmzalama Anahtarı - hem KSK hem de ZSK olarak hizmet eder (PowerDNS 4.0+ için önerilir)
uk_ua: Combined Signing Key - служить як KSK, так і ZSK (рекомендується для PowerDNS 4.0+)
vi_vn: Combined Signing Key - phục vụ như cả KSK và ZSK (khuyến nghị cho PowerDNS 4.0+)
zh_cn: 组合签名密钥 - 同时用作 KSK 和 ZSK（推荐用于 PowerDNS 4.0+）

source: Key Signing Key - signs the DNSKEY records in the zone
cs_cz: Klíč pro podpis klíčů - podepisuje DNSKEY záznamy v zóně
de_de: Key Signing Key - signiert die DNSKEY-Einträge in der Zone
es_es: Clave de Firma de Clave - firma los registros DNSKEY en la zona
fr_fr: Clé de Signature de Clé - signe les enregistrements DNSKEY dans la zone
id_id: Key Signing Key - menandatangani rekod DNSKEY di zona
ko_kr: Key Signing Key - 존의 DNSKEY 레코드에 서명합니다
lt_lt: Rakto pasirašymo raktas - pasirašo DNSKEY įrašus zonoje
pl_pl: Klucz podpisu klucza (KSK) - podpisuje rekordy DNSKEY w strefie
ru_ru: Ключ Подписи Ключей - подписывает DNSKEY записи в зоне
sv_se: Key Signing Key - signerar DNSKEY-posterna i zonen
tr_tr: Anahtar İmzalama Anahtarı - zondaki DNSKEY kayıtlarını imzalar
uk_ua: Key Signing Key - підписує записи DNSKEY у зоні
vi_vn: Key Signing Key - ký các bản ghi DNSKEY trong vùng
zh_cn: 密钥签名密钥 - 签名区域中的 DNSKEY 记录

source: Zone Signing Key - signs all other records in the zone
cs_cz: Klíč pro podpis zóny - podepisuje všechny ostatní záznamy v zóně
de_de: Zone Signing Key - signiert alle anderen Einträge in der Zone
es_es: Clave de Firma de Zona - firma todos los otros registros en la zona
fr_fr: Clé de Signature de Zone - signe tous les autres enregistrements dans la zone
id_id: Zone Signing Key - menandatangani semua rekod lain di zona
ko_kr: Zone Signing Key - 존의 다른 모든 레코드에 서명합니다
lt_lt: Zonos pasirašymo raktas - pasirašo visus kitus įrašus zonoje
pl_pl: Klucz podpisu strefy (ZSK) - podpisuje wszystkie inne rekordy w strefie
ru_ru: Ключ Подписи Зоны - подписывает все остальные записи в зоне
sv_se: Zone Signing Key - signerar alla andra poster i zonen
tr_tr: Zon İmzalama Anahtarı - zondaki diğer tüm kayıtları imzalar
uk_ua: Zone Signing Key - підписує всі інші записи в зоні
vi_vn: Zone Signing Key - ký tất cả các bản ghi khác trong vùng
zh_cn: 区域签名密钥 - 签名区域中的所有其他记录

source: Recommended Settings
cs_cz: Doporučená nastavení
de_de: Empfohlene Einstellungen
es_es: Configuraciones Recomendadas
fr_fr: Paramètres Recommandés
id_id: Pengaturan yang Direkomendasikan
ko_kr: 권장 설정
lt_lt: Rekomenduojami nustatymai
pl_pl: Zalecane ustawienia
ru_ru: Рекомендуемые Настройки
sv_se: Rekommenderade inställningar
tr_tr: Önerilen Ayarlar
uk_ua: Рекомендовані налаштування
vi_vn: Cài đặt khuyến nghị
zh_cn: 推荐设置

source: For modern deployments, ECDSA (algorithm 13, ECDSAP256SHA256) with 256 bits provides strong security with better performance.
cs_cz: Pro moderní nasazení poskytuje ECDSA (algoritmus 13, ECDSAP256SHA256) s 256 bity silné zabezpečení s lepším výkonem.
de_de: Für moderne Deployments bietet ECDSA (Algorithmus 13, ECDSAP256SHA256) mit 256 Bits starke Sicherheit mit besserer Leistung.
es_es: Para despliegues modernos, ECDSA (algoritmo 13, ECDSAP256SHA256) con 256 bits proporciona seguridad fuerte con mejor rendimiento.
fr_fr: Pour les déploiements modernes, ECDSA (algorithme 13, ECDSAP256SHA256) avec 256 bits offre une sécurité robuste avec de meilleures performances.
id_id: Untuk deployment modern, ECDSA (algoritma 13, ECDSAP256SHA256) dengan 256 bit memberikan keamanan yang kuat dengan kinerja yang lebih baik.
ko_kr: 최신 배포의 경우 ECDSA(알고리즘 13, ECDSAP256SHA256) 256비트가 더 나은 성능으로 강력한 보안을 제공합니다.
lt_lt: Šiuolaikiniams diegimams ECDSA (algoritmas 13, ECDSAP256SHA256) su 256 bitais užtikrina stiprų saugumą ir geresnį našumą.
pl_pl: Dla nowoczesnych wdrożeń, ECDSA (algorytm 13, ECDSAP256SHA256) z 256 bitami zapewnia silne bezpieczeństwo z lepszą wydajnością.
ru_ru: Для современных развертываний ECDSA (алгоритм 13, ECDSAP256SHA256) с 256 битами обеспечивает сильную безопасность с лучшей производительностью.
sv_se: För moderna distributioner ger ECDSA (algoritm 13, ECDSAP256SHA256) med 256 bitar stark säkerhet med bättre prestanda.
tr_tr: Modern dağıtımlar için, 256 bit ile ECDSA (algoritma 13, ECDSAP256SHA256) daha iyi performansla güçlü güvenlik sağlar.
uk_ua: Для сучасних розгортань ECDSA (алгоритм 13, ECDSAP256SHA256) з 256 бітами забезпечує високу безпеку з кращою продуктивністю.
vi_vn: Đối với triển khai hiện đại, ECDSA (thuật toán 13, ECDSAP256SHA256) với 256 bit cung cấp bảo mật mạnh mẽ với hiệu suất tốt hơn.
zh_cn: 对于现代部署，ECDSA（算法 13，ECDSAP256SHA256）配合 256 位提供强安全性和更好的性能。

source: Edit user
cs_cz: Upravit uživatele
de_de: Benutzer bearbeiten
es_es: Editar usuario
fr_fr: Modifier l'utilisateur
id_id: Edit pengguna
ko_kr: 사용자 편집
lt_lt: Redaguoti naudotoją
pl_pl: Edytuj użytkownika
ru_ru: Редактировать пользователя
sv_se: Redigera användare
tr_tr: Kullanıcıyı düzenle
uk_ua: Редагувати користувача
vi_vn: Sửa người dùng
zh_cn: 编辑用户

source: Edit User
cs_cz: Upravit uživatele
de_de: Benutzer bearbeiten
es_es: Editar Usuario
fr_fr: Modifier l'Utilisateur
id_id: Edit Pengguna
ko_kr: 사용자 편집
lt_lt: Redaguoti naudotoją
pl_pl: Edytuj użytkownika
ru_ru: Редактировать Пользователя
sv_se: Redigera användare
tr_tr: Kullanıcıyı Düzenle
uk_ua: Редагувати користувача
vi_vn: Sửa người dùng
zh_cn: 编辑用户

source: Username
cs_cz: Uživatelské jméno
de_de: Benutzername
es_es: Nombre de usuario
fr_fr: Nom d'utilisateur
id_id: Nama pengguna
ko_kr: 사용자명
lt_lt: Vartotojo vardas
pl_pl: Nazwa użytkownika
ru_ru: Имя пользователя
sv_se: Användarnamn
tr_tr: Kullanıcı adı
uk_ua: Ім'я користувача
vi_vn: Tên người dùng
zh_cn: Kullanıcı adı

source: Provide user name
cs_cz: Zadejte uživatelské jméno
de_de: Benutzernamen angeben
es_es: Proporcione nombre de usuario
fr_fr: Fournir le nom d'utilisateur
id_id: Berikan nama pengguna
ko_kr: 사용자명을 입력하세요
lt_lt: Pateikite naudotojo vardą
pl_pl: Podaj nazwę użytkownika
ru_ru: Укажите имя пользователя
sv_se: Ange användarnamn
tr_tr: Kullanıcı adı sağlayın
uk_ua: Надайте ім'я користувача
vi_vn: Cung cấp tên người dùng
zh_cn: 提供用户名

source: Fullname
cs_cz: Celé jméno
de_de: Vollständiger Name
es_es: Nombre completo
fr_fr: Nom complet
id_id: Nama lengkap
ko_kr: 전체 이름
lt_lt: Pilnas vardas
pl_pl: Imię i nazwisko
ru_ru: Полное имя
sv_se: Fullständigt namn
tr_tr: Tam Ad
uk_ua: Повне ім'я
vi_vn: Họ tên đầy đủ
zh_cn: 全名

source: User's full name for identification
cs_cz: Celé jméno uživatele pro identifikaci
de_de: Vollständiger Name des Benutzer zur Identifizierung
es_es: Nombre completo del usuario para identificación
fr_fr: Nom complet de l'utilisateur pour identification
id_id: Nama lengkap pengguna untuk identifikasi
ko_kr: 식별을 위한 사용자의 전체 이름
lt_lt: Naudotojo pilnas vardas identifikavimui
pl_pl: Pełne imię i nazwisko użytkownika do identyfikacji
ru_ru: Полное имя пользователя для идентификации
sv_se: Användarens fullständiga namn för identifiering
tr_tr: Tanımlama için kullanıcının tam adı
uk_ua: Повне ім'я користувача для ідентифікації
vi_vn: Họ tên đầy đủ của người dùng để nhận dạng
zh_cn: 用于识别的用户全名

source: Provide full name
fr_fr: Fournir le nom complet
id_id: Berikan nama lengkap
ko_kr: 전체 이름을 입력하세요
lt_lt: Nurodykite pilną vardą
sv_se: Ange fullständigt namn
uk_ua: Надайте повне ім'я
vi_vn: Cung cấp họ tên đầy đủ

source: Email address
cs_cz: E-mailová adresa
de_de: E-Mail-Adresse
es_es: Dirección de correo electrónico
fr_fr: Adresse e-mail
id_id: Alamat email
ko_kr: 이메일 주소
lt_lt: El. pašto adresas
pl_pl: Adres e-mail
ru_ru: Адрес электронной почты
sv_se: E-postadress
tr_tr: E-posta adresi
uk_ua: Адреса електронної пошти
vi_vn: Địa chỉ email
zh_cn: 电子邮件地址

source: Provide email
cs_cz: Zadejte e-mail
de_de: E-Mail angeben
es_es: Proporcione correo electrónico
fr_fr: Fournir l'e-mail
id_id: Berikan email
ko_kr: 이메일을 입력하세요
lt_lt: Pateikite el. paštą
pl_pl: Podaj adres e-mail
ru_ru: Укажите электронную почту
sv_se: Ange e-post
tr_tr: E-posta sağlayın
uk_ua: Надайте електронну пошту
vi_vn: Cung cấp email
zh_cn: 提供电子邮件

source: Leave empty to keep current password
cs_cz: Ponechte prázdné pro zachování současného hesla
de_de: Leer lassen um aktuelles Passwort zu verwenden
es_es: Dejar vacío para mantener contraseña actual
fr_fr: Laisser vide pour conserver le mot de passe actuel
id_id: Biarkan kosong untuk mempertahankan kata sandi saat ini
ko_kr: 현재 비밀번호를 유지하려면 비워 두세요
lt_lt: Palikite tuščią, kad išlaikytumėte dabartinį slaptažodį
pl_pl: Pozostaw puste, aby zachować obecne hasło
ru_ru: Оставьте пустым, чтобы сохранить текущий пароль
sv_se: Lämna tomt för att behålla nuvarande lösenord
tr_tr: Mevcut şifreyi korumak için boş bırakın
uk_ua: Залиште порожнім, щоб зберегти поточний пароль
vi_vn: Để trống để giữ mật khẩu hiện tại
zh_cn: 留空以保持当前密码

source: Permissions from this template will apply globally across the entire system for this user
id_id: Izin dari templat ini akan berlaku secara global di seluruh sistem untuk pengguna ini
ko_kr: 이 템플릿의 권한은 이 사용자에 대해 전체 시스템에 전역적으로 적용됩니다
sv_se: Behörigheter från denna mall kommer att gälla globalt över hela systemet för denna användare
uk_ua: Дозволи з цього шаблону будуть застосовуватися глобально по всій системі для цього користувача
vi_vn: Quyền hạn từ mẫu này sẽ áp dụng toàn cục trên toàn bộ hệ thống cho người dùng này

source: Optional information about this user
cs_cz: Volitelné informace o tomto uživateli
de_de: Optionale Informationen über den Benutzer
es_es: Información opcional sobre este usuario
fr_fr: Informations optionnelles sur cet utilisateur
id_id: Informasi opsional tentang pengguna ini
ko_kr: 이 사용자에 대한 선택적 정보
lt_lt: Neprivaloma informacija apie šį naudotoją
pl_pl: Opcjonalne informacje o tym użytkowniku
ru_ru: Дополнительная информация об этом пользователе
sv_se: Valfri information om denna användare
tr_tr: Bu kullanıcı hakkında isteğe bağlı bilgi
uk_ua: Додаткова інформація про цього користувача
vi_vn: Thông tin tùy chọn về người dùng này
zh_cn: 关于此用户的可选信息

source: Enabled
cs_cz: Povoleno
de_de: Aktiviert
es_es: Habilitado
fr_fr: Activé
id_id: Diaktifkan
ko_kr: 활성화됨
lt_lt: Įjungta
pl_pl: Aktywny
ru_ru: Включен
sv_se: Aktiverad
tr_tr: Etkin
uk_ua: Увімкнено
vi_vn: Đã kích hoạt
zh_cn: 已启用

source: LDAP Authentication
cs_cz: LDAP autentizace
de_de: LDAP-Authentifizierung
es_es: Autenticación LDAP
fr_fr: Authentification LDAP
id_id: Autentikasi LDAP
ko_kr: LDAP 인증
lt_lt: LDAP autentifikacija
pl_pl: Uwierzytelnianie LDAP
ru_ru: LDAP Аутентификация
sv_se: LDAP-autentisering
tr_tr: LDAP Kimlik Doğrulama
uk_ua: Автентифікація LDAP
vi_vn: Xác thực LDAP
zh_cn: LDAP 身份验证

source: Use external LDAP directory for authentication
cs_cz: Použít externí LDAP adresář pro autentizaci
de_de: Externes LDAP-Verzeichnis für Authentifizierung verwenden
es_es: Usar directorio LDAP externo para autenticación
fr_fr: Utiliser un annuaire LDAP externe pour l'authentification
id_id: Gunakan direktori LDAP eksternal untuk autentikasi
ko_kr: 인증을 위해 외부 LDAP 디렉터리 사용
lt_lt: Naudoti išorinį LDAP katalogą autentifikacijai
pl_pl: Użyj zewnętrznego katalogu LDAP do uwierzytelniania
ru_ru: Использовать внешний LDAP каталог для аутентификации
sv_se: Använd extern LDAP-katalog för autentisering
tr_tr: Kimlik doğrulama için harici LDAP dizini kullan
uk_ua: Використовувати зовнішній каталог LDAP для автентифікації
vi_vn: Sử dụng thư mục LDAP bên ngoài để xác thực
zh_cn: 使用外部 LDAP 目录进行身份验证

source: Back to Home
cs_cz: Zpět na domovskou stránku
de_de: Zurück zur Startseite
es_es: Regresar al Inicio
fr_fr: Retour à l'Accueil
id_id: Kembali ke Beranda
ko_kr: 홈으로 돌아가기
lt_lt: Grįžti į pradžią
pl_pl: Powrót do strony głównej
ru_ru: Вернуться на Главную
sv_se: Tillbaka till startsidan
tr_tr: Ana Sayfaya Dön
uk_ua: Назад на головну
vi_vn: Quay lại trang chủ
zh_cn: 返回首页

source: Back to Users
cs_cz: Zpět k uživatelům
de_de: Zurück zu Benutzern
es_es: Regresar a Usuarios
fr_fr: Retour aux Utilisateurs
id_id: Kembali ke Pengguna
ko_kr: 사용자로 돌아가기
lt_lt: Grįžti į naudotojus
pl_pl: Powrót do użytkowników
ru_ru: Вернуться к Пользователям
sv_se: Tillbaka till användare
tr_tr: Kullanıcılara Dön
uk_ua: Назад до користувачів
vi_vn: Quay lại danh sách người dùng
zh_cn: 返回用户

source: Account Information
cs_cz: Informace o účtu
de_de: Konto Information
es_es: Información de Cuenta
fr_fr: Informations du Compte
id_id: Informasi Akun
ko_kr: 계정 정보
lt_lt: Paskyros informacija
pl_pl: Informacje o koncie
ru_ru: Информация об Аккаунте
sv_se: Kontoinformation
tr_tr: Hesap Bilgileri
uk_ua: Інформація про обліковий запис
vi_vn: Thông tin tài khoản
zh_cn: 账户信息

source: Must contain uppercase letters
cs_cz: Musí obsahovat velká písmena
de_de: Muss Großbuchstaben enthalten
es_es: Debe contener letras mayúsculas
fr_fr: Doit contenir des lettres majuscules
id_id: Harus berisi huruf kapital
ko_kr: 대문자를 포함해야 합니다
lt_lt: Turi turėti didžiąsias raides
pl_pl: Musi zawierać wielkie litery
ru_ru: Должен содержать заглавные буквы
sv_se: Måste innehålla versaler
tr_tr: Büyük harfler içermelidir
uk_ua: Повинен містити великі літери
vi_vn: Phải chứa chữ cái viết hoa
zh_cn: 必须包含大写字母

source: Must contain lowercase letters
cs_cz: Musí obsahovat malá písmena
de_de: Muss Kleinbuchstaben enthalten
es_es: Debe contener letras minúsculas
fr_fr: Doit contenir des lettres minuscules
id_id: Harus berisi huruf kecil
ko_kr: 소문자를 포함해야 합니다
lt_lt: Turi turėti mažąsias raides
pl_pl: Musi zawierać małe litery
ru_ru: Должен содержать строчные буквы
sv_se: Måste innehålla gemener
tr_tr: Küçük harfler içermelidir
uk_ua: Повинен містити малі літери
vi_vn: Phải chứa chữ cái viết thường
zh_cn: 必须包含小写字母

source: Must contain numbers
cs_cz: Musí obsahovat číslice
de_de: Muss Ziffern enthalten
es_es: Debe contener números
fr_fr: Doit contenir des chiffres
id_id: Harus berisi angka
ko_kr: 숫자를 포함해야 합니다
lt_lt: Turi turėti skaičius
pl_pl: Musi zawierać cyfry
ru_ru: Должен содержать цифры
sv_se: Måste innehålla siffror
tr_tr: Sayılar içermelidir
uk_ua: Повинен містити цифри
vi_vn: Phải chứa số
zh_cn: 必须包含数字

source: Must contain special characters
cs_cz: Musí obsahovat speciální znaky
de_de: Muss Sonderzeichen enthalten
es_es: Debe contener caracteres especiales
fr_fr: Doit contenir des caractères spéciaux
id_id: Harus berisi karakter khusus
ko_kr: 특수 문자를 포함해야 합니다
lt_lt: Turi turėti specialius simbolius
pl_pl: Musi zawierać znaki specjalne
ru_ru: Должен содержать специальные символы
sv_se: Måste innehålla specialtecken
tr_tr: Özel karakterler içermelidir
uk_ua: Повинен містити спеціальні символи
vi_vn: Phải chứa ký tự đặc biệt
zh_cn: 必须包含特殊字符

source: No specific password requirements
cs_cz: Žádné specifické požadavky na heslo
de_de: Keine spezifischen Passwort-Anforderungen
es_es: Sin requisitos específicos de contraseña
fr_fr: Aucune exigence spécifique pour le mot de passe
id_id: Tidak ada persyaratan kata sandi khusus
ko_kr: 특별한 비밀번호 요구 사항 없음
lt_lt: Nėra specifinių slaptažodžio reikalavimų
pl_pl: Brak szczególnych wymagań dotyczących hasła
ru_ru: Особых требований к паролю нет
sv_se: Inga specifika lösenordskrav
tr_tr: Belirli şifre gereksinimi yok
uk_ua: Немає конкретних вимог до пароля
vi_vn: Không có yêu cầu mật khẩu cụ thể
zh_cn: 无特定密码要求

source: User Permissions
cs_cz: Oprávnění uživatele
de_de: Benutzer Berechtigungen
es_es: Permisos de Usuario
fr_fr: Permissions Utilisateur
id_id: Izin Pengguna
ko_kr: 사용자 권한
lt_lt: Naudotojo leidimai
pl_pl: Uprawnienia użytkownika
ru_ru: Разрешения Пользователя
sv_se: Användarbehörigheter
tr_tr: Kullanıcı İzinleri
uk_ua: Дозволи користувача
vi_vn: Quyền hạn người dùng
zh_cn: 用户权限

source: This user has been assigned the access template
id_id: Pengguna ini telah ditugaskan templat akses
ko_kr: 이 사용자에게 액세스 템플릿이 할당되었습니다
sv_se: Denna användare har tilldelats åtkomstmallen
uk_ua: Цьому користувачу призначено шаблон доступу
vi_vn: Người dùng này đã được gán mẫu truy cập
