Repository: poweradmin/poweradmin
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: cs_cz, de_de, es_es, fr_fr, id_id, ko_kr, lt_lt, pl_pl, ru_ru, sv_se, tr_tr, uk_ua, vi_vn, zh_cn

source: PKIX-TA usage (0) requires the CA certificate to be in the certificate validation path. Ensure this CA is publicly known and trusted.
cs_cz: Použití PKIX-TA (0) vyžaduje, aby CA certifikát byl v cestě validace certifikátu. Ujistěte se, že tato CA je veřejně známá a důvěryhodná.
de_de: PKIX-TA-Usage (0) erfordert, dass das CA-Zertifikat im Zertifikatsvalidierungspfad ist. Stellen Sie sicher, dass diese CA öffentlich bekannt und vertrauenswürdig ist.
es_es: El uso PKIX-TA (0) requiere que el certificado CA esté en la ruta de validación de certificados. Asegúrese de que esta CA sea públicamente conocida y confiable.
fr_fr: L'usage PKIX-TA (0) nécessite que le certificat CA soit dans le chemin de validation du certificat. Assurez-vous que cette CA est publiquement connue et de confiance.
id_id: Change zone owner
ko_kr: 그룹을 삭제할 수 없습니다.
lt_lt: PKIX-TA naudojimas (0) reikalauja, kad CA sertifikatas būtų sertifikato validacijos kelyje. Užtikrinkite, kad šis CA yra viešai žinomas ir patikimas.
pl_pl: Użycie PKIX-TA (0) wymaga, aby certyfikat CA był w ścieżce walidacji certyfikatu. Upewnij się, że ten CA jest publicznie znany i zaufany.
ru_ru: Использование PKIX-TA (0) требует, чтобы сертификат центра сертификации был в пути проверки сертификата. Убедитесь, что этот центр сертификации публично известен и доверен.
sv_se: API-nyckelautentisering
tr_tr: PKIX-TA kullanımı (0) CA sertifikasının sertifika doğrulama yolunda olmasını gerektirir. Bu CA'nın halka açık bilinen ve güvenilir olduğundan emin olun.
uk_ua: This configuration may have concurrency limits. Implement queuing.
vi_vn: Loại file không hợp lệ. Các loại được chấp nhận: %s.
zh_cn: PKIX-TA 用法 (0) 要求 CA 证书在证书验证路径中。确保此 CA 是公开已知且受信任的。

source: PKIX-EE usage (1) requires the end entity certificate to be validated using PKIX validation rules. Ensure proper intermediate certificates are available.
cs_cz: Použití PKIX-EE (1) vyžaduje, aby koncový certifikát byl validován pomocí PKIX validačních pravidel. Ujistěte se, že jsou k dispozici správné mezilehlé certifikáty.
de_de: PKIX-EE-Usage (1) erfordert, dass das End-Entity-Zertifikat mit PKIX-Validierungsregeln validiert wird. Stellen Sie sicher, dass ordnungsgemäße Zwischenzertifikate verfügbar sind.
es_es: El uso PKIX-EE (1) requiere que el certificado de entidad final sea validado usando reglas de validación PKIX. Asegúrese de que estén disponibles certificados intermedios apropiados.
fr_fr: L'usage PKIX-EE (1) nécessite que le certificat d'entité finale soit validé en utilisant les règles de validation PKIX. Assurez-vous que les certificats intermédiaires appropriés sont disponibles.
id_id: Ubah pemilik zone
ko_kr: 역할을 생성할 수 없습니다.
lt_lt: PKIX-EE naudojimas (1) reikalauja, kad galutinio objekto sertifikatas būtų validuotas naudojant PKIX validacijos taisykles. Užtikrinkite, kad tinkamas tarpinis sertifikatas prieinamas.
pl_pl: Użycie PKIX-EE (1) wymaga, aby certyfikat jednostki końcowej był walidowany przy użyciu reguł walidacji PKIX. Upewnij się, że dostępne są odpowiednie certyfikaty pośrednie.
ru_ru: Использование PKIX-EE (1) требует проверки сертификата конечной сущности с использованием правил проверки PKIX. Убедитесь в доступности соответствующих промежуточных сертификатов.
sv_se: OAuth2-autentisering
tr_tr: PKIX-EE kullanımı (1) son varlık sertifikasının PKIX doğrulama kuralları kullanılarak doğrulanmasını gerektirir. Uygun ara sertifikaların mevcut olduğundan emin olun.
uk_ua: Content may be compressed or optimized. Verify decompression at client.
vi_vn: Kích thước file vượt quá giới hạn tối đa %s.
zh_cn: PKIX-EE 用法 (1) 要求使用 PKIX 验证规则验证终端实体证书。确保可用适当的中间证书。

source: DANE-TA usage (2) designates this certificate as a trust anchor for validating the end entity certificate. Ensure this certificate is properly secured.
cs_cz: Použití DANE-TA (2) označuje tento certifikát jako kotvu důvěry pro validaci koncového certifikátu. Ujistěte se, že tento certifikát je správně zabezpečen.
de_de: DANE-TA-Usage (2) bezeichnet dieses Zertifikat als Vertrauensanker für die Validierung des End-Entity-Zertifikats. Stellen Sie sicher, dass dieses Zertifikat ordnungsgemäß gesichert ist.
es_es: El uso DANE-TA (2) designa este certificado como ancla de confianza para validar el certificado de entidad final. Asegúrese de que este certificado esté debidamente asegurado.
fr_fr: L'usage DANE-TA (2) désigne ce certificat comme ancre de confiance pour valider le certificat d'entité finale. Assurez-vous que ce certificat est correctement sécurisé.
id_id: Zone owner changed successfully.
ko_kr: 역할을 업데이트할 수 없습니다.
lt_lt: DANE-TA naudojimas (2) pažymi šį sertifikatą kaip pasitikėjimo inkarą galutinio objekto sertifikato validacijai. Užtikrinkite, kad šis sertifikatas tinkamai apsaugotas.
pl_pl: Użycie DANE-TA (2) wyznacza ten certyfikat jako kotwicę zaufania do walidacji certyfikatu jednostki końcowej. Upewnij się, że ten certyfikat jest odpowiednio zabezpieczony.
ru_ru: Использование DANE-TA (2) назначает этот сертификат как якорь доверия для проверки сертификата конечной сущности. Убедитесь, что этот сертификат должным образом защищен.
sv_se: Ingen autentisering
tr_tr: DANE-TA kullanımı (2) bu sertifikayı son varlık sertifikasını doğrulamak için güven çapası olarak belirler. Bu sertifikanın uygun şekilde güvenceye alındığından emin olun.
uk_ua: Record may be affected by DNS qname minimization. Consider privacy impact.
vi_vn: File rỗng hoặc không hợp lệ.
zh_cn: DANE-TA 用法 (2) 将此证书指定为验证终端实体证书的信任锚。确保此证书得到适当保护。

source: DANE-EE usage (3) is recommended as it provides the simplest deployment with direct certificate usage without additional validation.
cs_cz: Použití DANE-EE (3) je doporučeno, protože poskytuje nejjednodušší nasazení s přímým použitím certifikátu bez další validace.
de_de: DANE-EE-Usage (3) wird empfohlen, da es die einfachste Bereitstellung mit direkter Zertifikatsverwendung ohne zusätzliche Validierung bietet.
es_es: Se recomienda el uso DANE-EE (3) ya que proporciona el despliegue más simple con uso directo de certificado sin validación adicional.
fr_fr: L'usage DANE-EE (3) est recommandé car il fournit le déploiement le plus simple avec usage direct du certificat sans validation supplémentaire.
id_id: Pemilik zone berhasil diubah.
ko_kr: 역할을 삭제할 수 없습니다.
lt_lt: DANE-EE naudojimas (3) rekomenduojamas, nes suteikia paprasčiausią diegimą su tiesioginiu sertifikato naudojimu be papildomos validacijos.
pl_pl: Użycie DANE-EE (3) jest zalecane, ponieważ zapewnia najprostsze wdrożenie z bezpośrednim użyciem certyfikatu bez dodatkowej walidacji.
ru_ru: Использование DANE-EE (3) рекомендуется, поскольку обеспечивает простейшее развертывание с прямым использованием сертификата без дополнительной проверки.
sv_se: API-nyckelrubrik
tr_tr: DANE-EE kullanımı (3) ek doğrulama olmaksızın doğrudan sertifika kullanımıyla en basit dağıtımı sağladığı için önerilir.
uk_ua: This configuration may have error handling gaps. Add proper error codes.
vi_vn: Không thể đọc file đã tải lên.
zh_cn: 建议使用 DANE-EE 用法 (3)，因为它提供最简单的部署，直接使用证书而无需额外验证。

source: SMIMEA selector field must be 0 (Full certificate) or 1 (SubjectPublicKeyInfo).
cs_cz: Pole selektoru SMIMEA musí být 0 (celý certifikát) nebo 1 (SubjectPublicKeyInfo).
de_de: SMIMEA-Selector-Feld muss 0 (Vollständiges Zertifikat) oder 1 (SubjectPublicKeyInfo) sein.
es_es: El campo selector SMIMEA debe ser 0 (Certificado completo) o 1 (SubjectPublicKeyInfo).
fr_fr: Le champ sélecteur SMIMEA doit être 0 (Certificat complet) ou 1 (SubjectPublicKeyInfo).
id_id: Failed to change zone owner.
ko_kr: 권한을 생성할 수 없습니다.
lt_lt: SMIMEA selektoriaus laukas turi būti 0 (Pilnas sertifikatas) arba 1 (SubjectPublicKeyInfo).
pl_pl: Pole selektora SMIMEA musi być 0 (pełny certyfikat) lub 1 (SubjectPublicKeyInfo).
ru_ru: Поле селектора SMIMEA должно быть 0 (полный сертификат) или 1 (SubjectPublicKeyInfo).
sv_se: API-nyckel krävs
tr_tr: SMIMEA seçici alanı 0 (Tam sertifika) veya 1 (SubjectPublicKeyInfo) olmalıdır.
uk_ua: Content includes fallback mechanism. Verify fallback is tested.
vi_vn: Lỗi tải file lên. Vui lòng thử lại.
zh_cn: SMIMEA 选择器字段必须是 0（完整证书）或 1（SubjectPublicKeyInfo）。

source: Selector 0 (Full certificate) means the entire certificate is matched. Using selector 1 (SubjectPublicKeyInfo) is recommended as it offers more flexibility for certificate renewals.
cs_cz: Selektor 0 (celý certifikát) znamená, že se porovnává celý certifikát. Použití selektoru 1 (SubjectPublicKeyInfo) je doporučeno, protože nabízí více flexibility pro obnovování certifikátů.
de_de: Selector 0 (Vollständiges Zertifikat) bedeutet, dass das gesamte Zertifikat abgeglichen wird. Die Verwendung von Selector 1 (SubjectPublicKeyInfo) wird empfohlen, da es mehr Flexibilität für Zertifikatserneuerungen bietet.
es_es: Selector 0 (Certificado completo) significa que se compara todo el certificado. Se recomienda usar selector 1 (SubjectPublicKeyInfo) ya que ofrece más flexibilidad para renovaciones de certificado.
fr_fr: Le sélecteur 0 (Certificat complet) signifie que le certificat entier est mis en correspondance. Utiliser le sélecteur 1 (SubjectPublicKeyInfo) est recommandé car il offre plus de flexibilité pour les renouvellements de certificat.
id_id: Gagal mengubah pemilik zone.
ko_kr: 권한을 업데이트할 수 없습니다.
lt_lt: Selektorius 0 (Pilnas sertifikatas) reiškia, kad atitinkamas visas sertifikatas. Rekomenduojamas selektoriaus 1 (SubjectPublicKeyInfo) naudojimas, nes suteikia daugiau lankstumo sertifikatų atnaujinimui.
pl_pl: Selektor 0 (pełny certyfikat) oznacza, że cały certyfikat jest dopasowywany. Używanie selektora 1 (SubjectPublicKeyInfo) jest zalecane, ponieważ oferuje większą elastyczność przy odnowieniach certyfikatu.
ru_ru: Селектор 0 (полный сертификат) означает соответствие всего сертификата. Рекомендуется использовать селектор 1 (SubjectPublicKeyInfo), поскольку он обеспечивает большую гибкость при обновлении сертификатов.
sv_se: Ogiltig API-nyckel
tr_tr: Seçici 0 (Tam sertifika) tüm sertifikanın eşleştirildiği anlamına gelir. Sertifika yenilemeleri için daha fazla esneklik sunduğu için seçici 1 (SubjectPublicKeyInfo) kullanmak önerilir.
uk_ua: Record may be part of service mesh. Verify sidecar configuration.
vi_vn: Định dạng file không hợp lệ hoặc file bị hỏng.
zh_cn: 选择器 0（完整证书）意味着匹配整个证书。建议使用选择器 1（SubjectPublicKeyInfo），因为它为证书续签提供更多灵活性。

source: Selector 1 (SubjectPublicKeyInfo) is recommended as it allows certificate renewal without SMIMEA record updates, as long as the public key stays the same.
cs_cz: Selektor 1 (SubjectPublicKeyInfo) je doporučen, protože umožňuje obnovování certifikátu bez aktualizací SMIMEA záznamu, pokud veřejný klíč zůstane stejný.
de_de: Selector 1 (SubjectPublicKeyInfo) wird empfohlen, da es Zertifikatserneuerung ohne SMIMEA-Eintragsupdate ermöglicht, solange der öffentliche Schlüssel gleich bleibt.
es_es: Se recomienda selector 1 (SubjectPublicKeyInfo) ya que permite renovación de certificado sin actualizaciones de registro SMIMEA, siempre que la clave pública permanezca igual.
fr_fr: Le sélecteur 1 (SubjectPublicKeyInfo) est recommandé car il permet le renouvellement de certificat sans mises à jour d'enregistrement SMIMEA, tant que la clé publique reste la même.
id_id: You do not have permission to change zone ownership.
ko_kr: 권한을 삭제할 수 없습니다.
lt_lt: Selektorius 1 (SubjectPublicKeyInfo) rekomenduojamas, nes leidžia sertifikato atnaujinimą be SMIMEA įrašo atnaujinimų, kol viešasis raktas lieka tas pats.
pl_pl: Selektor 1 (SubjectPublicKeyInfo) jest zalecany, ponieważ umożliwia odnowienie certyfikatu bez aktualizacji rekordów SMIMEA, dopóki klucz publiczny pozostaje ten sam.
ru_ru: Селектор 1 (SubjectPublicKeyInfo) рекомендуется, поскольку позволяет обновлять сертификат без обновления записи SMIMEA, пока открытый ключ остается тем же.
sv_se: API-nyckel utgången
tr_tr: Seçici 1 (SubjectPublicKeyInfo) genel anahtar aynı kaldığı sürece SMIMEA kayıt güncellemeleri olmadan sertifika yenilemeye izin verdiği için önerilir.
uk_ua: This record type may have metadata requirements. Document metadata schema.
vi_vn: Tên file chứa ký tự không hợp lệ.
zh_cn: 建议使用选择器 1（SubjectPublicKeyInfo），因为只要公钥保持不变，它允许证书续签而无需更新 SMIMEA 记录。

source: SMIMEA matching type field must be 0 (Exact match), 1 (SHA-256), or 2 (SHA-512).
cs_cz: Pole typu porovnání SMIMEA musí být 0 (přesná shoda), 1 (SHA-256), nebo 2 (SHA-512).
de_de: SMIMEA-Matching-Type-Feld muss 0 (Exakte Übereinstimmung), 1 (SHA-256) oder 2 (SHA-512) sein.
es_es: El campo de tipo de coincidencia SMIMEA debe ser 0 (Coincidencia exacta), 1 (SHA-256), o 2 (SHA-512).
fr_fr: Le champ type de correspondance SMIMEA doit être 0 (Correspondance exacte), 1 (SHA-256) ou 2 (SHA-512).
id_id: Anda tidak memiliki izin untuk mengubah kepemilikan zone.
ko_kr: 사용자를 그룹에 추가할 수 없습니다.
lt_lt: SMIMEA atitikimo tipo laukas turi būti 0 (Tikslus atitikimas), 1 (SHA-256), arba 2 (SHA-512).
pl_pl: Pole typu dopasowania SMIMEA musi być 0 (dokładne dopasowanie), 1 (SHA-256) lub 2 (SHA-512).
ru_ru: Поле типа соответствия SMIMEA должно быть 0 (точное соответствие), 1 (SHA-256) или 2 (SHA-512).
sv_se: API-åtkomst nekad
tr_tr: SMIMEA eşleşme türü alanı 0 (Tam eşleşme), 1 (SHA-256), veya 2 (SHA-512) olmalıdır.
uk_ua: Content suggests idempotency requirement. Ensure operations are idempotent.
vi_vn: Tên file quá dài. Tối đa %d ký tự.
zh_cn: SMIMEA 匹配类型字段必须是 0（精确匹配）、1（SHA-256）或 2（SHA-512）。

source: Matching type 0 (Exact match) uses raw certificate data. SHA-256 (type 1) is recommended for better performance and compatibility.
cs_cz: Typ porovnání 0 (přesná shoda) používá surová data certifikátu. SHA-256 (typ 1) je doporučen pro lepší výkon a kompatibilitu.
de_de: Matching-Type 0 (Exakte Übereinstimmung) verwendet rohe Zertifikatsdaten. SHA-256 (Typ 1) wird für bessere Leistung und Kompatibilität empfohlen.
es_es: Tipo de coincidencia 0 (Coincidencia exacta) usa datos de certificado sin procesar. Se recomienda SHA-256 (tipo 1) para mejor rendimiento y compatibilidad.
fr_fr: Le type de correspondance 0 (Correspondance exacte) utilise les données brutes du certificat. SHA-256 (type 1) est recommandé pour de meilleures performances et compatibilité.
id_id: The zone has been deleted successfully.
ko_kr: 그룹에서 사용자를 제거할 수 없습니다.
lt_lt: Atitikimo tipas 0 (Tikslus atitikimas) naudoja žaliavos sertifikato duomenis. SHA-256 (tipas 1) rekomenduojamas geresniam našumui ir suderinamumui.
pl_pl: Typ dopasowania 0 (dokładne dopasowanie) używa surowych danych certyfikatu. SHA-256 (typ 1) jest zalecany dla lepszej wydajności i kompatybilności.
ru_ru: Тип соответствия 0 (точное соответствие) использует необработанные данные сертификата. Рекомендуется SHA-256 (тип 1) для лучшей производительности и совместимости.
sv_se: API-kvot överskred
tr_tr: Eşleşme türü 0 (Tam eşleşme) ham sertifika verisi kullanır. Daha iyi performans ve uyumluluk için SHA-256 (tür 1) önerilir.
uk_ua: Record may be affected by DNS negative caching. Consider NXDOMAIN TTL.
vi_vn: Phần mở rộng file không được phép.
zh_cn: 匹配类型 0（精确匹配）使用原始证书数据。建议使用 SHA-256（类型 1）以获得更好的性能和兼容性。

source: Matching type 1 (SHA-256) provides a good balance of security and efficiency.
cs_cz: Typ porovnání 1 (SHA-256) poskytuje dobrou rovnováhu bezpečnosti a efektivity.
de_de: Matching-Type 1 (SHA-256) bietet eine gute Balance zwischen Sicherheit und Effizienz.
es_es: Tipo de coincidencia 1 (SHA-256) proporciona un buen equilibrio de seguridad y eficiencia.
fr_fr: Le type de correspondance 1 (SHA-256) fournit un bon équilibre entre sécurité et efficacité.
id_id: Zone berhasil dihapus.
ko_kr: 사용자에게 역할을 할당할 수 없습니다.
lt_lt: Atitikimo tipas 1 (SHA-256) suteikia gerą saugumo ir efektyvumo pusiausvyrą.
pl_pl: Typ dopasowania 1 (SHA-256) zapewnia dobrą równowagę bezpieczeństwa i wydajności.
ru_ru: Тип соответствия 1 (SHA-256) обеспечивает хороший баланс безопасности и эффективности.
sv_se: API-hastighetsgräns överskred
tr_tr: Eşleşme türü 1 (SHA-256) güvenlik ve verimlilik arasında iyi bir denge sağlar.
uk_ua: This configuration may have transaction boundaries. Implement proper commit/rollback.
vi_vn: File không tồn tại hoặc không thể truy cập.
zh_cn: 匹配类型 1（SHA-256）在安全性和效率之间提供良好平衡。

source: Matching type 2 (SHA-512) provides the highest security but may have compatibility issues with some implementations.
cs_cz: Typ porovnání 2 (SHA-512) poskytuje nejvyšší bezpečnost, ale může mít problémy s kompatibilitou u některých implementací.
de_de: Matching-Typ 2 (SHA-512) bietet die höchste Sicherheit, kann aber Kompatibilitätsprobleme mit einigen Implementierungen haben.
es_es: Tipo de coincidencia 2 (SHA-512) proporciona la mayor seguridad pero puede tener problemas de compatibilidad con algunas implementaciones.
fr_fr: Le type de correspondance 2 (SHA-512) fournit la sécurité la plus élevée mais peut avoir des problèmes de compatibilité avec certaines implémentations.
id_id: Failed to delete the zone.
ko_kr: 사용자로부터 역할을 제거할 수 없습니다.
lt_lt: Atitikimo tipas 2 (SHA-512) suteikia aukščiausią saugumą, bet gali turėti suderinamumo problemų su kai kuriomis implementacijomis.
pl_pl: Typ dopasowania 2 (SHA-512) zapewnia najwyższe bezpieczeństwo, ale może mieć problemy z kompatybilnością z niektórymi implementacjami.
ru_ru: Тип соответствия 2 (SHA-512) обеспечивает наивысшую безопасность, но может иметь проблемы совместимости с некоторыми реализациями.
sv_se: API-fel
tr_tr: Eşleşme türü 2 (SHA-512) en yüksek güvenliği sağlar ancak bazı uygulamalarla uyumluluk sorunları yaşayabilir.
uk_ua: Content includes correlation ID. Verify tracing integration.
vi_vn: Không có quyền đọc file.
zh_cn: 匹配类型 2（SHA-512）提供最高安全性，但可能与某些实现存在兼容性问题。

source: SMIMEA certificate data must be a hexadecimal string.
cs_cz: Data certifikátu SMIMEA musí být hexadecimální řetězec.
de_de: SMIMEA-Zertifikatsdaten müssen eine hexadezimale Zeichenkette sein.
es_es: Los datos de certificado SMIMEA deben ser una cadena hexadecimal.
fr_fr: Les données de certificat SMIMEA doivent être une chaîne hexadécimale.
id_id: Gagal menghapus zone.
ko_kr: 역할에 권한을 할당할 수 없습니다.
lt_lt: SMIMEA sertifikato duomenys turi būti šešioliktainė eilutė.
pl_pl: Dane certyfikatu SMIMEA muszą być ciągiem szesnastkowym.
ru_ru: Данные сертификата SMIMEA должны быть шестнадцатеричной строкой.
sv_se: API-felkod
tr_tr: SMIMEA sertifika verisi onaltılık string olmalıdır.
uk_ua: Record appears to be using convention over configuration. Document conventions.
vi_vn: Không có quyền ghi file.
zh_cn: SMIMEA 证书数据必须是十六进制字符串。

source: SMIMEA SHA-256 certificate data must be 64 characters long.
cs_cz: Data certifikátu SMIMEA SHA-256 musí mít 64 znaků.
de_de: SMIMEA SHA-256-Zertifikatsdaten müssen 64 Zeichen lang sein.
es_es: Los datos de certificado SHA-256 SMIMEA deben tener 64 caracteres de longitud.
fr_fr: Les données de certificat SMIMEA SHA-256 doivent avoir 64 caractères.
id_id: Are you sure you want to delete this zone?
ko_kr: 역할로부터 권한을 제거할 수 없습니다.
lt_lt: SMIMEA SHA-256 sertifikato duomenys turi būti 64 simbolių ilgio.
pl_pl: Dane certyfikatu SMIMEA SHA-256 muszą mieć 64 znaki długości.
ru_ru: Данные сертификата SMIMEA SHA-256 должны содержать 64 символа.
sv_se: API-felmeddelande
tr_tr: SMIMEA SHA-256 sertifika verisi 64 karakter uzunluğunda olmalıdır.
uk_ua: This configuration may have backwards compatibility constraints. Version carefully.
vi_vn: Thư mục không tồn tại.
zh_cn: SMIMEA SHA-256 证书数据必须为 64 个字符。

source: SMIMEA SHA-512 certificate data must be 128 characters long.
cs_cz: Data certifikátu SMIMEA SHA-512 musí mít 128 znaků.
de_de: SMIMEA SHA-512-Zertifikatsdaten müssen 128 Zeichen lang sein.
es_es: Los datos de certificado SHA-512 SMIMEA deben tener 128 caracteres de longitud.
fr_fr: Les données de certificat SMIMEA SHA-512 doivent avoir 128 caractères.
id_id: Apakah Anda yakin ingin menghapus zone ini?
ko_kr: 감사 로그 항목을 생성할 수 없습니다.
lt_lt: SMIMEA SHA-512 sertifikato duomenys turi būti 128 simbolių ilgio.
pl_pl: Dane certyfikatu SMIMEA SHA-512 muszą mieć 128 znaków długości.
ru_ru: Данные сертификата SMIMEA SHA-512 должны содержать 128 символов.
sv_se: API-version
tr_tr: SMIMEA SHA-512 sertifika verisi 128 karakter uzunluğunda olmalıdır.
uk_ua: Content may be affected by character encoding. Use UTF-8 consistently.
vi_vn: Không thể tạo thư mục.
zh_cn: SMIMEA SHA-512 证书数据必须为 128 个字符。

source: Recommended SMIMEA configuration is usage=3 (DANE-EE), selector=1 (SubjectPublicKeyInfo), and matching-type=1 (SHA-256).
cs_cz: Doporučená konfigurace SMIMEA je usage=3 (DANE-EE), selector=1 (SubjectPublicKeyInfo), a matching-type=1 (SHA-256).
de_de: Empfohlene SMIMEA-Konfiguration ist usage=3 (DANE-EE), selector=1 (SubjectPublicKeyInfo) und matching-type=1 (SHA-256).
es_es: La configuración SMIMEA recomendada es uso=3 (DANE-EE), selector=1 (SubjectPublicKeyInfo), y tipo-coincidencia=1 (SHA-256).
fr_fr: La configuration SMIMEA recommandée est usage=3 (DANE-EE), sélecteur=1 (SubjectPublicKeyInfo) et type-correspondance=1 (SHA-256).
id_id: Deleting this zone will remove all associated records.
ko_kr: 감사 로그를 검색할 수 없습니다.
lt_lt: Rekomenduojama SMIMEA konfigūracija yra naudojimas=3 (DANE-EE), selektorius=1 (SubjectPublicKeyInfo), ir atitikimo-tipas=1 (SHA-256).
pl_pl: Zalecana konfiguracja SMIMEA to użycie=3 (DANE-EE), selektor=1 (SubjectPublicKeyInfo) i typ-dopasowania=1 (SHA-256).
ru_ru: Рекомендуемая конфигурация SMIMEA: использование=3 (DANE-EE), селектор=1 (SubjectPublicKeyInfo) и тип соответствия=1 (SHA-256).
sv_se: API-versioner
tr_tr: Önerilen SMIMEA yapılandırması usage=3 (DANE-EE), selector=1 (SubjectPublicKeyInfo), ve matching-type=1 (SHA-256)'dır.
uk_ua: Record may be part of event-driven architecture. Verify event schema.
vi_vn: Thư mục không thể ghi.
zh_cn: 推荐的 SMIMEA 配置是 usage=3 (DANE-EE)、selector=1 (SubjectPublicKeyInfo) 和 matching-type=1 (SHA-256)。

source: WARNING: SMIMEA (RFC 8162) is currently an EXPERIMENTAL protocol and may not be widely supported.
cs_cz: VAROVÁNÍ: SMIMEA (RFC 8162) je momentálně EXPERIMENTÁLNÍ protokol a nemusí být široce podporován.
de_de: WARNUNG: SMIMEA (RFC 8162) ist derzeit ein EXPERIMENTELLES Protokoll und wird möglicherweise nicht weithin unterstützt.
es_es: ADVERTENCIA: SMIMEA (RFC 8162) es actualmente un protocolo EXPERIMENTAL y puede no tener soporte amplio.
fr_fr: AVERTISSEMENT : SMIMEA (RFC 8162) est actuellement un protocole EXPÉRIMENTAL et peut ne pas être largement supporté.
id_id: Menghapus zone ini akan menghapus semua record terkait.
ko_kr: 감사 로그를 내보낼 수 없습니다.
lt_lt: ĮSPĖJIMAS: SMIMEA (RFC 8162) šiuo metu yra EKSPERIMENTINIS protokolas ir gali būti neplaičiai palaikomas.
pl_pl: OSTRZEŻENIE: SMIMEA (RFC 8162) jest obecnie protokołem EKSPERYMENTALNYM i może nie być powszechnie obsługiwany.
ru_ru: ПРЕДУПРЕЖДЕНИЕ: SMIMEA (RFC 8162) в настоящее время является ЭКСПЕРИМЕНТАЛЬНЫМ протоколом и может не иметь широкой поддержки.
sv_se: Senaste API-version
tr_tr: UYARI: SMIMEA (RFC 8162) şu anda DENEYSEL bir protokoldür ve yaygın olarak desteklenmeyebilir.
uk_ua: This record type may have state management needs. Implement state tracking.
vi_vn: Không đủ dung lượng đĩa.
zh_cn: 警告：SMIMEA (RFC 8162) 目前是实验性协议，可能不被广泛支持。
