Repository: poweradmin/poweradmin
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: cs_cz, de_de, es_es, fr_fr, id_id, ko_kr, lt_lt, pl_pl, ru_ru, sv_se, tr_tr, uk_ua, vi_vn, zh_cn

source: Create a database user with limited rights (select, insert, update, delete) for Poweradmin to access PowerDNS tables.
cs_cz: Vytvořte databázového uživatele s omezenými právy (select, insert, update, delete) pro přístup Poweradmin k tabulkám PowerDNS.
es_es: Cree un usuario de base de datos con derechos limitados (select, insert, update, delete) para que Poweradmin acceda a las tablas de PowerDNS.
fr_fr: Créez un utilisateur de base de données avec des droits limités (select, insert, update, delete) pour que Poweradmin accède aux tables PowerDNS.
id_id: Buat pengguna database dengan hak terbatas (select, insert, update, delete) untuk Poweradmin mengakses tabel PowerDNS.
ko_kr: Poweradmin이 PowerDNS 테이블에 액세스하기 위해 제한된 권한(select, insert, update, delete)을 가진 데이터베이스 사용자를 생성합니다.
lt_lt: Sukurkite duomenų bazės vartotoją su ribotomis teisėmis (select, insert, update, delete), kad Poweradmin galėtų pasiekti PowerDNS lenteles.
ru_ru: Создайте пользователя базы данных с ограниченными правами (select, insert, update, delete) для доступа Poweradmin к таблицам PowerDNS.
sv_se: Skapa en databasanvändare med begränsade rättigheter (select, insert, update, delete) för att Poweradmin ska kunna komma åt PowerDNS-tabeller.
uk_ua: Створіть користувача бази даних з обмеженими правами (select, insert, update, delete) для доступу Poweradmin до таблиць PowerDNS.
vi_vn: Tạo một người dùng cơ sở dữ liệu với quyền hạn giới hạn (select, insert, update, delete) để Poweradmin truy cập các bảng PowerDNS.

source: Database Commands
cs_cz: Databázové příkazy
de_de: Datenbankbefehle
es_es: Comandos de Base de Datos
fr_fr: Commandes de base de données
id_id: Perintah Database
ko_kr: 데이터베이스 명령
lt_lt: Duomenų bazės komandos
pl_pl: Polecenia bazodanowe
ru_ru: Команды базы данных
sv_se: Databaskommandon
tr_tr: Veritabanı Komutları
uk_ua: Команди бази даних
vi_vn: Lệnh cơ sở dữ liệu
zh_cn: Veritabanı Komutları

source: Execute the following commands:
cs_cz: Spusťte následující příkazy:
es_es: Ejecute los siguientes comandos:
fr_fr: Exécutez les commandes suivantes :
id_id: Jalankan perintah berikut:
ko_kr: 다음 명령을 실행하세요:
lt_lt: Vykdykite šias komandas:
ru_ru: Выполните следующие команды:
sv_se: Kör följande kommandon:
uk_ua: Виконайте наступні команди:
vi_vn: Thực hiện các lệnh sau:

source: After you have added the new user, proceed with this installation procedure.
cs_cz: Po přidání nového uživatele pokračujte v tomto instalačním postupu.
de_de: Nachdem Sie den neuen Benutzer hinzugefügt haben, fahren Sie mit diesem Installationsvorgang fort.
es_es: Después de haber agregado el nuevo usuario, proceda con este procedimiento de instalación.
fr_fr: Après avoir ajouté le nouvel utilisateur, poursuivez cette procédure d'installation.
id_id: Setelah Anda menambahkan pengguna baru, lanjutkan dengan prosedur instalasi ini.
ko_kr: 새 사용자를 추가한 후 이 설치 절차를 계속 진행하세요.
lt_lt: Pridėję naują vartotoją, tęskite šią diegimo procedūrą.
pl_pl: Po dodaniu nowego użytkownika kontynuuj tę procedurę instalacji.
ru_ru: После добавления нового пользователя продолжите эту процедуру установки.
sv_se: Efter att du har lagt till den nya användaren, fortsätt med denna installationsprocedur.
tr_tr: Yeni kullanıcıyı ekledikten sonra, bu kurulum prosedürüne devam edin.
uk_ua: Після того, як ви додали нового користувача, продовжуйте цю процедуру встановлення.
vi_vn: Sau khi bạn đã thêm người dùng mới, hãy tiếp tục với quy trình cài đặt này.
zh_cn: Yeni kullanıcıyı ekledikten sonra, bu kurulum prosedürüne devam edin.

source: Note:
cs_cz: Poznámka:
de_de: Hinweis:
es_es: Nota:
fr_fr: Remarque :
id_id: Catatan:
ko_kr: 참고:
lt_lt: Pastaba:
pl_pl: Uwaga:
ru_ru: Примечание:
sv_se: Observera:
tr_tr: Not:
uk_ua: Примітка:
vi_vn: Lưu ý:
zh_cn: Not:

source: Since you are using SQLite, there is no need to create a new user with limited rights.
cs_cz: Protože používáte SQLite, není potřeba vytvářet nového uživatele s omezenými právy.
de_de: Da Sie SQLite verwenden, müssen Sie keinen neuen Benutzer mit eingeschränkten Rechten erstellen.
es_es: Como está utilizando SQLite, no es necesario crear un nuevo usuario con derechos limitados.
fr_fr: Puisque vous utilisez SQLite, il n'est pas nécessaire de créer un nouvel utilisateur avec des droits limités.limited rights.
id_id: Karena Anda menggunakan SQLite, tidak perlu membuat pengguna baru dengan hak terbatas.
ko_kr: SQLite를 사용하고 있으므로 제한된 권한을 가진 새 사용자를 생성할 필요가 없습니다.
lt_lt: Kadangi naudojate SQLite, nereikia kurti naujo vartotojo su ribotomis teisėmis.
pl_pl: Ponieważ korzystasz z SQLite, nie ma potrzeby tworzenia nowego użytkownika z ograniczonymi uprawnieniami.
ru_ru: Поскольку вы используете SQLite, нет необходимости создавать нового пользователя с ограниченными правами.
sv_se: Eftersom du använder SQLite behöver du inte skapa en ny användare med begränsade rättigheter.
tr_tr: SQLite kullandığınız için, sınırlı haklara sahip yeni bir kullanıcı oluşturmanıza gerek yoktur.
uk_ua: Оскільки ви використовуєте SQLite, немає необхідності створювати нового користувача з обмеженими правами.
vi_vn: Vì bạn đang sử dụng SQLite, không cần tạo người dùng mới với quyền hạn giới hạn.
zh_cn: SQLite kullandığınız için, sınırlı haklara sahip yeni bir kullanıcı oluşturmanıza gerek yoktur.

source: Continue to step
cs_cz: Pokračovat na krok
de_de: Weiter zu Schritt
es_es: Continuar al paso
fr_fr: Continuer vers l'étape
id_id: Lanjutkan ke langkah
ko_kr: 단계로 계속
lt_lt: Tęsti į žingsnį
pl_pl: Przejdź do kroku
ru_ru: Продолжить к шагу
sv_se: Fortsätt till steg
tr_tr: Adıma devam et
uk_ua: Продовжити крок
vi_vn: Tiếp tục đến bước
zh_cn: Adıma devam et

source: Installation step
cs_cz: Instalační krok
de_de: Installationsschritt
es_es: Paso de instalación
fr_fr: Étape d'installation
id_id: Langkah instalasi
ko_kr: 설치 단계
lt_lt: Diegimo žingsnis
pl_pl: Krok instalacji
ru_ru: Шаг установки
sv_se: Installationssteg
tr_tr: Kurulum adımı
uk_ua: Крок встановлення
vi_vn: Bước cài đặt
zh_cn: Kurulum adımı

source: Create configuration file
cs_cz: Vytvoření konfiguračního souboru
de_de: Konfigurationsdatei erstellen
es_es: Crear archivo de configuración
fr_fr: Créer le fichier de configuration
id_id: Buat file konfigurasi
ko_kr: 구성 파일 생성
lt_lt: Sukurti konfigūracijos failą
pl_pl: Utwórz plik konfiguracyjny
ru_ru: Создание конфигурационного файла
sv_se: Skapa konfigurationsfil
tr_tr: Yapılandırma dosyası oluştur
uk_ua: Створити файл конфігурації
vi_vn: Tạo tệp cấu hình
zh_cn: Yapılandırma dosyası oluştur

source: Configuration File:
cs_cz: Konfigurační soubor:
de_de: Konfigurationsdatei:
es_es: Archivo de Configuración:
fr_fr: Fichier de configuration :
id_id: File Konfigurasi:
ko_kr: 구성 파일:
lt_lt: Konfigūracijos failas:
pl_pl: Plik konfiguracyjny:
ru_ru: Конфигурационный файл:
sv_se: Konfigurationsfil:
tr_tr: Yapılandırma Dosyası:
uk_ua: Файл конфігурації:
vi_vn: Tệp cấu hình:
zh_cn: Yapılandırma Dosyası:

source: Create the file
cs_cz: Vytvořte soubor
de_de: Erstellen Sie die Datei
es_es: Crear el archivo
fr_fr: Créez le fichier
id_id: Buat file
ko_kr: 다음 내용으로 파일을 생성하세요
lt_lt: Sukurkite failą
pl_pl: Utwórz plik
ru_ru: Создайте файл
sv_se: Skapa filen
tr_tr: Dosyayı oluştur
uk_ua: Створіть файл
vi_vn: Tạo tệp

source: with the following content:
cs_cz: s následujícím obsahem:
de_de: mit folgendem Inhalt:
es_es: con el siguiente contenido:
fr_fr: avec le contenu suivant :
id_id: dengan konten berikut:
ko_kr: 다음 내용으로:
lt_lt: su šiuo turiniu:
pl_pl: z następującą zawartością:
ru_ru: со следующим содержимым:
sv_se: med följande innehåll:
tr_tr: aşağıdaki içerikle:
uk_ua: з наступним вмістом:
vi_vn: với nội dung sau:

source: Choose a language
cs_cz: Vyberte jazyk
de_de: Sprache wählen
es_es: Elija un idioma
fr_fr: Choisir une langue
id_id: Pilih bahasa
ko_kr: 언어 선택
lt_lt: Pasirinkite kalbą
pl_pl: Wybierz język
ru_ru: Выберите язык
sv_se: Välj ett språk
tr_tr: Bir dil seçin
uk_ua: Вибрати мову
vi_vn: Chọn ngôn ngữ

source: Choose a language for installation
cs_cz: Vyberte jazyk pro instalaci
de_de: Sprache für Installation wählen
es_es: Elija un idioma para la instalación
fr_fr: Choisir une langue pour l'installation
id_id: Pilih bahasa untuk instalasi
ko_kr: 설치할 언어 선택
lt_lt: Pasirinkite diegimo kalbą
pl_pl: Wybierz język instalacji
ru_ru: Выберите язык для установки
sv_se: Välj ett språk för installation
tr_tr: Kurulum için bir dil seçin
uk_ua: Вибрати мову для встановлення
vi_vn: Chọn ngôn ngữ để cài đặt

source: Please select your preferred language to continue with the installation:
cs_cz: Vyberte prosím preferovaný jazyk pro pokračování v instalaci:
de_de: Bitte wählen Sie Ihre bevorzugte Sprache, um mit der Installation fortzufahren:
es_es: Por favor, seleccione su idioma preferido para continuar con la instalación:
fr_fr: Veuillez sélectionner votre langue préférée pour continuer l'installation :
id_id: Silakan pilih bahasa pilihan Anda untuk melanjutkan instalasi:
ko_kr: 설치를 계속하려면 원하는 언어를 선택하세요:
lt_lt: Pasirinkite norimą kalbą, kad galėtumėte tęsti diegimą:
pl_pl: Wybierz preferowany język, aby kontynuować instalację:
ru_ru: Выберите предпочтительный язык для продолжения установки:
sv_se: Vänligen välj ditt föredragna språk för att fortsätta med installationen:
tr_tr: Kuruluma devam etmek için lütfen tercih ettiğiniz dili seçin:
uk_ua: Будь ласка, виберіть бажану мову для продовження встановлення:
vi_vn: Vui lòng chọn ngôn ngữ ưa thích của bạn để tiếp tục cài đặt:
zh_cn: Kuruluma devam etmek için lütfen tercih ettiğiniz dili seçin:

source: Begin Installation
cs_cz: Zahájit instalaci
de_de: Installation beginnen
es_es: Comenzar Instalación
fr_fr: Commencer l'installation
id_id: Mulai Instalasi
ko_kr: 설치 시작
lt_lt: Pradėti diegimą
pl_pl: Rozpocznij instalację
ru_ru: Начать установку
sv_se: Påbörja installation
tr_tr: Kurulumu Başlat
uk_ua: Почати встановлення
vi_vn: Bắt đầu cài đặt

source: Configuring database
cs_cz: Konfigurace databáze
de_de: Datenbank konfigurieren
es_es: Configuración de la base de datos
fr_fr: Configuration de la base de données
id_id: Mengkonfigurasi database
ko_kr: 데이터베이스 구성
lt_lt: Duomenų bazės konfigūravimas
pl_pl: Konfiguracja bazy danych
ru_ru: Настройка базы данных
sv_se: Konfigurerar databas
tr_tr: Veritabanı yapılandırması
uk_ua: Налаштування бази даних
vi_vn: Cấu hình cơ sở dữ liệu
zh_cn: Veritabanı yapılandırması

source: Configuring Database Connection
cs_cz: Konfigurace připojení k databázi
de_de: Datenbank-Verbindung konfigurieren
es_es: Configuración de la Conexión a la Base de Datos
fr_fr: Configuration de la connexion à la base de données
id_id: Mengkonfigurasi Koneksi Database
ko_kr: 데이터베이스 연결 구성
lt_lt: Duomenų bazės ryšio konfigūravimas
pl_pl: Konfiguracja Połączenia z Bazą Danych
ru_ru: Настройка подключения к базе данных
sv_se: Konfigurerar databasanslutning
tr_tr: Veritabanı Bağlantısını Yapılandırma
uk_ua: Налаштування підключення до бази даних
vi_vn: Cấu hình kết nối cơ sở dữ liệu
zh_cn: Veritabanı Bağlantısını Yapılandırma

source: Database Configuration:
cs_cz: Konfigurace databáze:
es_es: Configuración de Base de Datos:
fr_fr: Configuration de la base de données :
id_id: Konfigurasi Database:
ko_kr: 데이터베이스 구성:
lt_lt: Duomenų bazės konfiguracija:
ru_ru: Конфигурация базы данных:
sv_se: Databaskonfiguration:
uk_ua: Конфігурація бази даних:
vi_vn: Cấu hình cơ sở dữ liệu:

source: Configure database connection with table creation rights. PowerDNS location can be specified separately if needed.
cs_cz: Nastavte připojení k databázi s právy na vytváření tabulek. Umístění PowerDNS lze specifikovat samostatně, pokud je to potřebné.
es_es: Configure la conexión de base de datos con derechos de creación de tablas. La ubicación de PowerDNS se puede especificar por separado si es necesario.
fr_fr: Configurez la connexion à la base de données avec les droits de création de tables. L'emplacement PowerDNS peut être spécifié séparément si nécessaire.
id_id: Konfigurasikan koneksi database dengan hak pembuatan tabel. Lokasi PowerDNS dapat ditentukan secara terpisah jika diperlukan.
ko_kr: 테이블 생성 권한으로 데이터베이스 연결을 구성합니다. 필요한 경우 PowerDNS 위치를 별도로 지정할 수 있습니다.
lt_lt: Sukonfigurėkite duomenų bazės ryšį su lentelės kūrimo teisėmis. Jei reikia, PowerDNS vieta gali būti nurodyta atskirai.
ru_ru: Настройте подключение к базе данных с правами создания таблиц. Расположение PowerDNS может быть указано отдельно при необходимости.
sv_se: Konfigurera databasanslutning med rättigheter att skapa tabeller. PowerDNS-plats kan specificeras separat om det behövs.
uk_ua: Налаштуйте підключення до бази даних з правами створення таблиць. Розташування PowerDNS можна вказати окремо, якщо потрібно.
vi_vn: Cấu hình kết nối cơ sở dữ liệu với quyền tạo bảng. Vị trí PowerDNS có thể được chỉ định riêng nếu cần.

source: Database Connection Settings
cs_cz: Nastavení připojení k databázi
es_es: Configuración de Conexión de Base de Datos
fr_fr: Paramètres de connexion à la base de données
id_id: Pengaturan Koneksi Database
ko_kr: 데이터베이스 연결 설정
lt_lt: Duomenų bazės ryšio nustatymai
ru_ru: Настройки подключения к базе данных
sv_se: Inställningar för databasanslutning
uk_ua: Налаштування підключення до бази даних
vi_vn: Cài đặt kết nối cơ sở dữ liệu

source: Database type
cs_cz: Typ databáze
de_de: Datenbanktyp
es_es: Tipo de base de datos
fr_fr: Type de base de données
id_id: Tipe database
ko_kr: 데이터베이스 유형
lt_lt: Duomenų bazės tipas
pl_pl: Typ bazy danych
ru_ru: Тип базы данных
sv_se: Databastyp
tr_tr: Veritabanı türü
uk_ua: Тип бази даних
vi_vn: Loại cơ sở dữ liệu
zh_cn: Veritabanı türü

source: Database server type.
cs_cz: Typ databázového serveru.
es_es: Tipo de servidor de base de datos.
fr_fr: Type de serveur de base de données.
id_id: Tipe server database.
ko_kr: 데이터베이스 서버 유형.
lt_lt: Duomenų bazės serverio tipas.
ru_ru: Тип сервера базы данных.
sv_se: Databasservertyp.
uk_ua: Тип сервера бази даних.
vi_vn: Loại máy chủ cơ sở dữ liệu.

source: Provide the user name
cs_cz: Zadejte uživatelské jméno
de_de: Geben Sie den Benutzernamen an
es_es: Proporcione el nombre de usuario
fr_fr: Fournir le nom d'utilisateur
id_id: Berikan nama pengguna
ko_kr: 사용자명을 입력하세요
lt_lt: Nurodykite vartotojo vardą
pl_pl: Podaj nazwę użytkownika
ru_ru: Укажите имя пользователя
sv_se: Ange användarnamn
tr_tr: Kullanıcı adını girin
uk_ua: Надайте ім'я користувача
vi_vn: Cung cấp tên người dùng
zh_cn: Kullanıcı adını girin

source: Database username with rights to create tables.
cs_cz: Uživatelské jméno databáze s právy na vytváření tabulek.
es_es: Nombre de usuario de base de datos con derechos para crear tablas.
fr_fr: Nom d'utilisateur de base de données avec droits de création de tables.
id_id: Nama pengguna database dengan hak untuk membuat tabel.
ko_kr: 테이블 생성 권한이 있는 데이터베이스 사용자명.
lt_lt: Duomenų bazės vartotojo vardas su teisėmis kurti lenteles.
ru_ru: Имя пользователя базы данных с правами создания таблиц.
sv_se: Databasanvändarnamn med rättigheter att skapa tabeller.
uk_ua: Ім'я користувача бази даних з правами на створення таблиць.
vi_vn: Tên người dùng cơ sở dữ liệu với quyền tạo bảng.

source: Password for this database user.
cs_cz: Heslo pro tohoto uživatele databáze.
de_de: Passwort für diesen Datenbankbenutzer.
es_es: Contraseña para este usuario de la base de datos.
fr_fr: Mot de passe pour cet utilisateur de base de données.
id_id: Kata sandi untuk pengguna database ini.
ko_kr: 이 데이터베이스 사용자의 비밀번호.
lt_lt: Šio duomenų bazės vartotojo slaptažodis.
pl_pl: Hasło dla tego użytkownika bazy danych.
ru_ru: Пароль для этого пользователя базы данных.
sv_se: Lösenord för denna databasanvändare.
tr_tr: Bu veritabanı kullanıcısı için şifre.
uk_ua: Пароль для цього користувача бази даних.
vi_vn: Mật khẩu cho người dùng cơ sở dữ liệu này.
zh_cn: Bu veritabanı kullanıcısı için şifre.

source: Avoid quotes, backslashes, and line breaks.
fr_fr: Évitez les guillemets, les barres obliques inverses et les retours à la ligne.
id_id: Hindari tanda kutip, backslash, dan jeda baris.
ko_kr: 따옴표, 백슬래시 및 줄 바꿈을 피하세요.
lt_lt: Venkkite kabučių, atgalinų brūkšnių ir eilutės lūžių.
sv_se: Undvik citattecken, omvänt snedstreck och radbrytningar.
uk_ua: Уникайте лапок, зворотних слешів і розривів рядків.
vi_vn: Tránh dấu ngoặc kép, dấu gạch chéo ngược và ngắt dòng.

source: Provide the hostname
cs_cz: Zadejte hostname
de_de: Geben Sie den Hostnamen an
es_es: Proporcione el nombre del host
fr_fr: Fournir le nom d'hôte
id_id: Berikan nama host
ko_kr: 호스트명을 입력하세요
lt_lt: Nurodykite serverio vardą
pl_pl: Podaj nazwę hosta
ru_ru: Укажите имя хоста
sv_se: Ange värdnamn
tr_tr: Sunucu adını girin
uk_ua: Надайте ім'я хоста
vi_vn: Cung cấp tên máy chủ
zh_cn: Sunucu adını girin

source: Database server hostname (usually "localhost").
cs_cz: Hostname databázového serveru (obvykle "localhost").
de_de: Datenbank-Server-Hostname (normalerweise "localhost").
es_es: Nombre del servidor de base de datos (usualmente "localhost").
fr_fr: Nom d'hôte du serveur de base de données (généralement "localhost").
id_id: Nama host server database (biasanya "localhost").
ko_kr: 데이터베이스 서버 호스트명 (일반적으로 "localhost").
lt_lt: Duomenų bazės serverio vardas (paprastai "localhost").
pl_pl: Nazwa hosta serwera bazy danych (zwykle "localhost").
ru_ru: Имя хоста сервера базы данных (обычно "localhost").
sv_se: Databasserverns värdnamn (vanligtvis "localhost").
tr_tr: Veritabanı sunucusu hostname'i (genellikle "localhost").
uk_ua: Ім'я хоста сервера бази даних (зазвичай "localhost").
vi_vn: Tên máy chủ cơ sở dữ liệu (thường là "localhost").

source: DB Port
cs_cz: Port databáze
es_es: Puerto de BD
fr_fr: Port DB
id_id: Port DB
ko_kr: DB 포트
lt_lt: DB Prievadas
pl_pl: Port DB
ru_ru: Порт БД
tr_tr: DB Portu
uk_ua: Порт БД
vi_vn: Cổng DB
zh_cn: DB Portu

source: Provide database port
cs_cz: Zadejte port databáze
de_de: Geben Sie den Datenbankport an
es_es: Proporcione el puerto de la base de datos
fr_fr: Fournir le port de la base de données
id_id: Berikan port database
ko_kr: 데이터베이스 포트를 입력하세요
lt_lt: Nurodykite duomenų bazės prievadą
pl_pl: Podaj port bazy danych
ru_ru: Укажите порт базы данных
sv_se: Ange databasport
tr_tr: Veritabanı portunu girin
uk_ua: Надайте порт бази даних
vi_vn: Cung cấp cổng cơ sở dữ liệu
zh_cn: Veritabanı portunu girin

source: Database server port.
cs_cz: Port databázového serveru.
de_de: Port des Datenbankservers.
es_es: Puerto del servidor de la base de datos.
fr_fr: Port du serveur de base de données.
id_id: Port server database.
ko_kr: 데이터베이스 서버 포트.
lt_lt: Duomenų bazės serverio prievadas.
pl_pl: Port serwera bazy danych.
ru_ru: Порт сервера базы данных.
sv_se: Databasserverns port.
tr_tr: Veritabanı sunucusu portu.
uk_ua: Порт сервера бази даних.
vi_vn: Cổng máy chủ cơ sở dữ liệu.
zh_cn: Veritabanı sunucusu portu.

source: Database
cs_cz: Databáze
de_de: Datenbank
es_es: Base de datos
fr_fr: Base de données
ko_kr: 데이터베이스
lt_lt: Duomenų bazė
pl_pl: Baza danych
ru_ru: База данных
sv_se: Databas
tr_tr: Veritabanı
uk_ua: База даних
vi_vn: Cơ sở dữ liệu
zh_cn: Veritabanı

source: Provide the name of the database
cs_cz: Zadejte název databáze
de_de: Geben Sie den Namen der Datenbank an
es_es: Proporcione el nombre de la base de datos
fr_fr: Fournir le nom de la base de données
id_id: Berikan nama database
ko_kr: 데이터베이스 이름을 입력하세요
lt_lt: Nurodykite duomenų bazės pavadinimą
pl_pl: Podaj nazwę bazy danych
ru_ru: Укажите имя базы данных
sv_se: Ange namnet på databasen
tr_tr: Veritabanının adını girin
uk_ua: Надайте назву бази даних
vi_vn: Cung cấp tên cơ sở dữ liệu
zh_cn: Veritabanının adını girin

source: Database name (will be used for Poweradmin tables).
cs_cz: Název databáze (bude použit pro tabulky Poweradmin).
es_es: Nombre de base de datos (se usará para las tablas de Poweradmin).
fr_fr: Nom de la base de données (sera utilisé pour les tables Poweradmin).
id_id: Nama database (akan digunakan untuk tabel Poweradmin).
ko_kr: 데이터베이스 이름 (Poweradmin 테이블에 사용됩니다).
lt_lt: Duomenų bazės pavadinimas (bus naudojamas Poweradmin lentelėms).
ru_ru: Имя базы данных (будет использовано для таблиц Poweradmin).
sv_se: Databasnamn (kommer att användas för Poweradmin-tabeller).
uk_ua: Назва бази даних (буде використана для таблиць Poweradmin).
vi_vn: Tên cơ sở dữ liệu (sẽ được sử dụng cho các bảng Poweradmin).

source: Full path to SQLite database file
cs_cz: Úplná cesta k souboru databáze SQLite
de_de: Vollständiger Pfad zur SQLite-Datenbankdatei
es_es: Ruta completa al archivo de base de datos SQLite
fr_fr: Chemin complet vers le fichier de base de données SQLite
id_id: Path lengkap ke file database SQLite
ko_kr: SQLite 데이터베이스 파일의 전체 경로
lt_lt: Pilnas kelias iki SQLite duomenų bazės failo
pl_pl: Pełna ścieżka do pliku bazy danych SQLite
ru_ru: Полный путь к файлу базы данных SQLite
sv_se: Full sökväg till SQLite-databasfil
tr_tr: SQLite veritabanı dosyasının tam yolu
uk_ua: Повний шлях до файлу бази даних SQLite
vi_vn: Đường dẫn đầy đủ đến tệp cơ sở dữ liệu SQLite
zh_cn: SQLite veritabanı dosyasının tam yolu

source: File must exist with web server read/write access. Use absolute path.
cs_cz: Soubor musí existovat s přístupem pro čtení/zápis pro webový server. Použijte absolutní cestu.
de_de: Die Datei muss mit Lese-/Schreibzugriff für den Webserver existieren. Verwenden Sie einen absoluten Pfad.
es_es: El archivo debe existir con acceso de lectura/escritura del servidor web. Utilice la ruta absoluta.
fr_fr: Le fichier doit exister avec un accès en lecture/écriture pour le serveur web. Utilisez un chemin absolu.
id_id: File harus ada dengan akses baca/tulis web server. Gunakan path absolut.
ko_kr: 웹 서버 읽기/쓰기 액세스 권한이 있는 파일이 존재해야 합니다. 절대 경로를 사용하세요.
lt_lt: Failas turi egzistuoti su žiniatinklio serverio skaitymo/rašymo teisėmis. Naudokite absoliutų kelią.
pl_pl: Plik musi istnieć z dostępem do odczytu/zapisu dla serwera WWW. Użyj ścieżki bezwzględnej.
ru_ru: Файл должен существовать с доступом на чтение/запись для веб-сервера. Используйте абсолютный путь.
sv_se: Filen måste finnas med läs-/skrivbehörighet för webbservern. Använd absolut sökväg.
tr_tr: Dosya, web sunucusu okuma/yazma erişimiyle var olmalıdır. Mutlak yol kullanın.
uk_ua: Файл повинен існувати з доступом для читання/запису веб-сервера. Використовуйте абсолютний шлях.
vi_vn: Tệp phải tồn tại với quyền đọc/ghi của máy chủ web. Sử dụng đường dẫn tuyệt đối.
zh_cn: Dosya, web sunucusu okuma/yazma erişimiyle var olmalıdır. Mutlak yol kullanın.

source: DB charset
cs_cz: Znaková sada databáze
de_de: DB-Zeichensatz
es_es: Juego de caracteres de BD
fr_fr: Jeu de caractères DB
id_id: Charset DB
lt_lt: DB simbolių rinkinys
pl_pl: Zestaw znaków DB
ru_ru: Кодировка БД
sv_se: DB-teckenuppsättning
tr_tr: DB karakter seti
uk_ua: Кодування БД
vi_vn: Bộ ký tự DB
zh_cn: DB karakter seti

source: Use default
cs_cz: Použít výchozí
de_de: Standard verwenden
es_es: Usar predeterminado
fr_fr: Utiliser la valeur par défaut
id_id: Gunakan default
ko_kr: 기본값 사용
lt_lt: Naudoti numatytąjį
pl_pl: Użyj domyślnego
ru_ru: Использовать по умолчанию
sv_se: Använd standard
tr_tr: Varsayılanı kullan
uk_ua: Використовувати за замовчуванням
vi_vn: Sử dụng mặc định
zh_cn: Varsayılanı kullan
