Repository: poweradmin/poweradmin
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: cs_cz, de_de, es_es, fr_fr, id_id, ko_kr, lt_lt, pl_pl, ru_ru, sv_se, tr_tr, uk_ua, vi_vn, zh_cn

source: A password was generated but is not displayed for security reasons.
cs_cz: Heslo bylo vygenerováno, ale ze bezpečnostních důvodů není zobrazeno.
de_de: Ein Passwort wurde generiert, wird aber aus Sicherheitsgründen nicht angezeigt.
es_es: Se generó una contraseña pero no se muestra por razones de seguridad.
fr_fr: Un mot de passe a été généré mais n'est pas affiché pour des raisons de sécurité.
id_id: Kata sandi telah dihasilkan tetapi tidak ditampilkan karena alasan keamanan.
ko_kr: 비밀번호가 생성되었지만 보안상의 이유로 표시되지 않습니다.
lt_lt: Slaptažodis buvo sugeneruotas, bet saugumo sumetimais nerodomas.
pl_pl: Hasło zostało wygenerowane, ale nie jest wyświetlane ze względów bezpieczeństwa.
ru_ru: Пароль сгенерирован, но не отображается по соображениям безопасности.
sv_se: Ett lösenord genererades men visas inte av säkerhetsskäl.
tr_tr: Güvenlik nedeniyle bir şifre oluşturuldu ancak gösterilmiyor.
uk_ua: Пароль було згенеровано, але не відображається з міркувань безпеки.
vi_vn: Mật khẩu đã được tạo nhưng không hiển thị vì lý do bảo mật.
zh_cn: 已生成密码，但出于安全原因不显示。

source: Please fill in all required fields correctly.
cs_cz: Vyplňte prosím všechna povinná pole správně.
de_de: Bitte füllen Sie alle erforderlichen Felder korrekt aus.
es_es: Por favor, complete todos los campos requeridos correctamente.
fr_fr: Veuillez remplir correctement tous les champs requis.
id_id: Silakan isi semua kolom yang diperlukan dengan benar.
ko_kr: 모든 필수 필드를 올바르게 입력하십시오.
lt_lt: Prašome teisingai užpildyti visus privalomus laukus.
pl_pl: Wypełnij poprawnie wszystkie wymagane pola.
ru_ru: Пожалуйста, правильно заполните все обязательные поля.
sv_se: Fyll i alla obligatoriska fält korrekt.
tr_tr: Lütfen tüm zorunlu alanları doğru biçimde doldurun.
uk_ua: Будь ласка, заповніть усі обов'язкові поля правильно.
vi_vn: Vui lòng điền đúng tất cả các trường bắt buộc.
zh_cn: 请正确填写所有必填字段。

source: You do not have the permission to delete this record.
cs_cz: Nemáte oprávnění smazat tento záznam.
de_de: Sie haben nicht die Berechtigung, diesen Eintrag zu löschen.
es_es: No tiene permiso para eliminar este registro.
fr_fr: Vous n'avez pas la permission de supprimer cet enregistrement.
id_id: Anda tidak memiliki izin untuk menghapus rekaman ini.
ko_kr: 이 레코드를 삭제할 권한이 없습니다.
lt_lt: Neturite leidimo ištrinti šio įrašo.
pl_pl: Nie masz uprawnień do usunięcia tego rekordu.
ru_ru: У вас нет разрешения на удаление этой записи.
sv_se: Du har inte behörighet att radera denna post.
tr_tr: Bu kaydı silme yetkiniz yok.
uk_ua: У вас немає дозволу на видалення цього запису.
vi_vn: Bạn không có quyền xóa bản ghi này.
zh_cn: 您没有删除此记录的权限。

source: The record could not be deleted.
cs_cz: Záznam nemohl být smazán.
de_de: Der Eintrag konnte nicht gelöscht werden.
es_es: No se pudo eliminar el registro.
fr_fr: L'enregistrement n'a pas pu être supprimé.
id_id: Rekaman tidak dapat dihapus.
ko_kr: 레코드를 삭제할 수 없습니다.
lt_lt: Įrašo ištrinti nepavyko.
pl_pl: Nie można usunąć rekordu.
ru_ru: Запись не может быть удалена.
sv_se: Posten kunde inte raderas.
tr_tr: Kayıt silinemedi.
uk_ua: Не вдалося видалити запис.
vi_vn: Không thể xóa bản ghi.
zh_cn: 无法删除记录。

source: Invalid page number.
id_id: Nomor halaman tidak valid.
ko_kr: 유효하지 않은 페이지 번호입니다.
sv_se: Ogiltigt sidnummer.
uk_ua: Недійсний номер сторінки.
vi_vn: Số trang không hợp lệ.

source: Page number must be at least 1.
id_id: Nomor halaman harus minimal 1.
ko_kr: 페이지 번호는 최소 1이어야 합니다.
sv_se: Sidnummer måste vara minst 1.
uk_ua: Номер сторінки повинен бути не менше 1.
vi_vn: Số trang phải ít nhất là 1.

source: Page number exceeds available pages.
id_id: Nomor halaman melebihi halaman yang tersedia.
ko_kr: 페이지 번호가 사용 가능한 페이지 수를 초과합니다.
sv_se: Sidnummer överskrider tillgängliga sidor.
uk_ua: Номер сторінки перевищує кількість доступних сторінок.
vi_vn: Số trang vượt quá số trang có sẵn.

source: You do not have permission to view the users list.
cs_cz: Nemáte oprávnění zobrazit seznam uživatelů.
de_de: Sie haben keine Berechtigung, die Benutzerliste anzuzeigen.
es_es: No tiene permisos para ver la lista de usuarios.
fr_fr: Vous n'avez pas la permission de voir la liste des utilisateurs.
id_id: Anda tidak memiliki izin untuk melihat daftar pengguna.
ko_kr: 사용자 목록을 볼 권한이 없습니다.
lt_lt: Neturite leidimo peržiūrėti vartotojų sąrašo.
pl_pl: Nie masz uprawnień do przeglądania listy użytkowników.
ru_ru: У вас нет разрешения на просмотр списка пользователей.
sv_se: Du har inte behörighet att visa användarlistan.
tr_tr: Kullanıcı listesini görüntüleme yetkiniz yok.
uk_ua: У вас немає дозволу на перегляд списку користувачів.
vi_vn: Bạn không có quyền xem danh sách người dùng.
zh_cn: 您没有查看用户列表的权限。

source: User details updated
cs_cz: Údaje uživatele aktualizovány
de_de: Benutzerdetails aktualisiert
es_es: Detalles de usuario actualizados
fr_fr: Détails de l'utilisateur mis à jour
id_id: Detail pengguna diperbarui
ko_kr: 사용자 세부 정보가 업데이트되었습니다
lt_lt: Vartotojo duomenys atnaujinti
pl_pl: Szczegóły użytkownika zaktualizowane
ru_ru: Данные пользователя обновлены
sv_se: Användaruppgifter uppdaterade
tr_tr: Kullanıcı bilgileri güncellendi
uk_ua: Дані користувача оновлено
vi_vn: Chi tiết người dùng đã được cập nhật
zh_cn: 用户详细信息已更新

source: No template ID provided.
cs_cz: Nebylo poskytnuto ID šablony.
de_de: Keine Vorlagen-ID angegeben.
es_es: No se proporcionó ID de plantilla.
fr_fr: Aucun ID de modèle fourni.
id_id: ID template tidak disediakan.
ko_kr: 템플릿 ID가 제공되지 않았습니다.
lt_lt: Nepateiktas šablono ID.
pl_pl: Nie podano identyfikatora szablonu.
ru_ru: ID шаблона не предоставлен.
sv_se: Inget mall-ID angivet.
tr_tr: Şablon ID sağlanmadı.
uk_ua: ID шаблону не надано.
vi_vn: Không có ID mẫu được cung cấp.
zh_cn: 未提供模板 ID。

source: You do not have the permission to edit zone templates.
cs_cz: Nemáte oprávnění upravovat šablony zón.
de_de: Sie haben keine Berechtigung, Zonenvorlagen zu bearbeiten.
es_es: No tiene permisos para editar plantillas de zona.
fr_fr: Vous n'avez pas la permission de modifier les modèles de zone.
id_id: Anda tidak memiliki izin untuk mengedit template zona.
ko_kr: 존 템플릿을 편집할 권한이 없습니다.
lt_lt: Neturite leidimo redaguoti zonų šablonų.
pl_pl: Nie masz uprawnień do edycji szablonów stref.
ru_ru: У вас нет разрешения на редактирование шаблонов зон.
sv_se: Du har inte behörighet att redigera zonmallar.
tr_tr: Zon şablonlarını düzenleme yetkiniz yok.
uk_ua: У вас немає дозволу на редагування шаблонів зон.
vi_vn: Bạn không có quyền chỉnh sửa mẫu vùng.
zh_cn: 您没有编辑区域模板的权限。

source: There is no zone template with this ID.
cs_cz: Neexistuje šablona zóny s tímto ID.
de_de: Es gibt keine Zonenvorlage mit dieser ID.
es_es: No hay ninguna plantilla de zona con este ID.
fr_fr: Il n'y a aucun modèle de zone avec cet ID.
id_id: Tidak ada template zona dengan ID ini.
ko_kr: 이 ID의 존 템플릿이 없습니다.
lt_lt: Nėra zonos šablono su šiuo ID.
pl_pl: Nie ma szablonu strefy o tym identyfikatorze.
ru_ru: Шаблон зоны с таким ID не существует.
sv_se: Det finns ingen zonmall med detta ID.
tr_tr: Bu ID'ye sahip zon şablonu yok.
uk_ua: Шаблон зони з таким ID не існує.
vi_vn: Không có mẫu vùng nào với ID này.
zh_cn: 不存在此 ID 的区域模板。

source: Zone template has been updated successfully.
cs_cz: Šablona zóny byla úspěšně aktualizována.
de_de: Zonenvorlage wurde erfolgreich aktualisiert.
es_es: La plantilla de zona ha sido actualizada con éxito.
fr_fr: Le modèle de zone a été mis à jour avec succès.
id_id: Template zona telah berhasil diperbarui.
ko_kr: 존 템플릿이 성공적으로 업데이트되었습니다.
lt_lt: Zonos šablonas sėkmingai atnaujintas.
pl_pl: Szablon strefy został pomyślnie zaktualizowany.
ru_ru: Шаблон зоны успешно обновлён.
sv_se: Zonmallen har uppdaterats.
tr_tr: Zon şablonu başarıyla güncellendi.
uk_ua: Шаблон зони було успішно оновлено.
vi_vn: Mẫu vùng đã được cập nhật thành công.
zh_cn: 区域模板已成功更新。

source: Zones have been updated successfully.
cs_cz: Zóny byly úspěšně aktualizovány.
de_de: Zonen wurden erfolgreich aktualisiert.
es_es: Las zonas se han actualizado correctamente.
fr_fr: Les zones ont été mises à jour avec succès.
id_id: Zona telah berhasil diperbarui.
ko_kr: 존이 성공적으로 업데이트되었습니다.
lt_lt: Zonos sėkmingai atnaujintos.
pl_pl: Strefy zostały pomyślnie zaktualizowane.
ru_ru: Зоны успешно обновлены.
sv_se: Zonerna har uppdaterats.
tr_tr: Zonlar başarıyla güncellendi.
uk_ua: Зони було успішно оновлено.
vi_vn: Các vùng đã được cập nhật thành công.
zh_cn: 区域已成功更新。

source: You do not have permission to create new zone templates.
cs_cz: Nemáte oprávnění vytvářet nové šablony zón.
de_de: Sie haben keine Berechtigung, neue Zonenvorlagen zu erstellen.
es_es: No tiene permisos para crear nuevas plantillas de zona.
fr_fr: Vous n'avez pas la permission de créer de nouveaux modèles de zone.
id_id: Anda tidak memiliki izin untuk membuat template zona baru.
ko_kr: 새 존 템플릿을 생성할 권한이 없습니다.
lt_lt: Neturite leidimo kurti naujų zonų šablonų.
pl_pl: Nie masz uprawnień do tworzenia nowych szablonów stref.
ru_ru: У вас нет разрешения на создание новых шаблонов зон.
sv_se: Du har inte behörighet att skapa nya zonmallar.
tr_tr: Yeni zon şablonları oluşturma izniniz yok.
uk_ua: У вас немає дозволу на створення нових шаблонів зон.
vi_vn: Bạn không có quyền tạo mẫu vùng mới.
zh_cn: 您没有创建新区域模板的权限。

source: Zone template with this name already exists, please choose another one.
cs_cz: Šablona zóny s tímto názvem již existuje, vyberte prosím jinou.
de_de: Eine Zonenvorlage mit diesem Namen existiert bereits, bitte wählen Sie einen anderen.
es_es: Ya existe una plantilla de zona con este nombre, elija otro.
fr_fr: Un modèle de zone avec ce nom existe déjà, veuillez en choisir un autre.
id_id: Template zona dengan nama ini sudah ada, silakan pilih nama lain.
ko_kr: 이 이름의 존 템플릿이 이미 존재합니다. 다른 이름을 선택하십시오.
lt_lt: Zonos šablonas su šiuo pavadinimu jau egzistuoja, pasirinkite kitą.
pl_pl: Szablon strefy o tej nazwie już istnieje, proszę wybrać inną.
ru_ru: Шаблон зоны с таким именем уже существует, выберите другое имя.
sv_se: En zonmall med detta namn finns redan, välj ett annat.
tr_tr: Bu adda bir bölge şablonu zaten mevcut, lütfen başka bir tane seçin.
uk_ua: Шаблон зони з такою назвою вже існує, будь ласка, оберіть іншу.
vi_vn: Mẫu vùng với tên này đã tồn tại, vui lòng chọn tên khác.
zh_cn: Bu isimde bir bölge şablonu zaten var, lütfen başka bir tane seçin.

source: Please enter a different name when using Save As.
cs_cz: Zadejte prosím jiný název při použití 'Uložit jako'.
de_de: Bitte geben Sie einen anderen Namen ein, wenn Sie "Speichern unter" verwenden.
es_es: Ingrese un nombre diferente al usar Guardar Como.
fr_fr: Veuillez entrer un nom différent lors de l'utilisation de 'Enregistrer sous'.
id_id: Silakan masukkan nama yang berbeda saat menggunakan Simpan Sebagai.
ko_kr: 다른 이름으로 저장할 때는 다른 이름을 입력하십시오.
lt_lt: Prašome įvesti kitą pavadinimą naudojant 'Išsaugoti kaip'.
pl_pl: Wprowadź inną nazwę podczas używania opcji "Zapisz jako".
ru_ru: Пожалуйста, введите другое имя при использовании 'Сохранить как'.
sv_se: Ange ett annat namn när du använder Spara som.
tr_tr: Farklı Kaydet kullanırken lütfen farklı bir ad girin.
uk_ua: Будь ласка, введіть іншу назву при використанні «Зберегти як».
vi_vn: Vui lòng nhập tên khác khi sử dụng Lưu thành.
zh_cn: 使用另存为时请输入不同的名称。

source: Zone template has been copied successfully.
cs_cz: Šablona zóny byla úspěšně zkopírována.
de_de: Zonenvorlage wurde erfolgreich kopiert.
es_es: La plantilla de zona se ha copiado correctamente.
fr_fr: Le modèle de zone a été copié avec succès.
id_id: Template zona telah berhasil disalin.
ko_kr: 존 템플릿이 성공적으로 복사되었습니다.
lt_lt: Zonos šablonas sėkmingai nukopijuotas.
pl_pl: Szablon strefy został pomyślnie skopiowany.
ru_ru: Шаблон зоны успешно скопирован.
sv_se: Zonmallen har kopierats.
tr_tr: Zon şablonu başarıyla kopyalandı.
uk_ua: Шаблон зони було успішно скопійовано.
vi_vn: Mẫu vùng đã được sao chép thành công.
zh_cn: 区域模板已成功复制。

source: You do not have permission to view zone templates.
cs_cz: Nemáte oprávnění zobrazit šablony zón.
de_de: Sie haben keine Berechtigung, Zonenvorlagen anzuzeigen.
es_es: No tiene permisos para ver plantillas de zona.
fr_fr: Vous n'avez pas la permission de voir les modèles de zone.
id_id: Anda tidak memiliki izin untuk melihat template zona.
ko_kr: 존 템플릿을 볼 권한이 없습니다.
lt_lt: Neturite leidimo peržiūrėti zonų šablonų.
pl_pl: Nie masz uprawnień do przeglądania szablonów stref.
ru_ru: У вас нет разрешения на просмотр шаблонов зон.
sv_se: Du har inte behörighet att visa zonmallar.
tr_tr: Zon şablonlarını görüntüleme yetkiniz yok.
uk_ua: У вас немає дозволу на перегляд шаблонів зон.
vi_vn: Bạn không có quyền xem mẫu vùng.
zh_cn: 您没有查看区域模板的权限。

source: Invalid template ID.
cs_cz: Neplatné ID šablony.
de_de: Ungültige Vorlagen-ID.
es_es: ID de plantilla inválido.
fr_fr: ID de modèle invalide.
id_id: ID template tidak valid.
ko_kr: 유효하지 않은 템플릿 ID입니다.
lt_lt: Neteisingas šablono ID.
pl_pl: Nieprawidłowy identyfikator szablonu.
ru_ru: Неверный ID шаблона.
sv_se: Ogiltigt mall-ID.
tr_tr: Geçersiz şablon ID.
uk_ua: Недійсний ID шаблону.
vi_vn: ID mẫu không hợp lệ.
zh_cn: 模板 ID 无效。

source: Template does not exist.
cs_cz: Šablona neexistuje.
de_de: Vorlage existiert nicht.
es_es: La plantilla no existe.
fr_fr: Le modèle n'existe pas.
id_id: Template tidak ditemukan.
ko_kr: 템플릿이 존재하지 않습니다.
lt_lt: Šablonas neegzistuoja.
pl_pl: Szablon nie istnieje.
ru_ru: Шаблон не существует.
sv_se: Mallen finns inte.
tr_tr: Şablon mevcut değil.
uk_ua: Шаблон не існує.
vi_vn: Mẫu không tồn tại.
zh_cn: 模板不存在。

source: You do not have permission to view this zone.
fr_fr: Vous n'avez pas la permission de voir cette zone.
id_id: Anda tidak memiliki izin untuk melihat zona ini.
ko_kr: 이 존을 볼 권한이 없습니다.
lt_lt: Jūs neturite leidimo peržiūrėti šios zonos.
sv_se: Du har inte behörighet att visa denna zon.
uk_ua: У вас немає дозволу на перегляд цієї зони.
vi_vn: Bạn không có quyền xem vùng này.

source: There is no zone with this ID.
cs_cz: Neexistuje zóna s tímto ID.
de_de: Es gibt keine Zone mit dieser ID.
es_es: No hay ninguna zona con este ID.
fr_fr: Il n'y a aucune zone avec cet ID.
id_id: Tidak ada zona dengan ID ini.
ko_kr: 이 ID의 존이 없습니다.
lt_lt: Nėra zonos su šiuo ID.
pl_pl: Nie znaleziono strefy o podanym identyfikatorze.
ru_ru: Зона с таким ID не существует.
sv_se: Det finns ingen zon med detta ID.
tr_tr: Bu ID'ye sahip zon yok.
uk_ua: Зони з таким ID не існує.
vi_vn: Không có vùng nào với ID này.
zh_cn: 不存在此 ID 的区域。

source: You do not have permission to unlink zones from templates.
cs_cz: Nemáte oprávnění odpojit zóny od šablon.
de_de: Sie haben keine Berechtigung, Zonen von Vorlagen zu trennen.
es_es: No tiene permisos para desvincular zonas de plantillas.
fr_fr: Vous n'avez pas la permission de délier les zones des modèles.
id_id: Anda tidak memiliki izin untuk memutuskan tautan zona dari template.
ko_kr: 템플릿에서 존 연결을 해제할 권한이 없습니다.
lt_lt: Neturite leidimo atskirti zonų nuo šablonų.
pl_pl: Nie masz uprawnień do odłączania stref od szablonów.
ru_ru: У вас нет разрешения на отвязывание зон от шаблонов.
sv_se: Du har inte behörighet att koppla loss zoner från mallar.
tr_tr: Zonları şablonlardan ayırma izniniz yok.
uk_ua: У вас немає дозволу на від'єднання зон від шаблонів.
vi_vn: Bạn không có quyền hủy liên kết vùng khỏi mẫu.
zh_cn: 您没有从模板取消链接区域的权限。

source: No zones selected.
cs_cz: Nejsou vybrány žádné zóny.
de_de: Keine Zonen ausgewählt.
es_es: No se seleccionaron zonas.
fr_fr: Aucune zone sélectionnée.
id_id: Tidak ada zona yang dipilih.
ko_kr: 선택된 존이 없습니다.
lt_lt: Nepasirinktos zonos.
pl_pl: Nie wybrano żadnych stref.
ru_ru: Зоны не выбраны.
sv_se: Inga zoner valda.
tr_tr: Seçilen zon yok.
uk_ua: Зони не вибрано.
vi_vn: Không có vùng nào được chọn.
zh_cn: 未选择区域。

source: %d zone has been unlinked from template successfully.
cs_cz: %d zóna byla úspěšně odpojena od šablony.
de_de: %d Zone wurde erfolgreich von der Vorlage getrennt.
es_es: %d zona se ha desvinculado de la plantilla correctamente.
fr_fr: %d zone a été déliée du modèle avec succès.
lt_lt: %d zona sėkmingai atjungta nuo šablono.
pl_pl: Pomyślnie odłączono %d strefę od szablonu.
ru_ru: %d зона была успешно отвязана от шаблона.
sv_se: %d zon har kopplats bort från mallen.
tr_tr: %d zon şablondan başarıyla ayrıldı.
vi_vn: %d vùng đã được hủy liên kết khỏi mẫu thành công.
zh_cn: %d 个区域已成功从模板中取消链接。

source: %d zone could not be unlinked.
cs_cz: %d zónu se nepodařilo odpojit.
de_de: %d Zone konnte nicht getrennt werden.
es_es: %d zona no se pudo desvincular.
fr_fr: %d zone n'a pas pu être déliée.
lt_lt: %d zonos nepavyko atjungti.
pl_pl: Nie można było odłączyć %d strefy.
ru_ru: %d зона не может быть отвязана.
sv_se: %d zon kunde inte kopplas bort.
tr_tr: %d zon ayrılamadı.
vi_vn: %d vùng không thể được hủy liên kết.
zh_cn: %d 个区域无法取消链接。

source: Failed to unlink zones from template.
cs_cz: Nepodařilo se odpojit zóny od šablony.
de_de: Fehler beim Trennen der Zonen von der Vorlage.
es_es: Error al desvincular zonas de la plantilla.
fr_fr: Échec de la dissociation des zones du modèle.
id_id: Gagal memutuskan tautan zona dari template.
ko_kr: 템플릿에서 존 연결 해제에 실패했습니다.
lt_lt: Nepavyko atskirti zonų nuo šablono.
pl_pl: Nie udało się odłączyć stref od szablonu.
ru_ru: Не удалось отвязать зоны от шаблона.
sv_se: Kunde inte koppla loss zoner från mallen.
tr_tr: Zonlar şablondan ayrılamadı.
uk_ua: Не вдалося від'єднати зони від шаблону.
vi_vn: Không thể hủy liên kết vùng khỏi mẫu.
zh_cn: 从模板取消链接区域失败。

source: No valid zones selected.
cs_cz: Nejsou vybrány žádné platné zóny.
de_de: Keine gültigen Zonen ausgewählt.
es_es: No se seleccionaron zonas válidas.
fr_fr: Aucune zone valide sélectionnée.
id_id: Tidak ada zona valid yang dipilih.
ko_kr: 유효한 존이 선택되지 않았습니다.
lt_lt: Nepasirinktos tinkamos zonos.
pl_pl: Nie wybrano prawidłowych stref.
ru_ru: Не выбраны допустимые зоны.
sv_se: Inga giltiga zoner valda.
tr_tr: Geçerli zon seçilmedi.
uk_ua: Не вибрано дійсних зон.
vi_vn: Không có vùng hợp lệ nào được chọn.
zh_cn: 未选择有效的区域。

source: Template not found.
cs_cz: Šablona nenalezena.
de_de: Vorlage nicht gefunden.
es_es: Plantilla no encontrada.
fr_fr: Modèle introuvable.
id_id: Template tidak ditemukan.
ko_kr: 템플릿을 찾을 수 없습니다.
lt_lt: Šablonas nerastas.
pl_pl: Szablon nie został znaleziony.
ru_ru: Шаблон не найден.
sv_se: Mallen hittades inte.
tr_tr: Şablon bulunamadı.
uk_ua: Шаблон не знайдено.
vi_vn: Không tìm thấy mẫu.
zh_cn: 找不到模板。

source: User agreement accepted successfully.
cs_cz: Uživatelská smlouva byla úspěšně přijata.
es_es: Acuerdo de usuario aceptado exitosamente.
fr_fr: Accord utilisateur accepté avec succès.
id_id: Persetujuan pengguna berhasil diterima.
ko_kr: 사용자 동의가 성공적으로 수락되었습니다.
lt_lt: Naudotojo sutartis sėkmingai priimta.
ru_ru: Пользовательское соглашение успешно принято.
sv_se: Användaravtal accepterat.
uk_ua: Угоду користувача прийнято успішно.
vi_vn: Thỏa thuận người dùng đã được chấp nhận thành công.

source: WHOIS lookup functionality is disabled.
cs_cz: Funkce WHOIS vyhledávání je zakázána.
de_de: WHOIS-Abfragefunktion ist deaktiviert.
es_es: La funcionalidad de consulta WHOIS está deshabilitada.
fr_fr: La fonctionnalité de recherche WHOIS est désactivée.
id_id: Fungsi pencarian WHOIS dinonaktifkan.
ko_kr: WHOIS 조회 기능이 비활성화되어 있습니다.
lt_lt: WHOIS paieškos funkcija išjungta.
pl_pl: Funkcjonalność wyszukiwania WHOIS jest wyłączona.
ru_ru: Функция WHOIS запроса отключена.
sv_se: WHOIS-sökfunktionen är inaktiverad.
tr_tr: WHOIS sorgulama özelliği kapalı.
uk_ua: Функцію WHOIS-пошуку вимкнено.
vi_vn: Chức năng tra cứu WHOIS đã bị tắt.
zh_cn: WHOIS 查询功能已禁用。

source: You do not have permission to perform WHOIS lookups.
cs_cz: Nemáte oprávnění provádět WHOIS vyhledávání.
de_de: Sie haben keine Berechtigung, WHOIS-Abfragen durchzuführen.
es_es: No tiene permisos para realizar consultas WHOIS.
fr_fr: Vous n'avez pas l'autorisation d'effectuer des recherches WHOIS.
id_id: Anda tidak memiliki izin untuk melakukan pencarian WHOIS.
ko_kr: WHOIS 조회를 수행할 권한이 없습니다.
lt_lt: Neturite leidimo atlikti WHOIS paieškas.
pl_pl: Nie masz uprawnień do wykonywania zapytań WHOIS.
ru_ru: У вас нет разрешения на выполнение WHOIS запросов.
sv_se: Du har inte behörighet att utföra WHOIS-sökningar.
tr_tr: WHOIS sorgulaması yapma izniniz yok.
uk_ua: У вас немає дозволу на виконання WHOIS-запитів.
vi_vn: Bạn không có quyền thực hiện tra cứu WHOIS.
zh_cn: 您没有执行 WHOIS 查询的权限。

source: Failed to retrieve WHOIS information using server %s
cs_cz: Nepodařilo se získat WHOIS informace pomocí serveru %s
de_de: Fehler beim Abrufen der WHOIS-Informationen über Server %s
es_es: Error al obtener información WHOIS usando el servidor %s
fr_fr: Échec de la récupération des informations WHOIS via le serveur %s
id_id: Gagal mengambil informasi WHOIS menggunakan server %s
ko_kr: 서버 %s을(를) 사용하여 WHOIS 정보를 가져오지 못했습니다
lt_lt: Nepavyko gauti WHOIS informacijos naudojant serverį %s
pl_pl: Nie udało się pobrać informacji WHOIS przy użyciu serwera %s
ru_ru: Не удалось получить WHOIS информацию с сервера %s
sv_se: Kunde inte hämta WHOIS-information med server %s
tr_tr: %s sunucusu kullanılarak WHOIS bilgisi alınamadı
uk_ua: Не вдалося отримати інформацію WHOIS за допомогою сервера %s
vi_vn: Không thể truy xuất thông tin WHOIS từ máy chủ %s
zh_cn: 使用服务器 %s 检索 WHOIS 信息失败

source: You do not have permission to access this zone.
fr_fr: Vous n'avez pas la permission d'accéder à cette zone.
id_id: Anda tidak memiliki izin untuk mengakses zona ini.
ko_kr: 이 존에 접근할 권한이 없습니다.
lt_lt: Jūs neturite leidimo prisijungti prie šios zonos.
sv_se: Du har inte behörighet att komma åt denna zon.
uk_ua: У вас немає дозволу на доступ до цієї зони.
vi_vn: Bạn không có quyền truy cập vùng này.

source: You do not have the permission to view this zone.
cs_cz: Nemáte oprávnění zobrazit tuto zónu.
de_de: Sie haben nicht die Berechtigung, diese Zone anzusehen.
es_es: No tiene permisos para ver esta zona.
fr_fr: Vous n'avez pas la permission de voir cette zone.
id_id: Anda tidak memiliki izin untuk melihat zona ini.
ko_kr: 이 존을 볼 권한이 없습니다.
lt_lt: Neturite leidimo peržiūrėti šios zonos.
pl_pl: Nie masz uprawnień do przeglądania tej strefy.
ru_ru: У вас нет разрешения на просмотр этой зоны.
sv_se: Du har inte behörighet att visa denna zon.
tr_tr: Bu zonu görüntüleme yetkiniz yok.
uk_ua: У вас немає дозволу на перегляд цієї зони.
vi_vn: Bạn không có quyền xem vùng này.
zh_cn: 您没有查看此区域的权限。

source: Zone type has been changed successfully.
id_id: Tipe zona telah berhasil diubah.
ko_kr: 존 유형이 성공적으로 변경되었습니다.
sv_se: Zontypen har ändrats.
uk_ua: Тип зони було успішно змінено.
vi_vn: Loại vùng đã được thay đổi thành công.

source: Slave master has been changed successfully.
id_id: Master slave telah berhasil diubah.
ko_kr: 슬레이브 마스터가 성공적으로 변경되었습니다.
sv_se: Slave-master har ändrats.
uk_ua: Головний сервер зони slave було успішно змінено.
vi_vn: Master của slave đã được thay đổi thành công.

source: Zone template has been changed successfully.
id_id: Template zona telah berhasil diubah.
ko_kr: 존 템플릿이 성공적으로 변경되었습니다.
sv_se: Zonmallen har ändrats.
uk_ua: Шаблон зони було успішно змінено.
vi_vn: Mẫu vùng đã được thay đổi thành công.

source: DNSSEC is not enabled on the server.
cs_cz: DNSSEC není na serveru povoleno.
de_de: DNSSEC ist auf dem Server nicht aktiviert.
es_es: DNSSEC no está habilitado en el servidor.
fr_fr: DNSSEC n'est pas activé sur le serveur.
id_id: DNSSEC tidak diaktifkan pada server.
ko_kr: 서버에서 DNSSEC이 활성화되어 있지 않습니다.
lt_lt: DNSSEC neįjungtas serveryje.
pl_pl: DNSSEC nie jest włączone na serwerze.
ru_ru: DNSSEC не включен на сервере.
sv_se: DNSSEC är inte aktiverat på servern.
tr_tr: Sunucuda DNSSEC etkinleştirilmemiş.
uk_ua: DNSSEC не увімкнено на сервері.
vi_vn: DNSSEC chưa được bật trên máy chủ.
zh_cn: 服务器上未启用 DNSSEC。
