Repository: poweradmin/poweradmin
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: cs_cz, de_de, es_es, fr_fr, id_id, ko_kr, lt_lt, pl_pl, ru_ru, sv_se, tr_tr, uk_ua, vi_vn, zh_cn

source: Priority field for SSHFP records must be 0 or empty
cs_cz: Pole priority pro SSHFP záznamy musí být 0 nebo prázdné
de_de: Prioritätsfeld für SSHFP-Einträge muss 0 oder leer sein
es_es: El campo de prioridad para registros SSHFP debe ser 0 o estar vacío
fr_fr: Le champ priorité pour les enregistrements SSHFP doit être 0 ou vide
id_id: Add master nameserver
ko_kr: 잘못된 HTTP 메서드입니다.
lt_lt: SSHFP įrašų prioriteto laukas turi būti 0 arba tuščias
pl_pl: Pole priorytetu dla rekordów SSHFP musi wynosić 0 lub być puste
ru_ru: Поле приоритета для SSHFP записей должно быть 0 или пустым
sv_se: API-hastighetsgräns borttagen
tr_tr: SSHFP kayıtları için öncelik alanı 0 veya boş olmalıdır
uk_ua: This configuration may have consensus requirements. Verify quorum settings.
vi_vn: Chuỗi chứng chỉ không hợp lệ.
zh_cn: SSHFP 记录的优先级字段必须为 0 或空

source: SSHFP records can be generated with "ssh-keygen -r hostname" command on systems with OpenSSH.
cs_cz: SSHFP záznamy mohou být generovány příkazem "ssh-keygen -r hostname" na systémech s OpenSSH.
de_de: SSHFP-Einträge können mit dem Befehl "ssh-keygen -r hostname" auf Systemen mit OpenSSH generiert werden.
es_es: Los registros SSHFP pueden generarse con el comando "ssh-keygen -r hostname" en sistemas con OpenSSH.
fr_fr: Les enregistrements SSHFP peuvent être générés avec la commande "ssh-keygen -r hostname" sur les systèmes avec OpenSSH.
id_id: Tambah nameserver master
ko_kr: 잘못된 HTTP 버전입니다.
lt_lt: SSHFP įrašai gali būti generuojami su "ssh-keygen -r hostname" komanda sistemose su OpenSSH.
pl_pl: Rekordy SSHFP można wygenerować poleceniem "ssh-keygen -r hostname" w systemach z OpenSSH.
ru_ru: SSHFP записи могут быть сгенерированы командой "ssh-keygen -r hostname" в системах с OpenSSH.
sv_se: Kunde inte ta bort API-hastighetsgräns
tr_tr: SSHFP kayıtları OpenSSH'li sistemlerde "ssh-keygen -r hostname" komutuyla oluşturulabilir.
uk_ua: Content includes term or lease renewal. Implement automatic renewal.
vi_vn: Chứng chỉ bị thu hồi.
zh_cn: SSHFP 记录可以在使用 OpenSSH 的系统上使用 "ssh-keygen -r hostname" 命令生成。

source: For maximum security, publish both SHA-1 and SHA-256 fingerprints for compatibility, but prefer SHA-256 in clients.
cs_cz: Pro maximální bezpečnost publikujte oba SHA-1 a SHA-256 otisky pro kompatibilitu, ale preferujte SHA-256 v klientech.
de_de: Für maximale Sicherheit veröffentlichen Sie sowohl SHA-1- als auch SHA-256-Fingerabdrücke für Kompatibilität, bevorzugen Sie aber SHA-256 in Clients.
es_es: Para máxima seguridad, publique huellas digitales SHA-1 y SHA-256 para compatibilidad, pero prefiera SHA-256 en clientes.
fr_fr: Pour une sécurité maximale, publiez les empreintes SHA-1 et SHA-256 pour la compatibilité, mais préférez SHA-256 dans les clients.
id_id: Master nameserver
ko_kr: 잘못된 프로토콜입니다.
lt_lt: Maksimaliam saugumui skelbkite ir SHA-1, ir SHA-256 pirštų atspaudus suderinamumui, bet pirmenybę teikite SHA-256 klientuose.
pl_pl: Dla maksymalnego bezpieczeństwa publikuj zarówno odciski SHA-1, jak i SHA-256 w celu zapewnienia kompatybilności, ale preferuj SHA-256 w klientach.
ru_ru: Для максимальной безопасности публикуйте отпечатки как SHA-1, так и SHA-256 для совместимости, но отдавайте предпочтение SHA-256 в клиентах.
sv_se: Ogiltig API-hastighetsgräns
tr_tr: Maksimum güvenlik için uyumluluk adına hem SHA-1 hem SHA-256 parmak izlerini yayınlayın, ancak istemcilerde SHA-256'yı tercih edin.
uk_ua: Record appears to be using optimistic locking. Handle version conflicts.
vi_vn: Nhà cấp chứng chỉ không đáng tin cậy.
zh_cn: 为了最大安全性，发布 SHA-1 和 SHA-256 指纹以保持兼容性，但在客户端中首选 SHA-256。

source: SSHFP record must contain algorithm, fingerprint-type and fingerprint separated by spaces.
cs_cz: SSHFP záznam musí obsahovat algoritmus, typ otisku a otisk oddělené mezerami.
de_de: SSHFP-Eintrag muss Algorithmus, Fingerabdruck-Typ und Fingerabdruck durch Leerzeichen getrennt enthalten.
es_es: El registro SSHFP debe contener algoritmo, tipo de huella digital y huella digital separados por espacios.
fr_fr: L'enregistrement SSHFP doit contenir algorithme, type-empreinte et empreinte séparés par des espaces.
id_id: Nameserver master
ko_kr: 잘못된 스키마입니다.
lt_lt: SSHFP įrašas turi turėti algoritmą, pirštų atspaudo tipą ir pirštų atspaudą, atskirtus tarpais.
pl_pl: Rekord SSHFP musi zawierać algorytm, typ odcisku i odcisk palca oddzielone spacjami.
ru_ru: SSHFP запись должна содержать алгоритм, тип отпечатка и отпечаток, разделённые пробелами.
sv_se: API-hastighetsgränsen finns redan
tr_tr: SSHFP kaydı boşluklarla ayrılmış algoritma, parmak izi türü ve parmak izi içermelidir.
uk_ua: This configuration may have cascading delete needs. Document cascade behavior.
vi_vn: Thông tin thẻ tín dụng không hợp lệ.
zh_cn: SSHFP 记录必须包含用空格分隔的算法、指纹类型和指纹。

source: SSHFP algorithm must be 1 (RSA), 2 (DSA), 3 (ECDSA), 4 (Ed25519), or 6 (Ed448).
cs_cz: SSHFP algoritmus musí být 1 (RSA), 2 (DSA), 3 (ECDSA), 4 (Ed25519), nebo 6 (Ed448).
de_de: SSHFP-Algorithmus muss 1 (RSA), 2 (DSA), 3 (ECDSA), 4 (Ed25519) oder 6 (Ed448) sein.
es_es: El algoritmo SSHFP debe ser 1 (RSA), 2 (DSA), 3 (ECDSA), 4 (Ed25519), o 6 (Ed448).
fr_fr: L'algorithme SSHFP doit être 1 (RSA), 2 (DSA), 3 (ECDSA), 4 (Ed25519) ou 6 (Ed448).
id_id: Master nameservers
ko_kr: 잘못된 호스트입니다.
lt_lt: SSHFP algoritmas turi būti 1 (RSA), 2 (DSA), 3 (ECDSA), 4 (Ed25519), arba 6 (Ed448).
pl_pl: Algorytm SSHFP musi wynosić 1 (RSA), 2 (DSA), 3 (ECDSA), 4 (Ed25519) lub 6 (Ed448).
ru_ru: Алгоритм SSHFP должен быть 1 (RSA), 2 (DSA), 3 (ECDSA), 4 (Ed25519) или 6 (Ed448).
sv_se: API-hastighetsgränsen finns inte
tr_tr: SSHFP algoritması 1 (RSA), 2 (DSA), 3 (ECDSA), 4 (Ed25519), veya 6 (Ed448) olmalıdır.
uk_ua: Content may be subject to data lineage tracking. Implement provenance.
vi_vn: Số thẻ tín dụng không hợp lệ.
zh_cn: SSHFP 算法必须是 1 (RSA)、2 (DSA)、3 (ECDSA)、4 (Ed25519) 或 6 (Ed448)。

source: DSA keys are considered weak and are deprecated in many SSH implementations. Consider using RSA, Ed25519, or Ed448 instead.
cs_cz: DSA klíče jsou považovány za slabé a jsou zastaralé v mnoha SSH implementacích. Zvažte místo toho použití RSA, Ed25519, nebo Ed448.
de_de: DSA-Schlüssel gelten als schwach und sind in vielen SSH-Implementierungen veraltet. Erwägen Sie stattdessen die Verwendung von RSA, Ed25519 oder Ed448.
es_es: Las claves DSA se consideran débiles y están obsoletas en muchas implementaciones SSH. Considere usar RSA, Ed25519, o Ed448 en su lugar.
fr_fr: Les clés DSA sont considérées comme faibles et sont dépréciées dans de nombreuses implémentations SSH. Considérez utiliser RSA, Ed25519 ou Ed448 à la place.
id_id: Nameserver master
ko_kr: 잘못된 포트입니다.
lt_lt: DSA raktai laikomi silpnais ir yra pasenę daugelyje SSH implementacijų. Apsvarstykite RSA, Ed25519 ar Ed448 naudojimą vietoj to.
pl_pl: Klucze DSA są uważane za słabe i zostały wycofane w wielu implementacjach SSH. Rozważ użycie RSA, Ed25519 lub Ed448.
ru_ru: DSA ключи считаются слабыми и устаревшими во многих SSH реализациях. Рассмотрите использование RSA, Ed25519 или Ed448 вместо них.
sv_se: Redigera API-hastighetsgräns
tr_tr: DSA anahtarları zayıf kabul edilir ve birçok SSH uygulamalarında kullanımdan kaldırılmıştır. Bunun yerine RSA, Ed25519, veya Ed448 kullanmayı düşünün.
uk_ua: Record may be part of change data capture. Verify CDC configuration.
vi_vn: Ngày hết hạn thẻ tín dụng không hợp lệ.
zh_cn: DSA 密钥被认为是弱的，在许多 SSH 实现中已被弃用。考虑改用 RSA、Ed25519 或 Ed448。

source: Ed25519 keys are recommended for good security and performance with modern SSH implementations.
cs_cz: Ed25519 klíče jsou doporučeny pro dobrou bezpečnost a výkon s moderními SSH implementacemi.
de_de: Ed25519-Schlüssel werden für gute Sicherheit und Leistung mit modernen SSH-Implementierungen empfohlen.
es_es: Las claves Ed25519 se recomiendan para buena seguridad y rendimiento con implementaciones SSH modernas.
fr_fr: Les clés Ed25519 sont recommandées pour une bonne sécurité et performance avec les implémentations SSH modernes.
id_id: Enter master nameserver IP address
ko_kr: 잘못된 경로입니다.
lt_lt: Ed25519 raktai rekomenduojami geresniam saugumui ir našumui su šiuolaikinėmis SSH implementacijomis.
pl_pl: Klucze Ed25519 są zalecane ze względu na dobre bezpieczeństwo i wydajność w nowoczesnych implementacjach SSH.
ru_ru: Ed25519 ключи рекомендуются для хорошей безопасности и производительности с современными SSH реализациями.
sv_se: Ta bort API-hastighetsgräns
tr_tr: Ed25519 anahtarları modern SSH uygulamalarıyla iyi güvenlik ve performans için önerilir.
uk_ua: This record type may have upsert semantics. Document insert vs update behavior.
vi_vn: CVV thẻ tín dụng không hợp lệ.
zh_cn: 建议使用 Ed25519 密钥在现代 SSH 实现中获得良好的安全性和性能。

source: Ed448 keys offer very high security but may not be supported by all SSH implementations.
cs_cz: Ed448 klíče nabízejí velmi vysokou bezpečnost, ale nemusí být podporovány všemi SSH implementacemi.
de_de: Ed448-Schlüssel bieten sehr hohe Sicherheit, werden aber möglicherweise nicht von allen SSH-Implementierungen unterstützt.
es_es: Las claves Ed448 ofrecen seguridad muy alta pero pueden no ser soportadas por todas las implementaciones SSH.
fr_fr: Les clés Ed448 offrent une très haute sécurité mais peuvent ne pas être supportées par toutes les implémentations SSH.
id_id: Masukkan alamat IP nameserver master
ko_kr: 잘못된 쿼리입니다.
lt_lt: Ed448 raktai siūlo labai aukštą saugumą, bet gali būti nepalaikomi visų SSH implementacijų.
pl_pl: Klucze Ed448 oferują bardzo wysokie bezpieczeństwo, ale mogą nie być obsługiwane przez wszystkie implementacje SSH.
ru_ru: Ed448 ключи обеспечивают очень высокую безопасность, но могут не поддерживаться всеми SSH реализациями.
sv_se: Är du säker på att du vill ta bort denna API-hastighetsgräns?
tr_tr: Ed448 anahtarları çok yüksek güvenlik sunar ancak tüm SSH uygulamaları tarafından desteklenmeyebilir.
uk_ua: Content suggests soft delete. Implement proper tombstone handling.
vi_vn: Thẻ tín dụng đã hết hạn.
zh_cn: Ed448 密钥提供非常高的安全性，但可能不被所有 SSH 实现支持。

source: SSHFP fingerprint type must be 1 (SHA-1) or 2 (SHA-256).
cs_cz: Typ otisku SSHFP musí být 1 (SHA-1) nebo 2 (SHA-256).
de_de: SSHFP-Fingerabdruck-Typ muss 1 (SHA-1) oder 2 (SHA-256) sein.
es_es: El tipo de huella digital SSHFP debe ser 1 (SHA-1) o 2 (SHA-256).
fr_fr: Le type d'empreinte SSHFP doit être 1 (SHA-1) ou 2 (SHA-256).
id_id: You can enter multiple master servers separated by commas
ko_kr: 잘못된 조각입니다.
lt_lt: SSHFP kontrolinio kodo tipas turi būti 1 (SHA-1) arba 2 (SHA-256).
pl_pl: Typ odcisku SSHFP musi być 1 (SHA-1) lub 2 (SHA-256).
ru_ru: Тип отпечатка SSHFP должен быть 1 (SHA-1) или 2 (SHA-256).
sv_se: API-hastighetsgräns uppdaterad
tr_tr: SSHFP parmak izi türü 1 (SHA-1) veya 2 (SHA-256) olmalıdır.
uk_ua: Record may be affected by DNS over QUIC. Consider new protocol features.
vi_vn: Loại thẻ tín dụng không được chấp nhận.
zh_cn: SSHFP 指纹类型必须是 1 (SHA-1) 或 2 (SHA-256)。

source: SHA-1 fingerprints are deprecated. RFC 6594 recommends using SHA-256 fingerprints (type 2) for better security.
cs_cz: SHA-1 otisky jsou zastaralé. RFC 6594 doporučuje použití SHA-256 otisků (typ 2) pro lepší bezpečnost.
de_de: SHA-1-Fingerabdrücke sind veraltet. RFC 6594 empfiehlt die Verwendung von SHA-256-Fingerabdrücken (Typ 2) für bessere Sicherheit.
es_es: Las huellas digitales SHA-1 están obsoletas. RFC 6594 recomienda usar huellas digitales SHA-256 (tipo 2) para mejor seguridad.
fr_fr: Les empreintes SHA-1 sont dépréciées. RFC 6594 recommande d'utiliser les empreintes SHA-256 (type 2) pour une meilleure sécurité.
id_id: Anda dapat memasukkan beberapa server master yang dipisahkan dengan koma
ko_kr: 잘못된 사용자 정보입니다.
lt_lt: SHA-1 pirštų atspaudai yra pasenę. RFC 6594 rekomenduoja SHA-256 pirštų atspaudų (tipas 2) naudojimą geresniam saugumui.
pl_pl: Odciski SHA-1 są przestarzałe. RFC 6594 zaleca używanie odcisków SHA-256 (typ 2) dla lepszego bezpieczeństwa.
ru_ru: SHA-1 отпечатки устаревшие. RFC 6594 рекомендует использовать SHA-256 отпечатки (тип 2) для лучшей безопасности.
sv_se: Kunde inte uppdatera API-hastighetsgräns
tr_tr: SHA-1 parmak izleri kullanımdan kaldırılmıştır. RFC 6594 daha iyi güvenlik için SHA-256 parmak izlerini (tür 2) kullanmayı önerir.
uk_ua: This configuration may have eventual delivery guarantees. Implement retry with backoff.
vi_vn: Số tài khoản ngân hàng không hợp lệ.
zh_cn: SHA-1 指纹已弃用。RFC 6594 建议使用 SHA-256 指纹（类型 2）以获得更好的安全性。

source: SHA-256 fingerprints are recommended by RFC 6594 and provide better security than SHA-1.
cs_cz: SHA-256 otisky jsou doporučeny RFC 6594 a poskytují lepší bezpečnost než SHA-1.
de_de: SHA-256-Fingerabdrücke werden von RFC 6594 empfohlen und bieten bessere Sicherheit als SHA-1.
es_es: Las huellas digitales SHA-256 son recomendadas por RFC 6594 y proporcionan mejor seguridad que SHA-1.
fr_fr: Les empreintes SHA-256 sont recommandées par RFC 6594 et fournissent une meilleure sécurité que SHA-1.
id_id: Zone information
ko_kr: 잘못된 권한입니다.
lt_lt: SHA-256 pirštų atspaudai rekomenduojami RFC 6594 ir suteikia geresnį saugumą nei SHA-1.
pl_pl: Odciski SHA-256 są zalecane przez RFC 6594 i zapewniają lepsze bezpieczeństwo niż SHA-1.
ru_ru: SHA-256 отпечатки рекомендуются RFC 6594 и обеспечивают лучшую безопасность, чем SHA-1.
sv_se: Uppdatera API-hastighetsgräns
tr_tr: SHA-256 parmak izleri RFC 6594 tarafından önerilir ve SHA-1'den daha iyi güvenlik sağlar.
uk_ua: Content includes watermark for processing. Verify watermark advancement.
vi_vn: Mã định tuyến ngân hàng không hợp lệ.
zh_cn: RFC 6594 推荐 SHA-256 指纹，它提供比 SHA-1 更好的安全性。

source: SSHFP fingerprint must be a hexadecimal string.
cs_cz: SSHFP otisk musí být hexadecimální řetězec.
de_de: SSHFP-Fingerabdruck muss eine hexadezimale Zeichenkette sein.
es_es: La huella digital SSHFP debe ser una cadena hexadecimal.
fr_fr: L'empreinte SSHFP doit être une chaîne hexadécimale.
id_id: Informasi zone
ko_kr: 연결에 실패했습니다.
lt_lt: SSHFP kontrolinis kodas turi būti šešioliktainė eilutė.
pl_pl: Odcisk SSHFP musi być ciągiem szesnastkowym.
ru_ru: Отпечаток SSHFP должен быть шестнадцатеричной строкой.
sv_se: Begäranden per minut
tr_tr: SSHFP parmak izi onaltılık string olmalıdır.
uk_ua: Record appears to be using copy-on-write. Verify COW implementation.
vi_vn: Số IBAN không hợp lệ.
zh_cn: SSHFP 指纹必须是十六进制字符串。

source: SSHFP SHA-1 fingerprint must be 40 characters long.
cs_cz: SSHFP SHA-1 otisk musí mít 40 znaků.
de_de: SSHFP SHA-1-Fingerabdruck muss 40 Zeichen lang sein.
es_es: La huella digital SHA-1 SSHFP debe tener 40 caracteres de longitud.
fr_fr: L'empreinte SSHFP SHA-1 doit avoir 40 caractères.
id_id: DNSSEC status
ko_kr: 연결이 거부되었습니다.
lt_lt: SSHFP SHA-1 pirštų atspaudas turi būti 40 simbolių ilgio.
pl_pl: Odcisk SSHFP SHA-1 musi mieć 40 znaków.
ru_ru: SHA-1 отпечаток SSHFP должен быть длиной 40 символов.
sv_se: Begäranden per timme
tr_tr: SSHFP SHA-1 parmak izi 40 karakter uzunluğunda olmalıdır.
uk_ua: This configuration may have linearizability needs. Document consistency model.
vi_vn: Mã SWIFT/BIC không hợp lệ.
zh_cn: SSHFP SHA-1 指纹必须为 40 个字符。

source: SSHFP SHA-256 fingerprint must be 64 characters long.
cs_cz: SSHFP SHA-256 otisk musí mít 64 znaků.
de_de: SSHFP SHA-256-Fingerabdruck muss 64 Zeichen lang sein.
es_es: La huella digital SHA-256 SSHFP debe tener 64 caracteres de longitud.
fr_fr: L'empreinte SSHFP SHA-256 doit avoir 64 caractères.
id_id: Status DNSSEC
ko_kr: 연결이 재설정되었습니다.
lt_lt: SSHFP SHA-256 pirštų atspaudas turi būti 64 simbolių ilgio.
pl_pl: Odcisk SSHFP SHA-256 musi mieć 64 znaki.
ru_ru: SHA-256 отпечаток SSHFP должен быть длиной 64 символа.
sv_se: Begäranden per dag
tr_tr: SSHFP SHA-256 parmak izi 64 karakter uzunluğunda olmalıdır.
uk_ua: Content may be affected by session affinity. Configure sticky sessions.
vi_vn: Thông tin thanh toán không hợp lệ.
zh_cn: SSHFP SHA-256 指纹必须为 64 个字符。

source: CRITICAL: SSHFP records REQUIRE DNSSEC validation to provide any security benefits. Without DNSSEC, they offer no protection against man-in-the-middle attacks.
cs_cz: KRITICKÉ: SSHFP záznamy VYŽADUJÍ DNSSEC validaci pro poskytnutí jakýchkoli bezpečnostních výhod. Bez DNSSEC nenabízejí žádnou ochranu proti útokům man-in-the-middle.
de_de: KRITISCH: SSHFP-Einträge ERFORDERN DNSSEC-Validierung, um Sicherheitsvorteile zu bieten. Ohne DNSSEC bieten sie keinen Schutz gegen Man-in-the-Middle-Angriffe.
es_es: CRÍTICO: Los registros SSHFP REQUIEREN validación DNSSEC para proporcionar cualquier beneficio de seguridad. Sin DNSSEC, no ofrecen protección contra ataques de hombre en el medio.
fr_fr: CRITIQUE : Les enregistrements SSHFP NÉCESSITENT la validation DNSSEC pour fournir des bénéfices de sécurité. Sans DNSSEC, ils n'offrent aucune protection contre les attaques de l'homme du milieu.
id_id: DNSSEC enabled
ko_kr: 연결 시간이 초과되었습니다.
lt_lt: KRITINIS: SSHFP įrašai REIKALAUJA DNSSEC validacijos bet kokiai saugumo naudai. Be DNSSEC jie nesuteikia jokios apsaugos nuo man-in-the-middle atakų.
pl_pl: KRYTYCZNE: Rekordy SSHFP WYMAGAJĄ walidacji DNSSEC, aby zapewnić jakiekolwiek korzyści bezpieczeństwa. Bez DNSSEC nie oferują ochrony przed atakami typu man-in-the-middle.
ru_ru: КРИТИЧНО: SSHFP записи ТРЕБУЮТ проверки DNSSEC для обеспечения любых преимуществ безопасности. Без DNSSEC они не обеспечивают защиты от атак "человек посередине".
sv_se: Begäranden per månad
tr_tr: KRİTİK: SSHFP kayıtları herhangi bir güvenlik faydası sağlamak için DNSSEC doğrulaması GEREKİTİRİR. DNSSEC olmadan, ortadaki adam saldırılarına karşı hiçbir koruma sunmazlar.
uk_ua: Record may be part of read-write splitting. Route reads appropriately.
vi_vn: Phương thức thanh toán không được hỗ trợ.
zh_cn: 严重：SSHFP 记录需要 DNSSEC 验证才能提供任何安全益处。没有 DNSSEC，它们无法防止中间人攻击。

source: Configure SSH clients with "VerifyHostKeyDNS yes" to utilize SSHFP records for server verification.
cs_cz: Nakonfigurujte SSH klienty s "VerifyHostKeyDNS yes" pro využití SSHFP záznamů pro ověření serveru.
de_de: Konfigurieren Sie SSH-Clients mit "VerifyHostKeyDNS yes", um SSHFP-Einträge für die Serververifizierung zu nutzen.
es_es: Configure clientes SSH con "VerifyHostKeyDNS yes" para utilizar registros SSHFP para verificación de servidor.
fr_fr: Configurez les clients SSH avec "VerifyHostKeyDNS yes" pour utiliser les enregistrements SSHFP pour la vérification de serveur.
id_id: DNSSEC diaktifkan
ko_kr: 연결이 끊어졌습니다.
lt_lt: Sukonfigūruokite SSH klientus su "VerifyHostKeyDNS yes", kad naudotų SSHFP įrašus serverio patikrinimui.
pl_pl: Skonfiguruj klientów SSH z opcją "VerifyHostKeyDNS yes", aby wykorzystać rekordy SSHFP do weryfikacji serwera.
ru_ru: Настройте SSH клиенты с "VerifyHostKeyDNS yes" для использования SSHFP записей для проверки сервера.
sv_se: Obegränsad
tr_tr: Sunucu doğrulaması için SSHFP kayıtlarını kullanmak üzere SSH istemcilerini "VerifyHostKeyDNS yes" ile yapılandırın.
uk_ua: This record type may have leader election needs. Implement proper election.
vi_vn: Xử lý thanh toán thất bại.
zh_cn: 配置 SSH 客户端使用 "VerifyHostKeyDNS yes" 来利用 SSHFP 记录进行服务器验证。

source: MR record name (old mailbox) cannot be empty.
cs_cz: Název MR záznamu (starý mailbox) nemůže být prázdný.
de_de: MR-Eintrag-Name (alte Mailbox) kann nicht leer sein.
es_es: El nombre del registro MR (buzón viejo) no puede estar vacío.
fr_fr: Le nom d'enregistrement MR (ancienne boîte aux lettres) ne peut pas être vide.
id_id: DNSSEC disabled
ko_kr: 호스트에 연결할 수 없습니다.
lt_lt: MR įrašo vardas (sena pašto dėžutė) negali būti tuščias.
pl_pl: Nazwa rekordu MR (stara skrzynka pocztowa) nie może być pusta.
ru_ru: Имя MR записи (старый почтовый ящик) не может быть пустым.
sv_se: API-kvot
tr_tr: MR kayıt adı (eski posta kutusu) boş olamaz.
uk_ua: Content suggests quorum read/write. Verify quorum size.
vi_vn: Giao dịch bị từ chối.
zh_cn: MR 记录名称（旧邮箱）不能为空。

source: MR record name must be a valid domain name.
cs_cz: Název MR záznamu musí být platné doménové jméno.
de_de: MR-Eintrag-Name muss ein gültiger Domain-Name sein.
es_es: El nombre del registro MR debe ser un nombre de dominio válido.
fr_fr: Le nom d'enregistrement MR doit être un nom de domaine valide.
id_id: DNSSEC dinonaktifkan
ko_kr: 네트워크에 연결할 수 없습니다.
lt_lt: MR įrašo vardas turi būti teisingas domeno vardas.
pl_pl: Nazwa rekordu MR musi być prawidłową nazwą domeny.
ru_ru: Имя MR записи должно быть допустимым доменным именем.
sv_se: API-kvoter
tr_tr: MR kayıt adı geçerli bir domain adı olmalıdır.
uk_ua: Record may be affected by DNS stub resolver behavior. Consider resolver quirks.
vi_vn: Thanh toán không đủ tiền.
zh_cn: MR 记录名称必须是有效的域名。

source: MR record content (new mailbox) cannot be empty.
cs_cz: Obsah MR záznamu (nový mailbox) nemůže být prázdný.
de_de: MR-Eintrag-Inhalt (neue Mailbox) kann nicht leer sein.
es_es: El contenido del registro MR (buzón nuevo) no puede estar vacío.
fr_fr: Le contenu de l'enregistrement MR (nouvelle boîte aux lettres) ne peut pas être vide.
id_id: Enable DNSSEC
ko_kr: 네트워크가 다운되었습니다.
lt_lt: MR įrašo turinys (nauja pašto dėžutė) negali būti tuščias.
pl_pl: Zawartość rekordu MR (nowa skrzynka pocztowa) nie może być pusta.
ru_ru: Содержимое MR записи (новый почтовый ящик) не может быть пустым.
sv_se: Lägg till API-kvot
tr_tr: MR kayıt içeriği (yeni posta kutusu) boş olamaz.
uk_ua: This configuration may have witness or observer nodes. Document node roles.
vi_vn: Hạn mức thanh toán vượt quá.
zh_cn: MR 记录内容（新邮箱）不能为空。

source: MR record content must be a valid domain name.
cs_cz: Obsah MR záznamu musí být platné doménové jméno.
de_de: MR-Eintrag-Inhalt muss ein gültiger Domain-Name sein.
es_es: El contenido del registro MR debe ser un nombre de dominio válido.
fr_fr: Le contenu de l'enregistrement MR doit être un nom de domaine valide.
id_id: Aktifkan DNSSEC
ko_kr: 네트워크에 연결할 수 없습니다.
lt_lt: MR įrašo turinys turi būti teisingas domeno vardas.
pl_pl: Zawartość rekordu MR musi być prawidłową nazwą domeny.
ru_ru: Содержимое MR записи должно быть допустимым доменным именем.
sv_se: API-kvot tillagd
tr_tr: MR kayıt içeriği geçerli bir domain adı olmalıdır.
uk_ua: Content includes epoch or term number. Handle epoch transitions.
vi_vn: Số tiền thanh toán không hợp lệ.
zh_cn: MR 记录内容必须是有效的域名。

source: MR record content (new mailbox) should be a fully qualified domain name (end with a dot).
cs_cz: Obsah MR záznamu (nový mailbox) by měl být plně kvalifikované doménové jméno (končící tečkou).
de_de: MR-Eintrag-Inhalt (neue Mailbox) sollte ein vollqualifizierter Domain-Name sein (mit Punkt enden).
es_es: El contenido del registro MR (buzón nuevo) debe ser un nombre de dominio totalmente cualificado (terminar con un punto).
fr_fr: Le contenu de l'enregistrement MR (nouvelle boîte aux lettres) devrait être un nom de domaine pleinement qualifié (se terminant par un point).
id_id: Disable DNSSEC
ko_kr: 호스트를 찾을 수 없습니다.
lt_lt: MR įrašo turinys (nauja pašto dėžutė) turėtų būti pilnas domeno vardas (baigtis tašku).
pl_pl: Zawartość rekordu MR (nowa skrzynka pocztowa) powinna być w pełni kwalifikowaną nazwą domeny (zakończoną kropką).
ru_ru: Содержимое MR записи (новый почтовый ящик) должно быть полностью квалифицированным доменным именем (заканчиваться точкой).
sv_se: Kunde inte lägga till API-kvot
tr_tr: MR kayıt içeriği (yeni posta kutusu) tam nıtelı bir domain adı olmalıdır (nokta ile bitmeli).
uk_ua: Record appears to be using vector clocks. Implement proper clock comparison.
vi_vn: Mã tiền tệ không hợp lệ.
zh_cn: MR 记录内容（新邮箱）应该是完全限定域名（以点结尾）。
