Repository: poweradmin/poweradmin
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: cs_cz, de_de, es_es, fr_fr, id_id, ko_kr, lt_lt, pl_pl, ru_ru, sv_se, tr_tr, uk_ua, vi_vn, zh_cn

source: Multi-Factor Authentication
cs_cz: Vícefaktorové ověření
de_de: Multi-Factor Authentifizierung
es_es: Autenticación multifactor
fr_fr: Authentification Multi-Facteurs
id_id: Autentikasi Multi-Faktor
ko_kr: 다중 인증
lt_lt: Kelių veiksnių autentifikacija
pl_pl: Uwierzytelnianie wieloskładnikowe
ru_ru: Многофакторная аутентификация
sv_se: Multifaktorautentisering
tr_tr: Çok Faktörlü Kimlik Doğrulama (MFA)
uk_ua: Багатофакторна автентифікація
vi_vn: Xác thực đa yếu tố

source: Set Up Authenticator App
cs_cz: Nastavit autentifikační aplikaci
de_de: Authenticator-App einrichten
es_es: Configurar aplicación autenticadora
fr_fr: Configurer l'Application d'Authentification
id_id: Atur Aplikasi Autentikator
ko_kr: 인증 앱 설정
lt_lt: Nustatyti autentifikacijos programą
pl_pl: Skonfiguruj aplikację uwierzytelniającą
ru_ru: Настроить приложение аутентификатора
sv_se: Konfigurera autentiseringsapp
tr_tr: Kimlik Doğrulama Uygulamasını Kur
uk_ua: Налаштувати програму автентифікації
vi_vn: Thiết lập ứng dụng xác thực

source: Step 1: Scan QR Code
cs_cz: Krok 1: Naskenovat QR kód
de_de: Schritt 1: QR-Code scannen
es_es: Paso 1: Escanea el código QR
fr_fr: Étape 1: Scanner le Code QR
id_id: Langkah 1: Pindai Kode QR
ko_kr: 1단계: QR 코드 스캔
lt_lt: 1 žingsnis: Nuskenuoti QR kodą
pl_pl: Krok 1: Zeskanuj kod QR
ru_ru: Шаг 1: Сканировать QR-код
sv_se: Steg 1: Skanna QR-kod
tr_tr: Adım 1: QR Kodunu Tara
uk_ua: Крок 1: Скануйте QR-код
vi_vn: Bước 1: Quét mã QR

source: Scan this QR code with your authenticator app
cs_cz: Naskenujte tento QR kód vaší autentifikační aplikací
de_de: Scannen Sie diesen QR-Code mit Ihrer Authenticator-App
es_es: Escanea este código QR con tu aplicación autenticadora
fr_fr: Scannez ce code QR avec votre application d'authentification
id_id: Pindai kode QR ini dengan aplikasi autentikator Anda
ko_kr: 인증 앱으로 이 QR 코드를 스캔하세요
lt_lt: Nuskenuokite šį QR kodą su savo autentifikacijos programa
pl_pl: Zeskanuj ten kod QR swoją aplikacją uwierzytelniającą
ru_ru: Отсканируйте этот QR-код с помощью вашего приложения аутентификатора
sv_se: Skanna denna QR-kod med din autentiseringsapp
tr_tr: Bu QR kodunu kimlik doğrulama uygulamanızla tarayın
uk_ua: Скануйте цей QR-код за допомогою вашої програми автентифікації
vi_vn: Quét mã QR này bằng ứng dụng xác thực của bạn

source: Or manually enter this key in your authenticator app
cs_cz: Nebo ručně zadejte tento klíč ve vaší autentifikační aplikaci
de_de: Oder geben Sie diesen Schlüssel manuell in Ihrer Authenticator-App ein
es_es: O introduce manualmente esta clave en tu aplicación autenticadora
fr_fr: Ou saisir manuellement cette clé dans votre application d'authentification
id_id: Atau masukkan kunci ini secara manual di aplikasi autentikator Anda
ko_kr: 또는 인증 앱에 이 키를 수동으로 입력하세요
lt_lt: Arba rankiniu būdu įveskite šį raktą į savo autentifikacijos programą
pl_pl: Lub wprowadź ten klucz ręcznie w swojej aplikacji uwierzytelniającej
ru_ru: Или вручную введите этот ключ в ваше приложение аутентификатора
sv_se: Eller ange denna nyckel manuellt i din autentiseringsapp
tr_tr: Veya bu anahtarı kimlik doğrulama uygulamanıza manuel olarak girin
uk_ua: Або вручну введіть цей ключ у своїй програмі автентифікації
vi_vn: Hoặc nhập thủ công khóa này vào ứng dụng xác thực của bạn

source: Step 2: Verify Setup
cs_cz: Krok 2: Ověřit nastavení
de_de: Schritt 2: Einrichtung überprüfen
es_es: Paso 2: Verificar configuración
fr_fr: Étape 2: Vérifier la Configuration
id_id: Langkah 2: Verifikasi Pengaturan
ko_kr: 2단계: 설정 확인
lt_lt: 2 žingsnis: Patvirtinti nustatymą
pl_pl: Krok 2: Sprawdź konfigurację
ru_ru: Шаг 2: Проверить настройку
sv_se: Steg 2: Verifiera inställning
tr_tr: Adım 2: Kurulumu Doğrula
uk_ua: Крок 2: Підтвердіть налаштування
vi_vn: Bước 2: Xác minh thiết lập

source: Enter the 6-digit code from your authenticator app
cs_cz: Zadejte 6místný kód z vaší autentifikační aplikace
de_de: Geben Sie den 6-stelligen Code aus Ihrer Authenticator-App ein
es_es: Introduce el código de 6 dígitos de tu aplicación autenticadora
fr_fr: Entrez le code à 6 chiffres de votre application d'authentification
id_id: Masukkan kode 6 digit dari aplikasi autentikator Anda
ko_kr: 인증 앱의 6자리 코드를 입력하세요
lt_lt: Įveskite 6 skaitmenų kodą iš savo autentifikacijos programos
pl_pl: Wprowadź 6-cyfrowy kod z aplikacji uwierzytelniającej
ru_ru: Введите 6-значный код из вашего приложения аутентификатора
sv_se: Ange den 6-siffriga koden från din autentiseringsapp
tr_tr: Kimlik doğrulama uygulamanızdan 6 haneli kodu girin
uk_ua: Введіть 6-значний код з вашої програми автентифікації
vi_vn: Nhập mã 6 chữ số từ ứng dụng xác thực của bạn

source: Verification Code
cs_cz: Ověřovací kód
de_de: Bestätigungscode
es_es: Código de verificación
fr_fr: Code de Vérification
id_id: Kode Verifikasi
ko_kr: 인증 코드
lt_lt: Patvirtinimo kodas
pl_pl: Kod weryfikacyjny
ru_ru: Код подтверждения
sv_se: Verifieringskod
tr_tr: Doğrulama Kodu
uk_ua: Код підтвердження
vi_vn: Mã xác minh

source: Please enter a valid 6-digit verification code.
cs_cz: Zadejte prosím platný 6místný ověřovací kód.
de_de: Bitte geben Sie einen gültigen 6-stelligen Bestätigungscode ein.
es_es: Por favor, introduce un código de verificación válido de 6 dígitos.
fr_fr: Veuillez entrer un code de vérification à 6 chiffres valide.
id_id: Silakan masukkan kode verifikasi 6 digit yang valid.
ko_kr: 유효한 6자리 인증 코드를 입력하세요.
lt_lt: Įveskite teisingą 6 skaitmenų patvirtinimo kodą.
pl_pl: Wprowadź prawidłowy 6-cyfrowy kod weryfikacyjny.
ru_ru: Пожалуйста, введите действительный 6-значный код подтверждения.
sv_se: Vänligen ange en giltig 6-siffrig verifieringskod.
tr_tr: Lütfen geçerli bir 6 haneli doğrulama kodu girin.
uk_ua: Будь ласка, введіть дійсний 6-значний код підтвердження.
vi_vn: Vui lòng nhập mã xác minh 6 chữ số hợp lệ.

source: Verify and Enable MFA
cs_cz: Ověřit a povolit MFA
de_de: Prüfen und MFA aktivieren
es_es: Verificar y habilitar MFA
fr_fr: Vérifier et Activer l'AMF
id_id: Verifikasi dan Aktifkan MFA
ko_kr: 확인 및 MFA 활성화
lt_lt: Patvirtinti ir įjungti MFA
pl_pl: Zweryfikuj i włącz MFA
ru_ru: Подтвердить и включить MFA
sv_se: Verifiera och aktivera MFA
tr_tr: Doğrula ve MFA'yı Etkinleştir
uk_ua: Підтвердити та увімкнути MFA
vi_vn: Xác minh và kích hoạt MFA

source: Recommended Authenticator Apps
cs_cz: Doporučené autentifikační aplikace
de_de: Empfohlene Authenticator-Apps
es_es: Aplicaciones autenticadoras recomendadas
fr_fr: Applications d'Authentification Recommandées
id_id: Aplikasi Autentikator yang Direkomendasikan
ko_kr: 권장 인증 앱
lt_lt: Rekomenduojamos autentifikacijos programos
pl_pl: Zalecane aplikacje uwierzytelniające
ru_ru: Рекомендуемые приложения аутентификатора
sv_se: Rekommenderade autentiseringsappar
tr_tr: Önerilen Kimlik Doğrulama Uygulamaları
uk_ua: Рекомендовані програми автентифікації
vi_vn: Ứng dụng xác thực khuyến nghị

source: Available for Android and iOS
cs_cz: Dostupné pro Android a iOS
de_de: Verfügbar für Android und iOS
es_es: Disponible para Android e iOS
fr_fr: Disponible pour Android et iOS
id_id: Tersedia untuk Android dan iOS
ko_kr: Android 및 iOS에서 사용 가능
lt_lt: Galima Android ir iOS
pl_pl: Dostępne na Android i iOS
ru_ru: Доступно для Android и iOS
sv_se: Tillgänglig för Android och iOS
tr_tr: Android ve iOS için mevcut
uk_ua: Доступно для Android та iOS
vi_vn: Có sẵn cho Android và iOS

source: Edit template
cs_cz: Upravit šablonu
de_de: Vorlage bearbeiten
es_es: Editar plantilla
fr_fr: Éditer le modèle
id_id: Edit templat
ko_kr: 템플릿 편집
lt_lt: Redaguoti šabloną
pl_pl: Edytuj szablon
ru_ru: Редактировать шаблон
sv_se: Redigera mall
tr_tr: Şablonu düzenle
uk_ua: Редагувати шаблон
vi_vn: Sửa mẫu

source: Sync Required
cs_cz: Vyžadována synchronizace
de_de: Synchronisierung erforderlich
es_es: Sincronización requerida
fr_fr: Synchronisation Requise
id_id: Sinkronisasi Diperlukan
ko_kr: 동기화 필요
lt_lt: Reikalinga sinchronizacija
pl_pl: Wymagana synchronizacja
ru_ru: Требуется синхронизация
sv_se: Synkronisering krävs
tr_tr: Senkronizasyon Gerekli
uk_ua: Потрібна синхронізація
vi_vn: Yêu cầu đồng bộ

source: There are
cs_cz: Existuje
de_de: Es gibt
es_es: Hay
fr_fr: Il y a
id_id: Ada
ko_kr: 다음이 있습니다
lt_lt: Yra
pl_pl: Jest
ru_ru: Есть
sv_se: Det finns
tr_tr: Şunlar var:
uk_ua: Є
vi_vn: Có

source: zones that need to be updated to reflect the current template configuration.
cs_cz: zón, které je třeba aktualizovat, aby odrážely současnou konfiguraci šablony.
de_de: Zonen, die aktualisiert werden müssen, um die aktuelle Vorlagenkonfiguration zu reflektieren.
es_es: zonas que necesitan ser actualizadas para reflejar la configuración actual de la plantilla.
fr_fr: zones qui doivent être mises à jour pour refléter la configuration actuelle du modèle.
id_id: zona yang perlu diperbarui untuk mencerminkan konfigurasi templat saat ini.
ko_kr: 현재 템플릿 구성을 반영하도록 업데이트해야 하는 존입니다.
lt_lt: zonų, kurias reikia atnaujinti, kad atspindėtų dabartinę šablono konfigūraciją.
pl_pl: stref, które wymagają aktualizacji, aby odzwierciedlić aktualną konfigurację szablonu.
ru_ru: зон, которые необходимо обновить, чтобы отразить текущую конфигурацию шаблона.
sv_se: zoner som behöver uppdateras för att återspegla den nuvarande mallkonfigurationen.
tr_tr: mevcut şablon yapılandırmasını yansıtmak için güncellenmesi gereken zon.
uk_ua: зон, які потрібно оновити, щоб відобразити поточну конфігурацію шаблону.
vi_vn: vùng cần được cập nhật để phản ánh cấu hình mẫu hiện tại.

source: Template Records
cs_cz: Záznamy šablony
de_de: Vorlageneinträge
es_es: Registros de plantilla
fr_fr: Enregistrements du Modèle
id_id: Rekod Templat
ko_kr: 템플릿 레코드
lt_lt: Šablono įrašai
pl_pl: Rekordy szablonu
ru_ru: Записи шаблона
sv_se: Mallposter
tr_tr: Şablon Kayıtları
uk_ua: Записи шаблону
vi_vn: Bản ghi mẫu

source: This template does not have an SOA record. DNS zones typically require an SOA record to function properly, and DNSSEC signing may fail without one.
cs_cz: Tato šablona nemá SOA záznam. DNS zóny obvykle vyžadují SOA záznam pro správné fungování a DNSSEC podpis může selhat bez něj.
de_de: Diese Vorlage hat keinen SOA-Eintrag. DNS-Zonen benötigen normalerweise einen SOA-Eintrag, um ordnungsgemäß zu funktionieren, und DNSSEC-Signierung kann ohne einen fehlschlagen.
es_es: Esta plantilla no tiene un registro SOA. Las zonas DNS típicamente requieren un registro SOA para funcionar correctamente, y la firma DNSSEC puede fallar sin uno.
fr_fr: Ce modèle n'a pas d'enregistrement SOA. Les zones DNS nécessitent généralement un enregistrement SOA pour fonctionner correctement, et la signature DNSSEC peut échouer sans celui-ci.
id_id: Templat ini tidak memiliki rekod SOA. Zona DNS biasanya memerlukan rekod SOA untuk berfungsi dengan baik, dan penandatanganan DNSSEC mungkin gagal tanpanya.
ko_kr: 이 템플릿에는 SOA 레코드가 없습니다. DNS 존은 일반적으로 제대로 작동하려면 SOA 레코드가 필요하며 없으면 DNSSEC 서명이 실패할 수 있습니다.
lt_lt: Šis šablonas neturi SOA įrašo. DNS zonoms paprastai reikia SOA įrašo, kad tinkamai veiktų, o DNSSEC pasirašymas gali nepavykti be jo.
pl_pl: Ten szablon nie ma rekordu SOA. Strefy DNS zazwyczaj wymagają rekordu SOA do prawidłowego funkcjonowania, a podpisywanie DNSSEC może się nie powieść bez niego.
ru_ru: Этот шаблон не имеет SOA записи. DNS зоны обычно требуют SOA запись для правильного функционирования, и подписание DNSSEC может не работать без неё.
sv_se: Denna mall har ingen SOA-post. DNS-zoner kräver vanligtvis en SOA-post för att fungera korrekt, och DNSSEC-signering kan misslyckas utan en.
tr_tr: Bu şablonun SOA kaydı bulunmuyor. DNS zonları genellikle düzgün çalışmak için SOA kaydı gerektirir ve olmadan DNSSEC imzalama başarısız olabilir.
uk_ua: Цей шаблон не має запису SOA. Зони DNS зазвичай потребують запису SOA для правильної роботи, а підписання DNSSEC може не вдатися без нього.
vi_vn: Mẫu này không có bản ghi SOA. Các vùng DNS thường yêu cầu bản ghi SOA để hoạt động đúng cách và ký DNSSEC có thể thất bại nếu không có.

source: This zone template does not have any records yet.
cs_cz: Tato šablona zóny zatím nemá žádné záznamy.
de_de: Diese Zonenvorlage hat noch keine Einträge.
es_es: Esta plantilla de zona aún no tiene ningún registro.
fr_fr: Ce modèle de zone n'a encore aucun enregistrement.
id_id: Templat zona ini belum memiliki rekod.
ko_kr: 이 존 템플릿에는 아직 레코드가 없습니다.
lt_lt: Šis zonos šablonas dar neturi jokių įrašų.
pl_pl: Ten szablon strefy nie ma jeszcze żadnych rekordów.
ru_ru: Этот шаблон зоны пока не имеет записей.
sv_se: Denna zonmall har inga poster ännu.
tr_tr: Bu zon şablonunun henüz hiçbir kaydı bulunmuyor.
uk_ua: Цей шаблон зони ще не має жодних записів.
vi_vn: Mẫu vùng này chưa có bất kỳ bản ghi nào.

source: View zones
cs_cz: Zobrazit zóny
de_de: Zonen anzeigen
es_es: Ver zonas
fr_fr: Voir les zones
id_id: Lihat zona
ko_kr: 존 보기
lt_lt: Peržiūrėti zonas
pl_pl: Pokaż strefy
ru_ru: Просмотреть зоны
sv_se: Visa zoner
tr_tr: Zonları görüntüle
uk_ua: Переглянути зони
vi_vn: Xem vùng

source: Update zones
cs_cz: Aktualizovat zóny
de_de: Zonen aktualisieren
es_es: Actualizar zonas
fr_fr: Mettre à jour les zones
id_id: Perbarui zona
ko_kr: 존 업데이트
lt_lt: Atnaujinti zonas
pl_pl: Zaktualizuj strefy
ru_ru: Обновить зоны
sv_se: Uppdatera zoner
tr_tr: Zonları güncelle
uk_ua: Оновити зони
vi_vn: Cập nhật vùng

source: Template Settings
cs_cz: Nastavení šablony
de_de: Vorlagen Einstellungen
es_es: Configuración de plantilla
fr_fr: Paramètres du Modèle
id_id: Pengaturan Templat
ko_kr: 템플릿 설정
lt_lt: Šablono nustatymai
pl_pl: Ustawienia szablonu
ru_ru: Настройки шаблона
sv_se: Mallinställningar
tr_tr: Şablon Ayarları
uk_ua: Налаштування шаблону
vi_vn: Cài đặt mẫu

source: To use 'Save As', change the name first
cs_cz: Pro použití 'Uložit jako' nejdříve změňte název
de_de: Um 'Speichern als' zu nutzen, erst den Namen ändern
es_es: Para usar 'Guardar como', cambia el nombre primero
fr_fr: Pour utiliser 'Enregistrer sous', changez d'abord le nom
id_id: Untuk menggunakan 'Simpan Sebagai', ubah nama terlebih dahulu
ko_kr: '다른 이름으로 저장'을 사용하려면 먼저 이름을 변경하세요
lt_lt: Norėdami naudoti 'Išsaugoti kaip', pirmiausia pakeiskite pavadinimą
pl_pl: Aby użyć 'Zapisz jako', najpierw zmień nazwę
ru_ru: Чтобы использовать 'Сохранить как', сначала измените имя
sv_se: För att använda 'Spara som', ändra namnet först
tr_tr: 'Farklı Kaydet' kullanmak için önce adı değiştirin
uk_ua: Щоб використовувати 'Зберегти як', спочатку змініть назву
vi_vn: Để sử dụng 'Lưu dưới dạng', hãy thay đổi tên trước

source: Save As
cs_cz: Uložit jako
de_de: Speichern als
es_es: Guardar como
fr_fr: Enregistrer sous
id_id: Simpan Sebagai
ko_kr: 다른 이름으로 저장
lt_lt: Išsaugoti kaip
pl_pl: Zapisz jako
ru_ru: Сохранить как
sv_se: Spara som
tr_tr: Farklı Kaydet
uk_ua: Зберегти як
vi_vn: Lưu dưới dạng

source: The following placeholders can be used in template records
cs_cz: Následující zástupné symboly lze použít v záznamech šablony
de_de: Die folgenden Platzhalter können in Vorlageneinträgen verwendet werden
es_es: Los siguientes marcadores de posición se pueden usar en los registros de plantilla
fr_fr: Les espaces réservés suivants peuvent être utilisés dans les enregistrements de modèle
id_id: Placeholder berikut dapat digunakan dalam rekod templat
ko_kr: 템플릿 레코드에서 다음 플레이스홀더를 사용할 수 있습니다
lt_lt: Šie vietženkiai gali būti naudojami šablono įrašuose
pl_pl: Następujące symbole zastępcze mogą być używane w rekordach szablonu
ru_ru: Следующие заполнители могут использоваться в записях шаблона
sv_se: Följande platshållare kan användas i mallposter
tr_tr: Aşağıdaki yer tutucular şablon kayıtlarında kullanılabilir
uk_ua: Наступні заповнювачі можна використовувати в записах шаблону
vi_vn: Các trình giữ chỗ sau có thể được sử dụng trong bản ghi mẫu

source: Warning: Missing SOA Record
cs_cz: Varování: Chybí SOA záznam
de_de: Warnung: Fehlender SOA-Eintrag
es_es: Advertencia: Falta registro SOA
fr_fr: Avertissement: Enregistrement SOA Manquant
id_id: Peringatan: Rekod SOA Hilang
ko_kr: 경고: SOA 레코드 누락
lt_lt: Įspėjimas: trūksta SOA įrašo
pl_pl: Ostrzeżenie: Brak rekordu SOA
ru_ru: Предупреждение: Отсутствует SOA запись
sv_se: Varning: Saknar SOA-post
tr_tr: Uyarı: Eksik SOA Kaydı
uk_ua: Увага: відсутній запис SOA
vi_vn: Cảnh báo: Thiếu bản ghi SOA

source: This zone template does not have an SOA (Start of Authority) record.
cs_cz: Tato šablona zóny nemá SOA (Start of Authority) záznam.
de_de: Diese Zonenvorlage hat keinen SOA (Start of Authority) Eintrag.
es_es: Esta plantilla de zona no tiene un registro SOA (Start of Authority).
fr_fr: Ce modèle de zone n'a pas d'enregistrement SOA (Start of Authority).
id_id: Templat zona ini tidak memiliki rekod SOA (Start of Authority).
ko_kr: 이 존 템플릿에는 SOA(Start of Authority) 레코드가 없습니다.
lt_lt: Šis zonos šablonas neturi SOA (autoriteto pradžios) įrašo.
pl_pl: Ten szablon strefy nie ma rekordu SOA (Start of Authority).
ru_ru: Этот шаблон зоны не имеет SOA (Start of Authority) записи.
sv_se: Denna zonmall har ingen SOA-post (Start of Authority).
tr_tr: Bu zon şablonunun SOA (Start of Authority) kaydı bulunmuyor.
uk_ua: Цей шаблон зони не має запису SOA (Start of Authority).
vi_vn: Mẫu vùng này không có bản ghi SOA (Start of Authority).

source: DNS zones typically require an SOA record to function properly, and DNSSEC signing may fail without one.
cs_cz: DNS zóny obvykle vyžadují SOA záznam pro správné fungování a DNSSEC podpis může selhat bez něj.
de_de: DNS-Zonen benötigen normalerweise einen SOA-Eintrag, um ordnungsgemäß zu funktionieren, und DNSSEC-Signierung kann ohne einen fehlschlagen.
es_es: Las zonas DNS típicamente requieren un registro SOA para funcionar correctamente, y la firma DNSSEC puede fallar sin uno.
fr_fr: Les zones DNS nécessitent généralement un enregistrement SOA pour fonctionner correctement, et la signature DNSSEC peut échouer sans celui-ci.
id_id: Zona DNS biasanya memerlukan rekod SOA untuk berfungsi dengan baik, dan penandatanganan DNSSEC mungkin gagal tanpanya.
ko_kr: DNS 존은 일반적으로 제대로 작동하려면 SOA 레코드가 필요하며 없으면 DNSSEC 서명이 실패할 수 있습니다.
lt_lt: DNS zonoms paprastai reikia SOA įrašo, kad tinkamai veiktų, o DNSSEC pasirašymas gali nepavykti be jo.
pl_pl: Strefy DNS zazwyczaj wymagają rekordu SOA do prawidłowego funkcjonowania, a podpisywanie DNSSEC może się nie powieść bez niego.
ru_ru: DNS зоны обычно требуют SOA запись для правильного функционирования, и подписание DNSSEC может не работать без неё.
sv_se: DNS-zoner kräver vanligtvis en SOA-post för att fungera korrekt, och DNSSEC-signering kan misslyckas utan en.
tr_tr: DNS zonları genellikle düzgün çalışmak için SOA kaydı gerektirir ve olmadan DNSSEC imzalama başarısız olabilir.
uk_ua: Зони DNS зазвичай потребують запису SOA для правильної роботи, а підписання DNSSEC може не вдатися без нього.
vi_vn: Các vùng DNS thường yêu cầu bản ghi SOA để hoạt động đúng cách và ký DNSSEC có thể thất bại nếu không có.

source: Do you want to continue without adding an SOA record?
cs_cz: Chcete pokračovat bez přidání SOA záznamu?
de_de: Möchten Sie fortfahren, ohne einen SOA-Eintrag hinzuzufügen?
es_es: ¿Quieres continuar sin agregar un registro SOA?
fr_fr: Voulez-vous continuer sans ajouter un enregistrement SOA?
id_id: Apakah Anda ingin melanjutkan tanpa menambahkan rekod SOA?
ko_kr: SOA 레코드를 추가하지 않고 계속하시겠습니까?
lt_lt: Ar norite tęsti nepridėdami SOA įrašo?
pl_pl: Czy chcesz kontynuować bez dodawania rekordu SOA?
ru_ru: Хотите ли вы продолжить без добавления SOA записи?
sv_se: Vill du fortsätta utan att lägga till en SOA-post?
tr_tr: SOA kaydı eklemeden devam etmek istiyor musunuz?
uk_ua: Ви хочете продовжити без додавання запису SOA?
vi_vn: Bạn có muốn tiếp tục mà không thêm bản ghi SOA?

source: Continue Without SOA
cs_cz: Pokračovat bez SOA
de_de: Ohne SOA fortfahren
es_es: Continuar sin SOA
fr_fr: Continuer sans SOA
id_id: Lanjutkan Tanpa SOA
ko_kr: SOA 없이 계속
lt_lt: Tęsti be SOA
pl_pl: Kontynuuj bez SOA
ru_ru: Продолжить без SOA
sv_se: Fortsätt utan SOA
tr_tr: SOA Olmadan Devam Et
uk_ua: Продовжити без SOA
vi_vn: Tiếp tục không có SOA

source: There are no supermasters to show in this listing.
cs_cz: V tomto seznamu nejsou žádní supermastři k zobrazení.
de_de: Es gibt keine Supermaster, die in dieser Auflistung angezeigt werden können.
es_es: No hay supermasters para mostrar en esta lista.
fr_fr: Il n'y a aucun serveur maître secondaire à afficher dans cette liste.
id_id: Tidak ada supermaster yang ditampilkan dalam daftar ini.
ko_kr: 이 목록에 표시할 supermaster가 없습니다.
lt_lt: Šiame sąraše nėra supermasterių, kuriuos būtų galima rodyti.
pl_pl: Nie ma żadnych supermasterów do wyświetlenia na tej liście.
ru_ru: В этом списке нет супермастеров для отображения.
sv_se: Det finns inga supermasters att visa i denna lista.
tr_tr: Bu listede gösterilecek supermaster bulunmuyor.
uk_ua: Немає supermaster для відображення в цьому списку.
vi_vn: Không có supermaster nào để hiển thị trong danh sách này.

source: API Key Created
cs_cz: API klíč vytvořen
de_de: API-Schlüssel erstellt
es_es: Clave API creada
fr_fr: Clé API Créée
id_id: Kunci API Dibuat
ko_kr: API 키 생성됨
lt_lt: API raktas sukurtas
pl_pl: Klucz API utworzony
ru_ru: API ключ создан
sv_se: API-nyckel skapad
tr_tr: API Anahtarı Oluşturuldu
uk_ua: API-ключ створено
vi_vn: Khóa API đã được tạo

source: API Key Created Successfully
cs_cz: API klíč úspěšně vytvořen
de_de: API-Schlüssel erfolgreich erstellt
es_es: Clave API creada exitosamente
fr_fr: Clé API Créée avec Succès
id_id: Kunci API Berhasil Dibuat
ko_kr: API 키가 성공적으로 생성되었습니다
lt_lt: API raktas sėkmingai sukurtas
pl_pl: Klucz API został pomyślnie utworzony
ru_ru: API ключ успешно создан
sv_se: API-nyckel skapad framgångsrikt
tr_tr: API Anahtarı Başarıyla Oluşturuldu
uk_ua: API-ключ успішно створено
vi_vn: Khóa API đã được tạo thành công

source: IMPORTANT: Save your API key now!
cs_cz: DŮLEŽITÉ: Uložte si svůj API klíč nyní!
de_de: WICHTIG: Speichern Sie Ihren API-Schlüssel jetzt!
es_es: IMPORTANTE: ¡Guarda tu clave API ahora!
fr_fr: IMPORTANT: Sauvegardez votre clé API maintenant!
id_id: PENTING: Simpan kunci API Anda sekarang!
ko_kr: 중요: 지금 API 키를 저장하세요!
lt_lt: SVARBU: Išsaugokite savo API raktą dabar!
pl_pl: WAŻNE: Zapisz swój klucz API teraz!
ru_ru: ВАЖНО: Сохраните ваш API ключ сейчас!
sv_se: VIKTIGT: Spara din API-nyckel nu!
tr_tr: ÖNEMLİ: API anahtarınızı şimdi kaydedin!
uk_ua: ВАЖЛИВО: Збережіть свій API-ключ зараз!
vi_vn: QUAN TRỌNG: Lưu khóa API của bạn ngay bây giờ!
