Repository: poweradmin/poweradmin
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: cs_cz, de_de, es_es, fr_fr, id_id, ko_kr, lt_lt, pl_pl, ru_ru, sv_se, tr_tr, uk_ua, vi_vn, zh_cn

source: DKIM proves emails are from your domain using cryptographic signatures. Generate the DKIM key pair on your MAIL SERVER (Postfix, Exim, etc.). Only the PUBLIC KEY goes in this DNS record. Keep the PRIVATE KEY secure on your mail server (never share it).
id_id: DKIM membuktikan email berasal dari domain Anda menggunakan tanda tangan kriptografi. Hasilkan pasangan kunci DKIM di SERVER EMAIL Anda (Postfix, Exim, dll.). Hanya KUNCI PUBLIK yang dimasukkan dalam rekaman DNS ini. Simpan KUNCI PRIVAT dengan aman di server email Anda (jangan pernah dibagikan).
ko_kr: DKIM은 암호화 서명을 사용하여 이메일이 도메인에서 보낸 것임을 증명합니다. 메일 서버 (Postfix, Exim 등)에서 DKIM 키 쌍을 생성하세요. 이 DNS 레코드에는 공개 키만 들어갑니다. 개인 키는 메일 서버에 안전하게 보관하세요 (절대 공유하지 마세요).
sv_se: DKIM bevisar att e-post kommer från din domän genom kryptografiska signaturer. Generera DKIM-nyckelparet på din E-POSTSERVER (Postfix, Exim, etc.). Bara den PUBLIKA NYCKELN läggs i denna DNS-post. Behåll den PRIVATA NYCKELN säkert på din e-postserver (dela den aldrig).
uk_ua: DKIM підтверджує, що листи надійшли з вашого домену за допомогою криптографічних підписів. Згенеруйте пару ключів DKIM на вашому ПОШТОВОМУ СЕРВЕРІ (Postfix, Exim тощо). Лише ВІДКРИТИЙ КЛЮЧ записується у цей DNS-запис. Зберігайте ЗАКРИТИЙ КЛЮЧ у безпеці на поштовому сервері (ніколи не розголошуйте його).
vi_vn: DKIM chứng minh email đến từ tên miền của bạn bằng chữ ký mật mã. Tạo cặp khóa DKIM trên MÁY CHỦ THƯ (Postfix, Exim, v.v.). Chỉ KHÓA CÔNG KHAI được đặt trong bản ghi DNS này. Giữ KHÓA RIÊNG TƯ an toàn trên máy chủ thư của bạn (không bao giờ chia sẻ).

source: DKIM Configuration
id_id: Konfigurasi DKIM
ko_kr: DKIM 설정
sv_se: DKIM-konfiguration
uk_ua: Конфігурація DKIM
vi_vn: Cấu hình DKIM

source: Selector to identify the DKIM key (commonly "default", timestamp like "202501", or service name like "google"). Only alphanumeric characters, hyphens, and underscores allowed.
id_id: Selector untuk mengidentifikasi kunci DKIM (umumnya "default", stempel waktu seperti "202501", atau nama layanan seperti "google"). Hanya karakter alfanumerik, tanda hubung, dan garis bawah yang diperbolehkan.
ko_kr: DKIM 키를 식별하는 선택자 (일반적으로 "default", "202501"과 같은 타임스탬프 또는 "google"과 같은 서비스 이름). 영숫자, 하이픈 및 밑줄만 허용됩니다.
sv_se: Väljare för att identifiera DKIM-nyckeln (vanligtvis "default", tidsstämpel som "202501" eller tjänstnamn som "google"). Bara alfanumeriska tecken, bindestreck och understreck tillåtna.
uk_ua: Селектор для ідентифікації ключа DKIM (зазвичай "default", мітка часу як "202501" або назва сервісу як "google"). Дозволені лише буквено-цифрові символи, дефіси та підкреслення.
vi_vn: Bộ chọn để nhận dạng khóa DKIM (thường là "default", dấu thời gian như "202501", hoặc tên dịch vụ như "google"). Chỉ cho phép ký tự chữ-số, dấu gạch ngang và dấu gạch dưới.

source: Public Key
id_id: Kunci Publik
ko_kr: 공개 키
sv_se: Publik nyckel
uk_ua: Відкритий ключ
vi_vn: Khóa công khai

source: Paste the base64-encoded public key from your mail server. Spaces and newlines will be automatically removed.
id_id: Tempel kunci publik yang dikodekan base64 dari server email Anda. Spasi dan baris baru akan dihapus secara otomatis.
ko_kr: 메일 서버의 base64로 인코딩된 공개 키를 붙여넣으세요. 공백과 줄 바꿈은 자동으로 제거됩니다.
sv_se: Klistra in den base64-kodade publika nyckeln från din e-postserver. Mellanslag och radbrytningar tas bort automatiskt.
uk_ua: Вставте відкритий ключ у кодуванні base64 з вашого поштового сервера. Пробіли та переноси рядків будуть автоматично видалені.
vi_vn: Dán khóa công khai được mã hóa base64 từ máy chủ thư của bạn. Khoảng trắng và xuống dòng sẽ được tự động xóa.

source: Key Type
id_id: Jenis Kunci
ko_kr: 키 유형
sv_se: Nyckeltyp
uk_ua: Тип ключа
vi_vn: Loại khóa

source: Widely supported by all mail servers
id_id: Didukung secara luas oleh semua server email
ko_kr: 모든 메일 서버에서 널리 지원됨
sv_se: Brett stöd hos alla e-postservrar
uk_ua: Широко підтримується всіма поштовими серверами
vi_vn: Được hỗ trợ rộng rãi bởi tất cả máy chủ thư

source: Newer algorithm - not universally supported yet
id_id: Algoritma lebih baru - belum didukung secara universal
ko_kr: 최신 알고리즘 - 아직 보편적으로 지원되지 않음
sv_se: Nyare algoritm - inte universellt stödd ännu
uk_ua: Новіший алгоритм - поки не підтримується повсюдно
vi_vn: Thuật toán mới hơn - chưa được hỗ trợ phổ biến

source: Encryption algorithm for the DKIM public key
id_id: Algoritma enkripsi untuk kunci publik DKIM
ko_kr: DKIM 공개 키의 암호화 알고리즘
sv_se: Krypteringsalgoritm för den publika DKIM-nyckeln
uk_ua: Алгоритм шифрування для відкритого ключа DKIM
vi_vn: Thuật toán mã hóa cho khóa công khai DKIM

source: Testing Mode
id_id: Mode Pengujian
ko_kr: 테스트 모드
sv_se: Testläge
uk_ua: Тестовий режим
vi_vn: Chế độ kiểm tra

source: Enable testing mode (t=y). DKIM signatures will be present but not enforced. Use during initial deployment.
id_id: Aktifkan mode pengujian (t=y). Tanda tangan DKIM akan ada tetapi tidak ditegakkan. Gunakan selama penerapan awal.
ko_kr: 테스트 모드 활성화 (t=y). DKIM 서명이 있지만 적용되지 않습니다. 초기 배포 중에 사용하세요.
sv_se: Aktivera testläge (t=y). DKIM-signaturer finns men tillämpas inte. Använd vid initial driftsättning.
uk_ua: Увімкнути тестовий режим (t=y). Підписи DKIM будуть присутні, але не будуть застосовуватись. Використовуйте під час початкового впровадження.
vi_vn: Bật chế độ kiểm tra (t=y). Chữ ký DKIM sẽ có mặt nhưng không được thực thi. Sử dụng trong giai đoạn triển khai ban đầu.

source: Strict Subdomain Mode
id_id: Mode Subdomain Ketat
ko_kr: 엄격한 하위 도메인 모드
sv_se: Strikt subdomänläge
uk_ua: Строгий режим субдоменів
vi_vn: Chế độ tên miền phụ nghiêm ngặt

source: Enable strict subdomain mode (t=s). Rejects unsigned mail from subdomains.
id_id: Aktifkan mode subdomain ketat (t=s). Menolak email tidak bertanda tangan dari subdomain.
ko_kr: 엄격한 하위 도메인 모드 활성화 (t=s). 하위 도메인에서 서명되지 않은 메일을 거부합니다.
sv_se: Aktivera strikt subdomänläge (t=s). Avvisar osignerad e-post från subdomäner.
uk_ua: Увімкнути строгий режим субдоменів (t=s). Відхиляє непідписану пошту з субдоменів.
vi_vn: Bật chế độ tên miền phụ nghiêm ngặt (t=s). Từ chối thư không ký từ tên miền phụ.

source: Selector is required
id_id: Selector diperlukan
ko_kr: 선택자가 필요합니다
sv_se: Väljare krävs
uk_ua: Селектор є обов'язковим
vi_vn: Bộ chọn là bắt buộc

source: Selector can only contain alphanumeric characters, hyphens, and underscores
id_id: Selector hanya boleh berisi karakter alfanumerik, tanda hubung, dan garis bawah
ko_kr: 선택자는 영숫자, 하이픈 및 밑줄만 포함할 수 있습니다
sv_se: Väljaren kan bara innehålla alfanumeriska tecken, bindestreck och understreck
uk_ua: Селектор може містити лише буквено-цифрові символи, дефіси та підкреслення
vi_vn: Bộ chọn chỉ có thể chứa ký tự chữ-số, dấu gạch ngang và dấu gạch dưới

source: Public key is required
id_id: Kunci publik diperlukan
ko_kr: 공개 키가 필요합니다
sv_se: Publik nyckel krävs
uk_ua: Відкритий ключ є обов'язковим
vi_vn: Khóa công khai là bắt buộc

source: Public key must be valid base64-encoded data
id_id: Kunci publik harus berupa data yang dikodekan base64 yang valid
ko_kr: 공개 키는 유효한 base64로 인코딩된 데이터여야 합니다
sv_se: Publik nyckel måste vara giltig base64-kodad data
uk_ua: Відкритий ключ повинен бути дійсними даними у кодуванні base64
vi_vn: Khóa công khai phải là dữ liệu mã hóa base64 hợp lệ

source: Public key seems unusually short. Ensure you copied the complete key from your mail server.
id_id: Kunci publik tampaknya terlalu pendek. Pastikan Anda menyalin kunci lengkap dari server email Anda.
ko_kr: 공개 키가 비정상적으로 짧습니다. 메일 서버에서 완전한 키를 복사했는지 확인하세요.
sv_se: Publik nyckel verkar ovanligt kort. Kontrollera att du kopierade hela nyckeln från din e-postserver.
uk_ua: Відкритий ключ виглядає незвично коротким. Переконайтеся, що ви скопіювали повний ключ з поштового сервера.
vi_vn: Khóa công khai có vẻ ngắn bất thường. Đảm bảo bạn đã sao chép khóa hoàn chỉnh từ máy chủ thư.

source: You pasted a PRIVATE KEY. Only the PUBLIC KEY should be in DNS. Never share your private key!
id_id: Anda menempelkan KUNCI PRIVAT. Hanya KUNCI PUBLIK yang boleh ada di DNS. Jangan pernah membagikan kunci privat Anda!
ko_kr: 개인 키를 붙여넣었습니다. DNS에는 공개 키만 있어야 합니다. 개인 키를 절대 공유하지 마세요!
sv_se: Du klistrade in en PRIVAT NYCKEL. Bara den PUBLIKA NYCKELN ska finnas i DNS. Dela aldrig din privata nyckel!
uk_ua: Ви вставили ЗАКРИТИЙ КЛЮЧ. У DNS повинен бути лише ВІДКРИТИЙ КЛЮЧ. Ніколи не розголошуйте свій закритий ключ!
vi_vn: Bạn đã dán KHÓA RIÊNG TƯ. Chỉ KHÓA CÔNG KHAI mới nên đặt trong DNS. Không bao giờ chia sẻ khóa riêng tư của bạn!

source: Public key appears to contain PEM headers (BEGIN/END). Only the base64 content between headers is needed.
id_id: Kunci publik tampaknya berisi header PEM (BEGIN/END). Hanya konten base64 di antara header yang diperlukan.
ko_kr: 공개 키에 PEM 헤더 (BEGIN/END)가 포함되어 있습니다. 헤더 사이의 base64 콘텐츠만 필요합니다.
sv_se: Publik nyckel verkar innehålla PEM-rubriker (BEGIN/END). Bara base64-innehållet mellan rubrikerna behövs.
uk_ua: Відкритий ключ містить заголовки PEM (BEGIN/END). Потрібен лише вміст base64 між заголовками.
vi_vn: Khóa công khai có vẻ chứa tiêu đề PEM (BEGIN/END). Chỉ cần nội dung base64 giữa các tiêu đề.

source: Testing mode is enabled (t=y). DKIM signatures will not be enforced. Disable this once testing is complete.
id_id: Mode pengujian diaktifkan (t=y). Tanda tangan DKIM tidak akan ditegakkan. Nonaktifkan ini setelah pengujian selesai.
ko_kr: 테스트 모드가 활성화되었습니다 (t=y). DKIM 서명이 적용되지 않습니다. 테스트가 완료되면 이를 비활성화하세요.
sv_se: Testläge är aktiverat (t=y). DKIM-signaturer kommer inte att tillämpas. Inaktivera detta när testningen är klar.
uk_ua: Тестовий режим увімкнено (t=y). Підписи DKIM не будуть застосовуватись. Вимкніть це після завершення тестування.
vi_vn: Chế độ kiểm tra đã được bật (t=y). Chữ ký DKIM sẽ không được thực thi. Tắt chế độ này khi hoàn thành kiểm tra.

source: SRV Record
id_id: Rekaman SRV
ko_kr: SRV 레코드
sv_se: SRV-post
uk_ua: Запис SRV
vi_vn: Bản ghi SRV

source: Service location (hostname and port)
id_id: Lokasi layanan (nama host dan port)
ko_kr: 서비스 위치 (호스트 이름 및 포트)
sv_se: Tjänstplats (värdnamn och port)
uk_ua: Розташування сервісу (ім'я хоста та порт)
vi_vn: Vị trí dịch vụ (tên máy chủ và cổng)

source: Service
id_id: Layanan
ko_kr: 서비스
sv_se: Tjänst
uk_ua: Сервіс
vi_vn: Dịch vụ

source: Select a common service or choose "Custom" to enter manually
id_id: Pilih layanan umum atau pilih "Kustom" untuk memasukkan secara manual
ko_kr: 일반 서비스를 선택하거나 "사용자 정의"를 선택하여 수동으로 입력
sv_se: Välj en vanlig tjänst eller välj "Anpassad" för att ange manuellt
uk_ua: Виберіть поширений сервіс або оберіть "Інший" для введення вручну
vi_vn: Chọn dịch vụ phổ biến hoặc chọn "Tùy chỉnh" để nhập thủ công

source: Custom Service Name
id_id: Nama Layanan Kustom
ko_kr: 사용자 정의 서비스 이름
sv_se: Anpassat tjänstnamn
uk_ua: Назва сервісу (інша)
vi_vn: Tên dịch vụ tùy chỉnh

source: Service name must start with underscore (e.g., _myservice)
id_id: Nama layanan harus dimulai dengan garis bawah (mis., _layananku)
ko_kr: 서비스 이름은 밑줄로 시작해야 합니다 (예: _myservice)
sv_se: Tjänstnamnet måste börja med understreck (t.ex. _mintjanst)
uk_ua: Назва сервісу повинна починатися з підкреслення (наприклад, _myservice)
vi_vn: Tên dịch vụ phải bắt đầu bằng dấu gạch dưới (ví dụ: _myservice)

source: Transmission Control Protocol - most common
id_id: Transmission Control Protocol - paling umum
ko_kr: Transmission Control Protocol - 가장 일반적
sv_se: Transmission Control Protocol - vanligast
uk_ua: Transmission Control Protocol - найпоширеніший
vi_vn: Transmission Control Protocol - phổ biến nhất

source: User Datagram Protocol - connectionless
id_id: User Datagram Protocol - tanpa koneksi
ko_kr: User Datagram Protocol - 비연결
sv_se: User Datagram Protocol - anslutningslös
uk_ua: User Datagram Protocol - без з'єднання
vi_vn: User Datagram Protocol - không kết nối

source: Transport protocol for the service
id_id: Protokol transport untuk layanan
ko_kr: 서비스의 전송 프로토콜
sv_se: Transportprotokoll för tjänsten
uk_ua: Транспортний протокол для сервісу
vi_vn: Giao thức truyền tải cho dịch vụ

source: Domain
cs_cz: Doména
es_es: Dominio
fr_fr: Domaine
ko_kr: 도메인
lt_lt: Domenas
pl_pl: Domena
ru_ru: Домен
sv_se: Domän
tr_tr: Alan Adı
uk_ua: Домен
vi_vn: Tên miền
zh_cn: 域

source: Domain name (leave empty for zone apex @). Full record name will be: _service._protocol.domain
id_id: Nama domain (biarkan kosong untuk apex zona @). Nama rekaman lengkap akan menjadi: _layanan._protokol.domain
ko_kr: 도메인 이름 (존 최상위 @의 경우 비워둠). 전체 레코드 이름: _service._protocol.domain
sv_se: Domännamn (lämna tomt för zonens apex @). Fullständigt postnamn blir: _tjänst._protokoll.domän
uk_ua: Доменне ім'я (залиште порожнім для кореня зони @). Повне ім'я запису буде: _service._protocol.domain
vi_vn: Tên miền (để trống cho đỉnh vùng @). Tên bản ghi đầy đủ sẽ là: _dịch_vụ._giao_thức.tên_miền

source: Target Server
id_id: Server Target
ko_kr: 대상 서버
sv_se: Målserver
uk_ua: Цільовий сервер
vi_vn: Máy chủ đích

source: Target Hostname
id_id: Nama Host Target
ko_kr: 대상 호스트 이름
sv_se: Målvärdnamn
uk_ua: Цільове ім'я хоста
vi_vn: Tên máy chủ đích

source: Hostname of the server providing this service (must be a hostname with an A/AAAA record, not an IP address)
id_id: Nama host server yang menyediakan layanan ini (harus berupa nama host dengan rekaman A/AAAA, bukan alamat IP)
ko_kr: 이 서비스를 제공하는 서버의 호스트 이름 (IP 주소가 아닌 A/AAAA 레코드가 있는 호스트 이름이어야 함)
sv_se: Värdnamn för servern som tillhandahåller denna tjänst (måste vara ett värdnamn med en A/AAAA-post, inte en IP-adress)
uk_ua: Ім'я хоста сервера, що надає цей сервіс (повинно бути ім'ям хоста з записом A/AAAA, а не IP-адресою)
vi_vn: Tên máy chủ cung cấp dịch vụ này (phải là tên máy chủ có bản ghi A/AAAA, không phải địa chỉ IP)

source: Port number where the service is listening (automatically filled for common services)
id_id: Nomor port tempat layanan mendengarkan (diisi otomatis untuk layanan umum)
ko_kr: 서비스가 수신 중인 포트 번호 (일반 서비스의 경우 자동으로 채워짐)
sv_se: Portnummer där tjänsten lyssnar (fylls i automatiskt för vanliga tjänster)
uk_ua: Номер порту, на якому прослуховується сервіс (заповнюється автоматично для поширених сервісів)
vi_vn: Số cổng nơi dịch vụ đang lắng nghe (tự động điền cho dịch vụ phổ biến)

source: Priority & Load Balancing
id_id: Prioritas & Penyeimbangan Beban
ko_kr: 우선순위 및 로드 밸런싱
sv_se: Prioritet och lastbalansering
uk_ua: Пріоритет та балансування навантаження
vi_vn: Mức ưu tiên & Cân bằng tải

source: Priority
cs_cz: Priorita
de_de: Priorität
es_es: Prioridad
fr_fr: Priorité
id_id: Prioritas
ko_kr: 우선순위
lt_lt: Prioritetas
pl_pl: Priorytet
ru_ru: Приоритет
sv_se: Prioritet
tr_tr: Öncelik
uk_ua: Пріоритет
vi_vn: Mức ưu tiên
zh_cn: 优先级

source: Lower values have higher priority (10 is a good default). Clients try servers in priority order.
id_id: Nilai lebih rendah memiliki prioritas lebih tinggi (10 adalah default yang baik). Klien mencoba server berdasarkan urutan prioritas.
ko_kr: 낮은 값이 높은 우선순위를 가짐 (10이 좋은 기본값). 클라이언트는 우선순위 순서로 서버를 시도합니다.
sv_se: Lägre värden har högre prioritet (10 är ett bra standardvärde). Klienter provar servrar i prioritetsordning.
uk_ua: Менші значення мають вищий пріоритет (10 - хороше значення за замовчуванням). Клієнти звертаються до серверів у порядку пріоритету.
vi_vn: Giá trị thấp hơn có ưu tiên cao hơn (10 là mặc định tốt). Máy khách thử các máy chủ theo thứ tự ưu tiên.

source: Weight
id_id: Bobot
ko_kr: 가중치
sv_se: Vikt
uk_ua: Вага
vi_vn: Trọng số

source: For load balancing among servers with same priority. Higher weight = more traffic. 0 = no load balancing.
id_id: Untuk penyeimbangan beban antar server dengan prioritas yang sama. Bobot lebih tinggi = lebih banyak lalu lintas. 0 = tanpa penyeimbangan beban.
ko_kr: 동일한 우선순위를 가진 서버 간 로드 밸런싱용. 높은 가중치 = 더 많은 트래픽. 0 = 로드 밸런싱 없음.
sv_se: För lastbalansering mellan servrar med samma prioritet. Högre vikt = mer trafik. 0 = ingen lastbalansering.
uk_ua: Для балансування навантаження між серверами з однаковим пріоритетом. Більша вага = більше трафіку. 0 = без балансування.
vi_vn: Cân bằng tải giữa các máy chủ cùng mức ưu tiên. Trọng số cao hơn = nhiều lưu lượng hơn. 0 = không cân bằng tải.

source: Service is required
id_id: Layanan diperlukan
ko_kr: 서비스가 필요합니다
sv_se: Tjänst krävs
uk_ua: Сервіс є обов'язковим
vi_vn: Dịch vụ là bắt buộc

source: Custom service name is required
id_id: Nama layanan kustom diperlukan
ko_kr: 사용자 정의 서비스 이름이 필요합니다
sv_se: Anpassat tjänstnamn krävs
uk_ua: Назва сервісу (інша) є обов'язковою
vi_vn: Tên dịch vụ tùy chỉnh là bắt buộc

source: Service name must contain only alphanumeric characters and hyphens
id_id: Nama layanan hanya boleh berisi karakter alfanumerik dan tanda hubung
ko_kr: 서비스 이름은 영숫자와 하이픈만 포함해야 합니다
sv_se: Tjänstnamnet får bara innehålla alfanumeriska tecken och bindestreck
uk_ua: Назва сервісу може містити лише буквено-цифрові символи та дефіси
vi_vn: Tên dịch vụ chỉ có thể chứa ký tự chữ-số và dấu gạch ngang

source: Target hostname is required
id_id: Nama host target diperlukan
ko_kr: 대상 호스트 이름이 필요합니다
sv_se: Målvärdnamn krävs
uk_ua: Цільове ім'я хоста є обов'язковим
vi_vn: Tên máy chủ đích là bắt buộc

source: Invalid target hostname format
id_id: Format nama host target tidak valid
ko_kr: 유효하지 않은 대상 호스트 이름 형식
sv_se: Ogiltigt format för målvärdnamn
uk_ua: Недійсний формат цільового імені хоста
vi_vn: Định dạng tên máy chủ đích không hợp lệ

source: Target must be a hostname, not an IP address. Create an A or AAAA record for the hostname first.
id_id: Target harus berupa nama host, bukan alamat IP. Buat rekaman A atau AAAA untuk nama host terlebih dahulu.
ko_kr: 대상은 IP 주소가 아닌 호스트 이름이어야 합니다. 먼저 호스트 이름에 대한 A 또는 AAAA 레코드를 생성하세요.
sv_se: Målet måste vara ett värdnamn, inte en IP-adress. Skapa en A- eller AAAA-post för värdnamnet först.
uk_ua: Ціль повинна бути іменем хоста, а не IP-адресою. Спочатку створіть запис A або AAAA для імені хоста.
vi_vn: Đích phải là tên máy chủ, không phải địa chỉ IP. Tạo bản ghi A hoặc AAAA cho tên máy chủ trước.

source: Priority must be between 0 and 65535
id_id: Prioritas harus antara 0 dan 65535
ko_kr: 우선순위는 0에서 65535 사이여야 합니다
sv_se: Prioritet måste vara mellan 0 och 65535
uk_ua: Пріоритет повинен бути від 0 до 65535
vi_vn: Mức ưu tiên phải từ 0 đến 65535

source: Priority 0 is valid but unusual. Most services use priority 10 or higher.
id_id: Prioritas 0 valid tetapi tidak umum. Sebagian besar layanan menggunakan prioritas 10 atau lebih tinggi.
ko_kr: 우선순위 0은 유효하지만 비정상적입니다. 대부분의 서비스는 우선순위 10 이상을 사용합니다.
sv_se: Prioritet 0 är giltigt men ovanligt. De flesta tjänster använder prioritet 10 eller högre.
uk_ua: Пріоритет 0 є дійсним, але незвичним. Більшість сервісів використовують пріоритет 10 або вище.
vi_vn: Mức ưu tiên 0 hợp lệ nhưng không thường gặp. Hầu hết dịch vụ sử dụng mức ưu tiên 10 trở lên.

source: Weight must be between 0 and 65535
id_id: Bobot harus antara 0 dan 65535
ko_kr: 가중치는 0에서 65535 사이여야 합니다
sv_se: Vikt måste vara mellan 0 och 65535
uk_ua: Вага повинна бути від 0 до 65535
vi_vn: Trọng số phải từ 0 đến 65535

source: Invalid domain format
id_id: Format domain tidak valid
ko_kr: 유효하지 않은 도메인 형식
sv_se: Ogiltigt domänformat
uk_ua: Недійсний формат домену
vi_vn: Định dạng tên miền không hợp lệ

source: All zones have owners
cs_cz: Všechny zóny mají vlastníky
de_de: Alle Zonen haben Besitzer
es_es: Todas las zonas tienen propietarios
fr_fr: Toutes les zones ont des propriétaires
id_id: Semua zona memiliki pemilik
ko_kr: 모든 존에 소유자가 있습니다
lt_lt: Visos zonos turi savininkus
pl_pl: Wszystkie strefy mają właścicieli
ru_ru: Все зоны имеют владельцев
sv_se: Alla zoner har ägare
tr_tr: Tüm zonların sahipleri var
uk_ua: Усі зони мають власників
vi_vn: Tất cả vùng đều có chủ sở hữu
zh_cn: 所有区域都有所有者

source: %d zones found without owners
cs_cz: Nalezeno %d zón bez vlastníků
de_de: %d Zonen ohne Besitzer gefunden
es_es: %d zonas encontradas sin propietarios
fr_fr: %d zones trouvées sans propriétaires
id_id: %d zona ditemukan tanpa pemilik
ko_kr: 소유자가 없는 %d개의 존이 발견되었습니다
lt_lt: %d zonų rasta be savininkų
pl_pl: Znaleziono %d stref bez właścicieli
ru_ru: Найдено %d зон без владельцев
sv_se: %d zoner hittades utan ägare
tr_tr: %d sahibi olmayan zon bulundu
uk_ua: Знайдено %d зон без власників
vi_vn: Tìm thấy %d vùng không có chủ sở hữu
zh_cn: 发现 %d 个没有所有者的区域

source: All slave zones have master IP addresses
cs_cz: Všechny podřízené zóny mají hlavní IP adresy
de_de: Alle Slave-Zonen haben Master-IP-Adressen
es_es: Todas las zonas esclavas tienen direcciones IP maestras
fr_fr: Toutes les zones esclaves ont des adresses IP maîtres
id_id: Semua zona slave memiliki alamat IP master
ko_kr: 모든 슬레이브 존에 마스터 IP 주소가 있습니다
lt_lt: Visos slave zonos turi master IP adresus
pl_pl: Wszystkie strefy podrzędne mają adresy IP master
ru_ru: Все подчиненные зоны имеют IP-адреса главного сервера
sv_se: Alla slave-zoner har master-IP-adresser
tr_tr: Tüm slave zonların master IP adresleri var
uk_ua: Усі зони slave мають IP-адреси головних серверів
vi_vn: Tất cả vùng slave đều có địa chỉ IP master
zh_cn: 所有从区域都有主 IP 地址

source: %d slave zones found without master IP addresses
cs_cz: Nalezeno %d podřízených zón bez hlavních IP adres
de_de: %d Slave-Zonen ohne Master-IP-Adressen gefunden
es_es: %d zonas esclavas encontradas sin direcciones IP maestras
fr_fr: %d zones esclaves trouvées sans adresses IP maîtres
id_id: %d zona slave ditemukan tanpa alamat IP master
ko_kr: 마스터 IP 주소가 없는 %d개의 슬레이브 존이 발견되었습니다
lt_lt: %d slave zonų rasta be master IP adresų
pl_pl: Znaleziono %d stref podrzędnych bez adresów IP master
ru_ru: Найдено %d подчиненных зон без IP-адресов главного сервера
sv_se: %d slave-zoner hittades utan master-IP-adresser
tr_tr: %d master IP adresi olmayan slave zon bulundu
uk_ua: Знайдено %d зон slave без IP-адрес головних серверів
vi_vn: Tìm thấy %d vùng slave không có địa chỉ IP master
zh_cn: 发现 %d 个没有主 IP 地址的从区域

source: All records belong to existing zones
cs_cz: Všechny záznamy patří do existujících zón
de_de: Alle Einträge gehören zu bestehenden Zonen
es_es: Todos los registros pertenecen a zonas existentes
fr_fr: Tous les enregistrements appartiennent à des zones existantes
id_id: Semua rekaman milik zona yang ada
ko_kr: 모든 레코드가 기존 존에 속합니다
lt_lt: Visi įrašai priklauso egzistuojančioms zonoms
pl_pl: Wszystkie rekordy należą do istniejących stref
ru_ru: Все записи принадлежат существующим зонам
sv_se: Alla poster tillhör befintliga zoner
tr_tr: Tüm kayıtlar mevcut zonlara ait
uk_ua: Усі записи належать до існуючих зон
vi_vn: Tất cả bản ghi đều thuộc về các vùng hiện có
zh_cn: 所有记录都属于现有区域

source: %d orphaned records found
cs_cz: Nalezeno %d osamocených záznamů
de_de: %d verwaiste Einträge gefunden
es_es: %d registros huérfanos encontrados
fr_fr: %d enregistrements orphelins trouvés
id_id: %d rekaman yatim ditemukan
ko_kr: %d개의 고아 레코드가 발견되었습니다
lt_lt: %d našlaičių įrašų rasta
pl_pl: Znaleziono %d osieroconych rekordów
ru_ru: Найдено %d осиротевших записей
sv_se: %d föräldralösa poster hittades
tr_tr: %d yetim kayıt bulundu
uk_ua: Знайдено %d осиротілих записів
vi_vn: Tìm thấy %d bản ghi mồ côi
zh_cn: 发现 %d 条孤立记录

source: No duplicate SOA records found
cs_cz: Nebyly nalezeny žádné duplicitní SOA záznamy
de_de: Keine doppelten SOA-Einträge gefunden
es_es: No se encontraron registros SOA duplicados
fr_fr: Aucun enregistrement SOA dupliqué trouvé
id_id: Tidak ditemukan rekaman SOA duplikat
ko_kr: 중복 SOA 레코드가 발견되지 않았습니다
lt_lt: Dubliuotų SOA įrašų nerasta
pl_pl: Nie znaleziono duplikatów rekordów SOA
ru_ru: Дублирующиеся записи SOA не найдены
sv_se: Inga duplicerade SOA-poster hittades
tr_tr: Yinelenen SOA kaydı bulunamadı
uk_ua: Дублікатів SOA-записів не знайдено
vi_vn: Không tìm thấy bản ghi SOA trùng lặp
zh_cn: 未发现重复的 SOA 记录
