Repository: poweradmin/poweradmin
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: cs_cz, de_de, es_es, fr_fr, id_id, ko_kr, lt_lt, pl_pl, ru_ru, sv_se, tr_tr, uk_ua, vi_vn, zh_cn

source: L32 preference must be a number between 0 and 65535.
cs_cz: L32 preference musí být číslo mezi 0 a 65535.
de_de: L32-Präferenz muss eine Zahl zwischen 0 und 65535 sein.
es_es: La preferencia L32 debe ser un número entre 0 y 65535.
fr_fr: La préférence L32 doit être un nombre entre 0 et 65535.
id_id: DNSSEC information
ko_kr: 잘못된 루프입니다.
lt_lt: L32 pasirinkimas turi būti skaičius tarp 0 ir 65535.
pl_pl: Preferencja L32 musi być liczbą między 0 a 65535.
ru_ru: Предпочтение L32 должно быть числом от 0 до 65535.
sv_se: Granskningslogghändelse
tr_tr: L32 tercihi 0 ile 65535 arasında bir sayı olmalıdır.
uk_ua: Content suggests postal code lookup. Verify postal code database currency.
vi_vn: Nội dung HTML chứa iframe không được phép.
zh_cn: L32 首选项必须是 0 到 65535 之间的数字。

source: L32 locator must be a valid IPv4 address.
cs_cz: L32 lokátor musí být platná IPv4 adresa.
de_de: L32-Locator muss eine gültige IPv4-Adresse sein.
es_es: El localizador L32 debe ser una dirección IPv4 válida.
fr_fr: Le localisateur L32 doit être une adresse IPv4 valide.
id_id: Informasi DNSSEC
ko_kr: 잘못된 반복입니다.
lt_lt: L32 lokatorius turi būti teisingas IPv4 adresas.
pl_pl: Lokator L32 musi być prawidłowym adresem IPv4.
ru_ru: Локатор L32 должен быть корректным IPv4 адресом.
sv_se: Granskningslogghändelser
tr_tr: L32 konum belirleyici geçerli bir IPv4 adresi olmalıdır.
uk_ua: Record may be affected by DNS latency-based routing. Measure latency accurately.
vi_vn: Nội dung HTML chứa thuộc tính sự kiện không được phép.
zh_cn: L32 定位符必须是有效的 IPv4 地址。

source: L32 locator must be a fully specified IPv4 address.
cs_cz: L32 lokátor musí být plně specifikovaná IPv4 adresa.
de_de: L32-Locator muss eine vollständig spezifizierte IPv4-Adresse sein.
es_es: El localizador L32 debe ser una dirección IPv4 completamente especificada.
fr_fr: Le localisateur L32 doit être une adresse IPv4 entièrement spécifiée.
id_id: Zone transfer
ko_kr: 잘못된 재귀입니다.
lt_lt: L32 lokatorius turi būti pilnai nurodytas IPv4 adresas.
pl_pl: Lokator L32 musi być w pełni określonym adresem IPv4.
ru_ru: Локатор L32 должен быть полностью указанным IPv4 адресом.
sv_se: Händelsetyp
tr_tr: L32 konum belirleyici tam olarak belirtilmiş bir IPv4 adresi olmalıdır.
uk_ua: This configuration may have proximity detection. Define proximity threshold.
vi_vn: Nội dung HTML chứa tag không được phép.
zh_cn: L32 定位符必须是完全指定的 IPv4 地址。

source: L32 locator cannot use broadcast or unspecified addresses (0.0.0.0 or 255.255.255.255).
cs_cz: L32 lokátor nemůže používat broadcast nebo nespecifikované adresy (0.0.0.0 nebo 255.255.255.255).
de_de: L32-Locator kann keine Broadcast- oder unspezifizierten Adressen (0.0.0.0 oder 255.255.255.255) verwenden.
es_es: El localizador L32 no puede usar direcciones de broadcast o no especificadas (0.0.0.0 o 255.255.255.255).
fr_fr: Le localisateur L32 ne peut pas utiliser des adresses de diffusion ou non spécifiées (0.0.0.0 ou 255.255.255.255).
id_id: Zone transfer
ko_kr: 최대 재귀 깊이를 초과했습니다.
lt_lt: L32 lokatorius negali naudoti transliuojamų ar nenurodytų adresų (0.0.0.0 ar 255.255.255.255).
pl_pl: Lokator L32 nie może używać adresów rozgłoszeniowych lub nieokreślonych (0.0.0.0 lub 255.255.255.255).
ru_ru: Локатор L32 не может использовать широковещательные или неопределенные адреса (0.0.0.0 или 255.255.255.255).
sv_se: Händelsetid
tr_tr: L32 konum belirleyici broadcast veya belirtilmemiş adresleri (0.0.0.0 veya 255.255.255.255) kullanamaz.
uk_ua: Content includes bearing or heading. Specify true north vs magnetic north.
vi_vn: Nội dung HTML vượt quá độ dài tối đa.
zh_cn: L32 定位符不能使用广播或未指定地址（0.0.0.0 或 255.255.255.255）。

source: Priority 0 is valid but unusual. Typically SRV records start at priority 10 or higher.
cs_cz: Priorita 0 je platná, ale neobvyklá. Typicky SRV záznamy začínají prioritou 10 nebo vyšší.
de_de: Priorität 0 ist gültig, aber ungewöhnlich. Normalerweise beginnen SRV-Einträge bei Priorität 10 oder höher.
es_es: La prioridad 0 es válida pero inusual. Típicamente los registros SRV comienzan en prioridad 10 o mayor.
fr_fr: La priorité 0 est valide mais inhabituelle. Typiquement, les enregistrements SRV commencent à la priorité 10 ou plus.
id_id: Allow zone transfer
ko_kr: 최대 반복 횟수를 초과했습니다.
lt_lt: Prioritetas 0 teisingas, bet neįprastas. Paprastai SRV įrašai prasideda nuo prioriteto 10 ar aukštesnio.
pl_pl: Priorytet 0 jest poprawny, ale nietypowy. Zazwyczaj rekordy SRV rozpoczynają się od priorytetu 10 lub wyższego.
ru_ru: Приоритет 0 корректен, но необычен. Обычно SRV записи начинаются с приоритета 10 или выше.
sv_se: Användarnamn
tr_tr: Öncelik 0 geçerli ancak alışılmamış. Genellikle SRV kayıtları öncelik 10 veya daha yüksek değerle başlar.
uk_ua: Record appears to be using dead reckoning. Account for drift over time.
vi_vn: Định dạng Markdown không hợp lệ.
zh_cn: 优先级 0 有效但不常见。通常 SRV 记录从优先级 10 或更高开始。

source: SRV record name must be in format _service._protocol.domain
cs_cz: Název SRV záznamu musí být ve formátu _služba._protokol.doména
de_de: SRV-Eintrag-Name muss im Format _service._protocol.domain sein
es_es: El nombre del registro SRV debe estar en formato _service._protocol.domain
fr_fr: Le nom d'enregistrement SRV doit être au format _service._protocole.domaine
id_id: Izinkan zone transfer
ko_kr: 최대 실행 시간을 초과했습니다.
lt_lt: SRV įrašo vardas turi būti formatu _service._protocol.domain
pl_pl: Nazwa rekordu SRV musi być w formacie _usługa._protokół.domena
ru_ru: Имя SRV записи должно быть в формате _service._protocol.domain
sv_se: IP-adress
tr_tr: SRV kayıt adı _service._protocol.domain formatında olmalıdır
uk_ua: This configuration may have map matching. Implement proper map matching algorithm.
vi_vn: Nội dung Markdown chứa HTML không an toàn.
zh_cn: SRV 记录名称必须采用 _service._protocol.domain 格式

source: Invalid service value in SRV record. Service name must start with an underscore followed by alphanumeric characters.
cs_cz: Neplatná hodnota služby v SRV záznamu. Název služby musí začínat podtržítkem následovaným alfanumerickými znaky.
de_de: Ungültiger Service-Wert im SRV-Eintrag. Service-Name muss mit einem Unterstrich beginnen, gefolgt von alphanumerischen Zeichen.
es_es: Valor de servicio inválido en registro SRV. El nombre del servicio debe comenzar con un guión bajo seguido de caracteres alfanuméricos.
fr_fr: Valeur de service invalide dans l'enregistrement SRV. Le nom du service doit commencer par un trait de soulignement suivi de caractères alphanumériques.
id_id: Allowed IPs for zone transfer
ko_kr: 메모리 한도를 초과했습니다.
lt_lt: Neteisinga paslaugos reikšmė SRV įraše. Paslaugos vardas turi prasidėti pabraukimu, po kurio seka raidiniai skaitiniai simboliai.
pl_pl: Nieprawidłowa wartość usługi w rekordzie SRV. Nazwa usługi musi rozpoczynać się od podkreślenia, po którym następują znaki alfanumeryczne.
ru_ru: Недопустимое значение сервиса в SRV записи. Имя сервиса должно начинаться с подчеркивания, за которым следуют буквенно-цифровые символы.
sv_se: Användaragent
tr_tr: SRV kaydında geçersiz servis değeri. Servis adı alt çizgi ile başlamalı ve ardından alfanümerik karakterler gelmelidir.
uk_ua: Content may be affected by GPS accuracy. Handle uncertainty appropriately.
vi_vn: Nội dung Markdown vượt quá độ dài tối đa.
zh_cn: SRV 记录中的服务值无效。服务名称必须以下划线开头，后跟字母数字字符。

source: Invalid protocol value in SRV record. Protocol must start with an underscore followed by alphanumeric characters.
cs_cz: Neplatná hodnota protokolu v SRV záznamu. Protokol musí začínat podtržítkem následovaným alfanumerickými znaky.
de_de: Ungültiger Protokoll-Wert im SRV-Eintrag. Protokoll muss mit einem Unterstrich beginnen, gefolgt von alphanumerischen Zeichen.
es_es: Valor de protocolo inválido en registro SRV. El protocolo debe comenzar con un guión bajo seguido de caracteres alfanuméricos.
fr_fr: Valeur de protocole invalide dans l'enregistrement SRV. Le protocole doit commencer par un trait de soulignement suivi de caractères alphanumériques.
id_id: IP yang diizinkan untuk zone transfer
ko_kr: 스택 오버플로입니다.
lt_lt: Neteisinga protokolo reikšmė SRV įraše. Protokolas turi prasidėti pabraukimu, po kurio seka raidiniai skaitiniai simboliai.
pl_pl: Nieprawidłowa wartość protokołu w rekordzie SRV. Protokół musi rozpoczynać się od podkreślenia, po którym następują znaki alfanumeryczne.
ru_ru: Недопустимое значение протокола в SRV записи. Протокол должен начинаться с подчеркивания, за которым следуют буквенно-цифровые символы.
sv_se: Händelsedata
tr_tr: SRV kaydında geçersiz protokol değeri. Protokol alt çizgi ile başlamalı ve ardından alfanümerik karakterler gelmelidir.
uk_ua: Record may be part of location tracking. Consider privacy and battery impact.
vi_vn: Cú pháp biểu thức chính quy không hợp lệ.
zh_cn: SRV 记录中的协议值无效。协议必须以下划线开头，后跟字母数字字符。

source: Service name "%s" is not in the list of well-known services. This is allowed but unusual.
cs_cz: Název služby "%s" není v seznamu známých služeb. Toto je povoleno, ale neobvyklé.
de_de: Service-Name "%s" ist nicht in der Liste bekannter Services. Dies ist erlaubt, aber ungewöhnlich.
es_es: El nombre del servicio "%s" no está en la lista de servicios conocidos. Esto está permitido pero es inusual.
fr_fr: Le nom de service "%s" n'est pas dans la liste des services bien connus. Ceci est autorisé mais inhabituel.
id_id: Enter IP addresses separated by commas
ko_kr: 힙 오버플로입니다.
lt_lt: Paslaugos vardas "%s" nėra žinomų paslaugų sąraše. Tai leidžiama, bet neįprasta.
pl_pl: Nazwa usługi "%s" nie znajduje się na liście znanych usług. Jest to dozwolone, ale nietypowe.
ru_ru: Имя сервиса "%s" не находится в списке известных сервисов. Это допустимо, но необычно.
sv_se: Innan
tr_tr: Servis adı "%s" bilinen servisler listesinde değil. Bu izin verilen ancak alışılmamış bir durumdur.
uk_ua: This record type may have geofence transition events. Handle entry/exit/dwell.
vi_vn: Pattern biểu thức chính quy quá phức tạp.
zh_cn: 服务名称 \"%s\" 不在已知服务列表中。这是允许的，但不常见。

source: Protocol "%s" is not in the list of well-known protocols. Common protocols are _tcp and _udp.
cs_cz: Protokol "%s" není v seznamu známých protokolů. Běžné protokoly jsou _tcp a _udp.
de_de: Protokoll "%s" ist nicht in der Liste bekannter Protokolle. Übliche Protokolle sind _tcp und _udp.
es_es: El protocolo "%s" no está en la lista de protocolos conocidos. Los protocolos comunes son _tcp y _udp.
fr_fr: Le protocole "%s" n'est pas dans la liste des protocoles bien connus. Les protocoles courants sont _tcp et _udp.
id_id: Masukkan alamat IP yang dipisahkan dengan koma
ko_kr: 버퍼 오버플로입니다.
lt_lt: Protokolas "%s" nėra žinomų protokolų sąraše. Įprasti protokolai yra _tcp ir _udp.
pl_pl: Protokół "%s" nie znajduje się na liście znanych protokołów. Typowe protokoły to _tcp i _udp.
ru_ru: Протокол "%s" не находится в списке известных протоколов. Обычные протоколы - это _tcp и _udp.
sv_se: Efter
tr_tr: Protokol "%s" bilinen protokoller listesinde değil. Yaygın protokoller _tcp ve _udp'dir.
uk_ua: Content suggests significant location change. Define significance threshold.
vi_vn: Biểu thức chính quy vượt quá giới hạn backtracking.
zh_cn: 协议 \"%s\" 不在已知协议列表中。常见协议是 _tcp 和 _udp。

source: Invalid domain name in SRV record.
cs_cz: Neplatné doménové jméno v SRV záznamu.
de_de: Ungültiger Domain-Name im SRV-Eintrag.
es_es: Nombre de dominio inválido en registro SRV.
fr_fr: Nom de domaine invalide dans l'enregistrement SRV.
id_id: Zone transfer settings updated successfully.
ko_kr: 버퍼 언더플로입니다.
lt_lt: Neteisingas domeno vardas SRV įraše.
pl_pl: Nieprawidłowa nazwa domeny w rekordzie SRV.
ru_ru: Недопустимое доменное имя в SRV записи.
sv_se: Ändringar
tr_tr: SRV kaydında geçersiz domain adı.
uk_ua: Record may be affected by DNS-based content delivery. Optimize for geographic distribution.
vi_vn: Modifier biểu thức chính quy không hợp lệ.
zh_cn: SRV 记录中的域名无效。

source: SRV record content must have weight, port and target (3 fields). Priority should be in the priority field.
fr_fr: Le contenu de l'enregistrement SRV doit avoir un poids, un port et une cible (3 champs). La priorité doit être dans le champ priorité.
id_id: Pengaturan zone transfer berhasil diperbarui.
ko_kr: 세그멘테이션 오류입니다.
lt_lt: SRV įrašo turinys turi turėti svorį, prievadą ir taikinį (3 laukai). Prioritetas turi būti prioriteto lauke.
sv_se: Visa händelsedetaljer
uk_ua: This configuration may have indoor positioning. Use Wi-Fi/Bluetooth beacons.
vi_vn: Delimiter biểu thức chính quy không hợp lệ.

source: Invalid value for the weight field of the SRV record. Must be 0-65535.
cs_cz: Neplatná hodnota pole váhy SRV záznamu. Musí být 0-65535.
de_de: Ungültiger Wert für das Gewichtsfeld des SRV-Eintrags. Muss 0-65535 sein.
es_es: Valor inválido para el campo de peso del registro SRV. Debe ser 0-65535.
fr_fr: Valeur invalide pour le champ poids de l'enregistrement SRV. Doit être 0-65535.
id_id: Failed to update zone transfer settings.
ko_kr: NULL 포인터 역참조입니다.
lt_lt: Neteisinga SRV įrašo svorio lauko reikšmė. Turi būti 0-65535.
pl_pl: Nieprawidłowa wartość pola wagi rekordu SRV. Musi być 0-65535.
ru_ru: Недопустимое значение поля веса SRV записи. Должно быть 0-65535.
sv_se: Händelsedetaljer
tr_tr: SRV kaydının ağırlık alanı için geçersiz değer. 0-65535 arasında olmalıdır.
uk_ua: Content includes altitude or elevation. Specify reference (MSL, WGS84, etc).
vi_vn: Biểu thức chính quy gây lỗi thời gian chạy.
zh_cn: SRV 记录权重字段的值无效。必须为 0-65535。

source: Invalid value for the port field of the SRV record. Must be 1-65535.
cs_cz: Neplatná hodnota pole portu SRV záznamu. Musí být 1-65535.
de_de: Ungültiger Wert für das Port-Feld des SRV-Eintrags. Muss 1-65535 sein.
es_es: Valor inválido para el campo de puerto del registro SRV. Debe ser 1-65535.
fr_fr: Valeur invalide pour le champ port de l'enregistrement SRV. Doit être 1-65535.
id_id: Gagal memperbarui pengaturan zone transfer.
ko_kr: 댕글링 포인터입니다.
lt_lt: Neteisinga SRV įrašo prievado lauko reikšmė. Turi būti 1-65535.
pl_pl: Nieprawidłowa wartość pola portu rekordu SRV. Musi być 1-65535.
ru_ru: Недопустимое значение поля порта SRV записи. Должно быть 1-65535.
sv_se: Exportera granskningslogg
tr_tr: SRV kaydının port alanı için geçersiz değer. 1-65535 arasında olmalıdır.
uk_ua: Record appears to be using barometric pressure. Calibrate for local conditions.
vi_vn: Độ ưu tiên tác vụ không hợp lệ.
zh_cn: SRV 记录端口字段的值无效。必须为 1-65535。

source: Port %d differs from the standard port %d for %s service. This is allowed but unusual.
cs_cz: Port %d se liší od standardního portu %d pro službu %s. Toto je povoleno, ale neobvyklé.
de_de: Port %d unterscheidet sich vom Standard-Port %d für %s-Service. Dies ist erlaubt, aber ungewöhnlich.
es_es: El puerto %d difiere del puerto estándar %d para el servicio %s. Esto está permitido pero es inusual.
fr_fr: Le port %d diffère du port standard %d pour le service %s. Ceci est autorisé mais inhabituel.
id_id: NOTIFY
ko_kr: 메모리 누수입니다.
lt_lt: Prievadas %d skiriasi nuo standartinio prievado %d %s paslaugai. Tai leidžiama, bet neįprasta.
pl_pl: Port %d różni się od standardowego portu %d dla usługi %s. Jest to dozwolone, ale nietypowe.
ru_ru: Порт %d отличается от стандартного порта %d для сервиса %s. Это допустимо, но необычно.
sv_se: Granskningslogg exporterad
tr_tr: Port %1$d, %3$s servisi için standart port %2$d'den farklı. Bu izin verilen ancak alışılmamış bir durumdur.
uk_ua: This configuration may have activity recognition. Document activity types.
vi_vn: Trạng thái tác vụ không hợp lệ.
zh_cn: 端口 %d 与 %s 服务的标准端口 %d 不同。这是允许的，但不常见。

source: SRV target cannot be empty.
cs_cz: Cíl SRV nemůže být prázdný.
de_de: SRV-Ziel kann nicht leer sein.
es_es: El destino SRV no puede estar vacío.
fr_fr: La cible SRV ne peut pas être vide.
id_id: NOTIFY
ko_kr: 리소스 누수입니다.
lt_lt: SRV tikslas negali būti tuščias.
pl_pl: Cel rekordu SRV nie może być pusty.
ru_ru: Цель SRV не может быть пустой.
sv_se: Kunde inte exportera granskningslogg
tr_tr: SRV hedefi boş olamaz.
uk_ua: Content may be affected by motion sensors. Handle sensor fusion properly.
vi_vn: Loại tác vụ không hợp lệ.
zh_cn: SRV 目标不能为空。

source: When target is "." (no service), port and weight should both be 0.
cs_cz: Když je cíl "." (žádná služba), port i váha by měly být 0.
de_de: Wenn das Ziel "." ist (kein Service), sollten Port und Gewicht beide 0 sein.
es_es: Cuando el destino es "." (sin servicio), puerto y peso deben ser ambos 0.
fr_fr: Quand la cible est "." (aucun service), le port et le poids devraient être tous les deux à 0.
id_id: Send NOTIFY
ko_kr: 잘못된 메모리 액세스입니다.
lt_lt: Kai tikslas yra "." (nėra paslaugos), prievadas ir svoris turėtų būti 0.
pl_pl: Gdy cel to "." (brak usługi), port i waga powinny wynosić 0.
ru_ru: Когда цель "." (нет сервиса), порт и вес должны быть 0.
sv_se: Rensa granskningslogg
tr_tr: Hedef "." (servis yok) olduğunda, port ve ağırlık ikisi de 0 olmalıdır.
uk_ua: Record may be part of step counting. Implement proper step detection.
vi_vn: Cấu hình tác vụ không hợp lệ.
zh_cn: 当目标为 \".\"（无服务）时，端口和权重都应为 0。

source: Invalid SRV target.
cs_cz: Neplatný cíl SRV.
de_de: Ungültiges SRV-Ziel.
es_es: Destino SRV inválido.
fr_fr: Cible SRV invalide.
id_id: Kirim NOTIFY
ko_kr: 정렬되지 않은 메모리 액세스입니다.
lt_lt: Neteisingas SRV tikslas.
pl_pl: Nieprawidłowy cel rekordu SRV.
ru_ru: Недопустимая цель SRV.
sv_se: Granskningslogg rensad
tr_tr: Geçersiz SRV hedefi.
uk_ua: This record type may have fall detection. Minimize false positives.
vi_vn: Lịch trình tác vụ không hợp lệ.
zh_cn: 无效的 SRV 目标。

source: Invalid value for the priority field of the SRV record.
cs_cz: Neplatná hodnota pole priority SRV záznamu.
de_de: Ungültiger Wert für das Prioritätsfeld des SRV-Eintrags.
es_es: Valor inválido para el campo de prioridad del registro SRV.
fr_fr: Valeur invalide pour le champ priorité de l'enregistrement SRV.
id_id: NOTIFY sent successfully.
ko_kr: 메모리를 할당할 수 없습니다.
lt_lt: Neteisinga SRV įrašo prioriteto lauko reikšmė.
pl_pl: Nieprawidłowa wartość pola priorytetu rekordu SRV.
ru_ru: Недопустимое значение поля приоритета SRV записи.
sv_se: Kunde inte rensa granskningslogg
tr_tr: SRV kaydının öncelik alanı için geçersiz değer.
uk_ua: Content suggests shake gesture. Define shake intensity threshold.
vi_vn: Biểu thức cron không hợp lệ.
zh_cn: SRV 记录优先级字段的值无效。

source: Unspecified (::) or loopback (::1) IPv6 addresses should not be used in AAAA records.
cs_cz: Nespecifikované (::) nebo loopback (::1) IPv6 adresy by neměly být používány v AAAA záznamech.
de_de: Unspezifizierte (::) oder Loopback (::1) IPv6-Adressen sollten nicht in AAAA-Einträgen verwendet werden.
es_es: No se deben usar direcciones IPv6 no especificadas (::) o loopback (::1) en registros AAAA.
fr_fr: Les adresses IPv6 non spécifiées (::) ou de bouclage (::1) ne devraient pas être utilisées dans les enregistrements AAAA.
id_id: NOTIFY berhasil dikirim.
ko_kr: 메모리를 재할당할 수 없습니다.
lt_lt: Nenurodyti (::) ar loopback (::1) IPv6 adresai neturėtų būti naudojami AAAA įrašuose.
pl_pl: Adresy IPv6 nieokreślone (::) lub lokalnej pętli (::1) nie powinny być używane w rekordach AAAA.
ru_ru: Неопределенные (::) или локальные (::1) IPv6 адреса не следует использовать в AAAA записях.
sv_se: Är du säker på att du vill rensa granskningsloggen?
tr_tr: Belirtilmemiş (::) veya geri döngü (::1) IPv6 adresleri AAAA kayıtlarında kullanılmamalıdır.
uk_ua: Record may be affected by DNS-based load shedding. Implement graceful degradation.
vi_vn: Khoảng thời gian tác vụ không hợp lệ.
zh_cn: 未指定 (::) 或回环 (::1) IPv6 地址不应在 AAAA 记录中使用。

source: Site-local IPv6 addresses (fec0::/10) are deprecated and should not be used.
cs_cz: Site-local IPv6 adresy (fec0::/10) jsou zastaralé a neměly by být používány.
de_de: Site-lokale IPv6-Adressen (fec0::/10) sind veraltet und sollten nicht verwendet werden.
es_es: Las direcciones IPv6 site-local (fec0::/10) están obsoletas y no deben usarse.
fr_fr: Les adresses IPv6 locales au site (fec0::/10) sont obsolètes et ne devraient pas être utilisées.
id_id: Failed to send NOTIFY.
ko_kr: 메모리를 해제할 수 없습니다.
lt_lt: Site-local IPv6 adresai (fec0::/10) yra pasenę ir neturėtų būti naudojami.
pl_pl: Lokalne adresy IPv6 witryny (fec0::/10) są przestarzałe i nie powinny być używane.
ru_ru: Локальные IPv6 адреса сайта (fec0::/10) устарели и не должны использоваться.
sv_se: Granskningslogg-retention
tr_tr: Site-local IPv6 adresleri (fec0::/10) kullanımdan kaldırılmıştır ve kullanılmamalıdır.
uk_ua: This configuration may have orientation tracking. Handle gimbal lock.
vi_vn: Thời gian chờ tác vụ vượt quá giới hạn tối đa.
zh_cn: 站点本地 IPv6 地址 (fec0::/10) 已被弃用，不应使用。

source: Invalid value for priority field. AAAA records must have priority value of 0.
cs_cz: Neplatná hodnota pole priority. AAAA záznamy musí mít hodnotu priority 0.
de_de: Ungültiger Wert für Prioritätsfeld. AAAA-Einträge müssen Prioritätswert 0 haben.
es_es: Valor inválido para el campo de prioridad. Los registros AAAA deben tener valor de prioridad de 0.
fr_fr: Valeur invalide pour le champ priorité. Les enregistrements AAAA doivent avoir une valeur de priorité de 0.
id_id: Gagal mengirim NOTIFY.
ko_kr: 리소스를 할당할 수 없습니다.
lt_lt: Neteisinga prioriteto lauko reikšmė. AAAA įrašai turi turėti prioriteto reikšmę 0.
pl_pl: Nieprawidłowa wartość pola priorytetu. Rekordy AAAA muszą mieć priorytet równy 0.
ru_ru: Недопустимое значение поля приоритета. AAAA записи должны иметь значение приоритета 0.
sv_se: Behåll granskningsloggar i
tr_tr: Öncelik alanı için geçersiz değer. AAAA kayıtları 0 öncelik değerine sahip olmalıdır.
uk_ua: Content includes quaternion or rotation matrix. Avoid Euler angle ambiguity.
vi_vn: Số lần thử lại tác vụ vượt quá giới hạn tối đa.
zh_cn: 优先级字段的值无效。AAAA 记录的优先级值必须为 0。

source: NSEC3 record owner names should typically be a Base32hex encoded hash followed by the zone name (e.g., "B4Q3JBMLEL2C7EMPGKUDAMPIP4DI4C2L.example.com").
cs_cz: Názvy vlastníků NSEC3 záznamů by typicky měly být Base32hex kódovaný hash následovaný názvem zóny (např. "B4Q3JBMLEL2C7EMPGKUDAMPIP4DI4C2L.example.com").
de_de: NSEC3-Eintrag-Besitzernamen sollten normalerweise ein Base32hex-kodierter Hash sein, gefolgt vom Zonennamen (z.B. "B4Q3JBMLEL2C7EMPGKUDAMPIP4DI4C2L.example.com").
es_es: Los nombres propietarios de registros NSEC3 típicamente deben ser un hash codificado en Base32hex seguido del nombre de zona (ej., "B4Q3JBMLEL2C7EMPGKUDAMPIP4DI4C2L.example.com").
fr_fr: Les noms de propriétaire d'enregistrement NSEC3 devraient typiquement être un hash encodé en Base32hex suivi du nom de zone (par ex., "B4Q3JBMLEL2C7EMPGKUDAMPIP4DI4C2L.example.com").
id_id: Also-notify
ko_kr: 리소스를 해제할 수 없습니다.
lt_lt: NSEC3 įrašo savininko vardai paprastai turėtų būti Base32hex koduotas hash, po kurio seka zonos vardas (pvz., "B4Q3JBMLEL2C7EMPGKUDAMPIP4DI4C2L.example.com").
pl_pl: Nazwy właścicieli rekordów NSEC3 powinny zwykle być skrótem zakodowanym w Base32hex, po którym następuje nazwa strefy (np. "B4Q3JBMLEL2C7EMPGKUDAMPIP4DI4C2L.example.com").
ru_ru: Имена владельцев NSEC3 записей обычно должны быть Base32hex закодированным хешем, за которым следует имя зоны (например, "B4Q3JBMLEL2C7EMPGKUDAMPIP4DI4C2L.example.com").
sv_se: dagar
tr_tr: NSEC3 kayıt sahip adları genellikle zon adını takip eden Base32hex kodlanmış hash olmalıdır (örneğin: "B4Q3JBMLEL2C7EMPGKUDAMPIP4DI4C2L.example.com").
uk_ua: Record appears to be using Kalman filter. Tune process and measurement noise.
vi_vn: Delay thử lại tác vụ không hợp lệ.
zh_cn: NSEC3 记录所有者名称通常应为 Base32hex 编码的哈希值，后跟区域名称（例如，\"B4Q3JBMLEL2C7EMPGKUDAMPIP4DI4C2L.example.com\"）。
