Repository: poweradmin/poweradmin
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: cs_cz, de_de, es_es, fr_fr, id_id, ko_kr, lt_lt, pl_pl, ru_ru, sv_se, tr_tr, uk_ua, vi_vn, zh_cn

source: PowerDNS API is not configured. Please configure the PowerDNS API URL and key in your settings.
cs_cz: PowerDNS API není nakonfigurováno. Nakonfigurujte PowerDNS API URL a klíč ve vašich nastaveních.
de_de: PowerDNS API ist nicht konfiguriert. Bitte konfigurieren Sie die PowerDNS API URL und den Schlüssel in Ihren Einstellungen.
es_es: La API de PowerDNS no está configurada. Por favor configura la URL y clave de la API de PowerDNS en tu configuración.
fr_fr: L'API PowerDNS n'est pas configurée. Veuillez configurer l'URL de l'API PowerDNS et la clé dans vos paramètres.
id_id: PowerDNS API tidak dikonfigurasi. Silakan konfigurasi URL dan kunci API PowerDNS di pengaturan Anda.
ko_kr: PowerDNS API가 구성되지 않았습니다. 설정에서 PowerDNS API URL 및 키를 구성하세요.
lt_lt: PowerDNS API nesukonfigūruotas. Nustatykite PowerDNS API URL ir raktą savo nustatymuose.
pl_pl: API PowerDNS nie jest skonfigurowane. Proszę skonfigurować URL API PowerDNS i klucz w ustawieniach.
ru_ru: PowerDNS API не настроен. Пожалуйста, настройте URL и ключ PowerDNS API в ваших настройках.
sv_se: PowerDNS API är inte konfigurerad. Vänligen konfigurera PowerDNS API URL och nyckel i dina inställningar.
tr_tr: PowerDNS API yapılandırılmamış. Lütfen ayarlarınızda PowerDNS API URL'sini ve anahtarını yapılandırın.
uk_ua: PowerDNS API не налаштовано. Будь ласка, налаштуйте URL і ключ PowerDNS API у ваших налаштуваннях.
vi_vn: PowerDNS API chưa được cấu hình. Vui lòng cấu hình URL và khóa PowerDNS API trong cài đặt của bạn.

source: Server Running
cs_cz: Server běží
de_de: Server läuft
es_es: Servidor en ejecución
fr_fr: Serveur en Fonctionnement
id_id: Server Berjalan
ko_kr: 서버 실행 중
lt_lt: Serveris veikia
pl_pl: Serwer uruchomiony
ru_ru: Сервер работает
sv_se: Servern körs
tr_tr: Sunucu Çalışıyor
uk_ua: Сервер працює
vi_vn: Máy chủ đang chạy

source: Server Not Running
cs_cz: Server neběží
de_de: Server läuft nicht
es_es: Servidor no está en ejecución
fr_fr: Serveur Non Opérationnel
id_id: Server Tidak Berjalan
ko_kr: 서버 실행 중이 아님
lt_lt: Serveris neveikia
pl_pl: Serwer nie uruchomiony
ru_ru: Сервер не работает
sv_se: Servern körs inte
tr_tr: Sunucu Çalışmıyor
uk_ua: Сервер не працює
vi_vn: Máy chủ không chạy

source: Server Information
cs_cz: Informace o serveru
de_de: Server-Informationen
es_es: Información del servidor
fr_fr: Informations du Serveur
id_id: Informasi Server
ko_kr: 서버 정보
lt_lt: Serverio informacija
pl_pl: Informacje o serwerze
ru_ru: Информация о сервере
tr_tr: Sunucu Bilgileri
uk_ua: Інформація про сервер
vi_vn: Thông tin máy chủ

source: PDNS Server
es_es: Servidor PDNS
fr_fr: Serveur PDNS
id_id: Server PDNS
ko_kr: PDNS 서버
lt_lt: PDNS serveris
ru_ru: Сервер PDNS
uk_ua: Сервер PDNS
vi_vn: Máy chủ PDNS

source: Server Name
cs_cz: Název serveru
es_es: Nombre del servidor
fr_fr: Nom du Serveur
id_id: Nama Server
ko_kr: 서버 이름
lt_lt: Serverio pavadinimas
pl_pl: Nazwa serwera
ru_ru: Имя сервера
sv_se: Servernamn
tr_tr: Sunucu Adı
uk_ua: Назва сервера
vi_vn: Tên máy chủ

source: Server ID
cs_cz: ID serveru
es_es: ID del servidor
fr_fr: ID du Serveur
id_id: ID Server
ko_kr: 서버 ID
lt_lt: Serverio ID
pl_pl: ID serwera
ru_ru: ID сервера
tr_tr: Sunucu ID
uk_ua: ID сервера
vi_vn: ID máy chủ

source: PowerDNS Version
cs_cz: Verze PowerDNS
es_es: Versión de PowerDNS
fr_fr: Version PowerDNS
id_id: Versi PowerDNS
ko_kr: PowerDNS 버전
lt_lt: PowerDNS versija
pl_pl: Wersja PowerDNS
ru_ru: Версия PowerDNS
tr_tr: PowerDNS Sürümü
uk_ua: Версія PowerDNS
vi_vn: Phiên bản PowerDNS

source: Daemon Type
cs_cz: Typ démona
de_de: Daemon-Typ
es_es: Tipo de demonio
fr_fr: Type de Démon
id_id: Tipe Daemon
ko_kr: 데몬 유형
lt_lt: Tarnybos tipas
pl_pl: Typ demona
ru_ru: Тип демона
sv_se: Daemontyp
tr_tr: Daemon Tipi
uk_ua: Тип демона
vi_vn: Loại daemon

source: Uptime
cs_cz: Doba běhu
de_de: Laufzeit
es_es: Tiempo de actividad
fr_fr: Temps de Fonctionnement
id_id: Waktu Aktif
ko_kr: 가동 시간
lt_lt: Veikimo laikas
pl_pl: Czas działania
ru_ru: Время работы
sv_se: Drifttid
tr_tr: Çalışma Süresi
uk_ua: Час роботи
vi_vn: Thời gian hoạt động

source: Server information is not available.
cs_cz: Informace o serveru nejsou dostupné.
de_de: Server-Informationen sind nicht verfügbar.
es_es: La información del servidor no está disponible.
fr_fr: Les informations du serveur ne sont pas disponibles.
id_id: Informasi server tidak tersedia.
ko_kr: 서버 정보를 사용할 수 없습니다.
lt_lt: Serverio informacija nepasiekiama.
pl_pl: Informacje o serwerze są niedostępne.
ru_ru: Информация о сервере недоступна.
sv_se: Serverinformation är inte tillgänglig.
tr_tr: Sunucu bilgileri mevcut değil.
uk_ua: Інформація про сервер недоступна.
vi_vn: Thông tin máy chủ không khả dụng.

source: Slave Servers
cs_cz: Podružné servery
de_de: Slave-Server
es_es: Servidores esclavos
fr_fr: Serveurs Esclaves
id_id: Server Slave
ko_kr: 슬레이브 서버
lt_lt: Antriniai serveriai
pl_pl: Serwery podrzędne
ru_ru: Подчиненные серверы
sv_se: Slavservrar
tr_tr: Slave Sunucular
uk_ua: Підлеглі сервери
vi_vn: Máy chủ Slave

source: Showing connectivity status for DNS servers listed in the supermasters table.
cs_cz: Zobrazuje stav připojení pro DNS servery uvedené v tabulce supermasterů.
de_de: Zeigt den Verbindungsstatus für DNS-Server an, die in der Supermasters-Tabelle aufgeführt sind.
es_es: Mostrando estado de conectividad para servidores DNS listados en la tabla de supermasters.
fr_fr: Affichage de l'état de connectivité pour les serveurs DNS listés dans la table des serveurs maîtres secondaires.
id_id: Menampilkan status konektivitas untuk server DNS yang terdaftar di tabel supermaster.
ko_kr: supermaster 테이블에 나열된 DNS 서버의 연결 상태를 표시합니다.
lt_lt: Rodoma ryšio būsena DNS serveriams, išvardytiems supermasterių lentelėje.
pl_pl: Wyświetlanie statusu łączności dla serwerów DNS z tabeli supermasters.
ru_ru: Отображается статус подключения для DNS-серверов, перечисленных в таблице супермастеров.
sv_se: Visar anslutningsstatus för DNS-servrar som listas i supermasters-tabellen.
tr_tr: Supermasters tablosunda listelenen DNS sunucuları için bağlantı durumu gösteriliyor.
uk_ua: Відображення статусу підключення для серверів DNS, перелічених у таблиці supermaster.
vi_vn: Hiển thị trạng thái kết nối cho các máy chủ DNS được liệt kê trong bảng supermasters.

source: Server IP
cs_cz: IP serveru
es_es: IP del servidor
fr_fr: IP du Serveur
id_id: IP Server
ko_kr: 서버 IP
lt_lt: Serverio IP
pl_pl: IP serwera
ru_ru: IP сервера
tr_tr: Sunucu IP
uk_ua: IP сервера
vi_vn: IP máy chủ

source: Last Checked
cs_cz: Naposledy zkontrolováno
de_de: Zuletzt geprüft
es_es: Última verificación
fr_fr: Dernière Vérification
id_id: Terakhir Diperiksa
ko_kr: 마지막 확인
lt_lt: Paskutinis patikrinimas
pl_pl: Ostatnie sprawdzenie
ru_ru: Последняя проверка
sv_se: Senast kontrollerad
tr_tr: Son Kontrol
uk_ua: Остання перевірка
vi_vn: Kiểm tra lần cuối

source: Unreachable
cs_cz: Nedostupný
de_de: Nicht erreichbar
es_es: No alcanzable
fr_fr: Injoignable
id_id: Tidak Terjangkau
ko_kr: 접근 불가
lt_lt: Nepasiekiamas
pl_pl: Nieosiągalny
ru_ru: Недоступен
sv_se: Onåbar
tr_tr: Ulaşılamıyor
uk_ua: Недоступний
vi_vn: Không thể truy cập

source: Server Statistics
cs_cz: Statistiky serveru
de_de: Server-Statistiken
es_es: Estadísticas del servidor
fr_fr: Statistiques du Serveur
id_id: Statistik Server
ko_kr: 서버 통계
lt_lt: Serverio statistika
pl_pl: Statystyki serwera
ru_ru: Статистика сервера
sv_se: Serverstatistik
tr_tr: Sunucu İstatistikleri
uk_ua: Статистика сервера
vi_vn: Thống kê máy chủ

source: Server Health
cs_cz: Zdraví serveru
de_de: Server-Status
es_es: Salud del servidor
fr_fr: Santé du Serveur
id_id: Kesehatan Server
ko_kr: 서버 상태
lt_lt: Serverio sveikata
pl_pl: Stan serwera
ru_ru: Состояние сервера
sv_se: Serverhälsa
tr_tr: Sunucu Sağlığı
uk_ua: Стан сервера
vi_vn: Tình trạng máy chủ

source: Unknown
cs_cz: Neznámé
de_de: Unbekannt
es_es: Desconocido
fr_fr: Inconnu
id_id: Tidak Diketahui
ko_kr: 알 수 없음
lt_lt: Nežinoma
pl_pl: Nieznany
ru_ru: Неизвестно
sv_se: Okänd
tr_tr: Bilinmeyen
uk_ua: Невідомо
vi_vn: Không xác định

source: Latency
cs_cz: Latence
de_de: Latenz
es_es: Latencia
fr_fr: Latence
id_id: Latensi
ko_kr: 대기 시간
lt_lt: Gaištis
pl_pl: Opóźnienie
ru_ru: Задержка
sv_se: Latens
tr_tr: Gecikme
uk_ua: Затримка
vi_vn: Độ trễ

source: CPU Usage
cs_cz: Využití CPU
de_de: CPU-Auslastung
es_es: Uso de CPU
fr_fr: Utilisation CPU
id_id: Penggunaan CPU
ko_kr: CPU 사용량
lt_lt: CPU naudojimas
pl_pl: Użycie CPU
ru_ru: Использование CPU
sv_se: CPU-användning
tr_tr: CPU Kullanımı
uk_ua: Використання CPU
vi_vn: Sử dụng CPU

source: Query Statistics
cs_cz: Statistiky dotazů
de_de: Abfrage-Statistiken
es_es: Estadísticas de consultas
fr_fr: Statistiques de Requêtes
id_id: Statistik Query
ko_kr: 쿼리 통계
lt_lt: Užklausų statistika
pl_pl: Statystyki zapytań
ru_ru: Статистика запросов
sv_se: Frågestatistik
tr_tr: Sorgu İstatistikleri
uk_ua: Статистика запитів
vi_vn: Thống kê truy vấn

source: UDP Queries
cs_cz: UDP dotazy
de_de: UDP-Abfragen
es_es: Consultas UDP
fr_fr: Requêtes UDP
id_id: Query UDP
ko_kr: UDP 쿼리
lt_lt: UDP užklausos
pl_pl: Zapytania UDP
ru_ru: UDP-запросы
sv_se: UDP-frågor
tr_tr: UDP Sorguları
uk_ua: Запити UDP
vi_vn: Truy vấn UDP

source: TCP Queries
cs_cz: TCP dotazy
de_de: TCP-Abfragen
es_es: Consultas TCP
fr_fr: Requêtes TCP
id_id: Query TCP
ko_kr: TCP 쿼리
lt_lt: TCP užklausos
pl_pl: Zapytania TCP
ru_ru: TCP-запросы
sv_se: TCP-frågor
tr_tr: TCP Sorguları
uk_ua: Запити TCP
vi_vn: Truy vấn TCP

source: Toggle View
cs_cz: Přepnout zobrazení
de_de: Ansicht umschalten
es_es: Alternar vista
fr_fr: Basculer la Vue
id_id: Toggle Tampilan
ko_kr: 보기 전환
lt_lt: Perjungti vaizdą
pl_pl: Przełącz widok
ru_ru: Переключить вид
sv_se: Växla vy
tr_tr: Görünümü Değiştir
uk_ua: Перемкнути вигляд
vi_vn: Chuyển đổi chế độ xem

source: Refresh
cs_cz: Obnovit
de_de: Aktualisieren
es_es: Actualizar
fr_fr: Actualiser
id_id: Perbarui
ko_kr: 새로 고침
lt_lt: Atnaujinti
pl_pl: Odśwież
ru_ru: Обновить
sv_se: Uppdatera
tr_tr: Yenile
uk_ua: Оновити
vi_vn: Làm mới

source: Metric
cs_cz: Metrika
de_de: Metrik
es_es: Métrica
fr_fr: Métrique
id_id: Metrik
ko_kr: 메트릭
lt_lt: Metrika
pl_pl: Metryka
ru_ru: Метрика
sv_se: Mått
tr_tr: Metrik
uk_ua: Метрика
vi_vn: Chỉ số

source: Value
cs_cz: Hodnota
de_de: Wert
es_es: Valor
fr_fr: Valeur
id_id: Nilai
ko_kr: 값
lt_lt: Reikšmė
pl_pl: Wartość
ru_ru: Значение
sv_se: Värde
tr_tr: Değer
uk_ua: Значення
vi_vn: Giá trị

source: No detailed metrics available.
cs_cz: Nejsou dostupné podrobné metriky.
de_de: Keine detaillierten Metriken verfügbar.
es_es: No hay métricas detalladas disponibles.
fr_fr: Aucune métrique détaillée disponible.
id_id: Tidak ada metrik detail yang tersedia.
ko_kr: 상세 메트릭을 사용할 수 없습니다.
lt_lt: Išsamios metrikos neprieinamos.
pl_pl: Brak szczegółowych metryk.
ru_ru: Подробные метрики недоступны.
sv_se: Inga detaljerade mätvärden tillgängliga.
tr_tr: Ayrıntılı metrik mevcut değil.
uk_ua: Детальні метрики недоступні.
vi_vn: Không có chỉ số chi tiết nào.

source: Forward zones
cs_cz: Přímé zóny
de_de: DNS-Zonen
es_es: Zonas directas
fr_fr: Zones directes
id_id: Zona forward
ko_kr: 정방향 존
lt_lt: Tiesioginės zonos
pl_pl: Strefy bezpośrednie
ru_ru: Прямые зоны
sv_se: Forward-zoner
tr_tr: İleri Zonlar
uk_ua: Прямі зони
vi_vn: Vùng chuyển tiếp

source: Reverse zones
cs_cz: Reverzní zóny
de_de: Reverse Zonen
es_es: Zonas inversas
fr_fr: Zones inverses
id_id: Zona reverse
ko_kr: 역방향 존
lt_lt: Atvirkštinės zonos
pl_pl: Strefy odwrotne
ru_ru: Обратные зоны
sv_se: Reverse-zoner
tr_tr: Ters Zonlar
uk_ua: Реверсні зони
vi_vn: Vùng đảo ngược

source: List groups
id_id: Daftar grup
ko_kr: 그룹 목록
sv_se: Lista grupper
uk_ua: Список груп
vi_vn: Danh sách nhóm

source: Group logs
id_id: Log grup
ko_kr: 그룹 로그
sv_se: Grupploggar
uk_ua: Журнали груп
vi_vn: Nhật ký nhóm

source: List templates
id_id: Daftar templat
ko_kr: 템플릿 목록
sv_se: Lista mallar
uk_ua: Список шаблонів
vi_vn: Danh sách mẫu

source: Tools
cs_cz: Nástroje
es_es: Herramientas
fr_fr: Outils
id_id: Alat
ko_kr: 도구
lt_lt: Įrankiai
pl_pl: Narzędzia
ru_ru: Инструменты
sv_se: Verktyg
tr_tr: Araçlar
uk_ua: Інструменти
vi_vn: Công cụ

source: API Documentation
fr_fr: Documentation API
id_id: Dokumentasi API
ko_kr: API 문서
sv_se: API-dokumentation
uk_ua: Документація API
vi_vn: Tài liệu API

source: DS and DNS keys
cs_cz: DS a DNS klíče
de_de: DS- und DNS-Schlüssel
es_es: Claves DS y DNS
fr_fr: Clés DS et DNS
id_id: DS dan kunci DNS
ko_kr: DS 및 DNS 키
lt_lt: DS ir DNS raktai
pl_pl: Klucze DS i DNS
ru_ru: DS и DNS ключи
sv_se: DS och DNS-nycklar
tr_tr: DS ve DNS Anahtarları
uk_ua: DS та DNS-ключі
vi_vn: Khóa DS và DNS

source: DNSSEC public records for zone
cs_cz: DNSSEC veřejné záznamy pro zónu
de_de: DNSSEC öffentliche Einträge für Zone
es_es: Registros públicos DNSSEC para zona
fr_fr: Enregistrements publics DNSSEC pour la zone
id_id: Rekod publik DNSSEC untuk zona
ko_kr: 존에 대한 DNSSEC 공개 레코드
lt_lt: DNSSEC viešieji įrašai zonai
pl_pl: Publiczne rekordy DNSSEC dla strefy
ru_ru: Публичные записи DNSSEC для зоны
sv_se: DNSSEC offentliga poster för zon
tr_tr: Zon için DNSSEC Genel Kayıtları
uk_ua: Публічні записи DNSSEC для зони
vi_vn: Bản ghi DNSSEC công khai cho vùng

source: Back to DNSSEC keys
cs_cz: Zpět na DNSSEC klíče
de_de: Zurück zu DNSSEC-Schlüsseln
es_es: Volver a claves DNSSEC
fr_fr: Retour aux clés DNSSEC
id_id: Kembali ke kunci DNSSEC
ko_kr: DNSSEC 키로 돌아가기
lt_lt: Grįžti į DNSSEC raktus
pl_pl: Powrót do kluczy DNSSEC
ru_ru: Назад к DNSSEC ключам
sv_se: Tillbaka till DNSSEC-nycklar
tr_tr: DNSSEC Anahtarlarına Dön
uk_ua: Назад до ключів DNSSEC
vi_vn: Quay lại khóa DNSSEC

source: DNSKEY Records
cs_cz: DNSKEY záznamy
de_de: DNSKEY-Einträge
es_es: Registros DNSKEY
fr_fr: Enregistrements DNSKEY
id_id: Rekod DNSKEY
ko_kr: DNSKEY 레코드
lt_lt: DNSKEY įrašai
pl_pl: Rekordy DNSKEY
ru_ru: Записи DNSKEY
sv_se: DNSKEY-poster
tr_tr: DNSKEY Kayıtları
uk_ua: Записи DNSKEY
vi_vn: Bản ghi DNSKEY

source: DS Records
cs_cz: DS záznamy
de_de: DS-Einträge
es_es: Registros DS
fr_fr: Enregistrements DS
id_id: Rekod DS
ko_kr: DS 레코드
lt_lt: DS įrašai
pl_pl: Rekordy DS
ru_ru: Записи DS
sv_se: DS-poster
tr_tr: DS Kayıtları
uk_ua: Записи DS
vi_vn: Bản ghi DS

source: DS records should be added to the parent zone to establish the chain of trust.
cs_cz: DS záznamy by měly být přidány do nadřazené zóny pro vytvoření řetězce důvěry.
de_de: DS-Einträge sollten zur übergeordneten Zone hinzugefügt werden, um die Vertrauenskette zu etablieren.
es_es: Los registros DS deben agregarse a la zona padre para establecer la cadena de confianza.
fr_fr: Les enregistrements DS doivent être ajoutés à la zone parente pour établir la chaîne de confiance.
id_id: Rekod DS harus ditambahkan ke zona induk untuk membentuk rantai kepercayaan.
ko_kr: 신뢰 체인을 구축하려면 DS 레코드를 상위 존에 추가해야 합니다.
lt_lt: DS įrašai turėtų būti pridėti prie tėvinės zonos pasitikėjimo grandinės nustatymui.
pl_pl: Rekordy DS powinny zostać dodane do strefy nadrzędnej w celu ustanowienia łańcucha zaufania.
ru_ru: Записи DS должны быть добавлены в родительскую зону для установления цепочки доверия.
sv_se: DS-poster ska läggas till i föräldzonen för att etablera förtroendekedjan.
tr_tr: Güven zincirini kurmak için DS kayıtları üst zona eklenmelidir.
uk_ua: Записи DS слід додати до батьківської зони для встановлення ланцюга довіри.
vi_vn: Bản ghi DS nên được thêm vào vùng cha để thiết lập chuỗi tin cậy.

source: Add record to zone
cs_cz: Přidat záznam do zóny
de_de: Eintrag zur Zone hinzufügen
es_es: Agregar registro a zona
fr_fr: Ajouter un enregistrement à la zone
id_id: Tambah rekod ke zona
ko_kr: 존에 레코드 추가
lt_lt: Pridėti įrašą į zoną
pl_pl: Dodaj rekord do strefy
ru_ru: Добавить запись в зону
sv_se: Lägg till post i zon
tr_tr: Zona Kayıt Ekle
uk_ua: Додати запис до зони
vi_vn: Thêm bản ghi vào vùng

source: Create a new DNS record in this zone
cs_cz: Vytvořit nový DNS záznam v této zóně
de_de: Einen neuen DNS-Eintrag in dieser Zone erstellen
es_es: Crear un nuevo registro DNS en esta zona
fr_fr: Créer un nouvel enregistrement DNS dans cette zone
id_id: Buat rekod DNS baru di zona ini
ko_kr: 이 존에 새 DNS 레코드 생성
lt_lt: Sukurti naują DNS įrašą šioje zonoje
pl_pl: Utwórz nowy rekord DNS w tej strefie
ru_ru: Создать новую DNS-запись в этой зоне
sv_se: Skapa en ny DNS-post i denna zon
tr_tr: Bu zonda yeni bir DNS kaydı oluştur
uk_ua: Створити новий DNS-запис у цій зоні
vi_vn: Tạo một bản ghi DNS mới trong vùng này

source: Add another record
cs_cz: Přidat další záznam
de_de: Weiteren Eintrag hinzufügen
es_es: Agregar otro registro
fr_fr: Ajouter un autre enregistrement
id_id: Tambah rekod lain
ko_kr: 다른 레코드 추가
lt_lt: Pridėti kitą įrašą
pl_pl: Dodaj kolejny rekord
ru_ru: Добавить еще одну запись
sv_se: Lägg till ytterligare en post
tr_tr: Başka Bir Kayıt Ekle
uk_ua: Додати ще один запис
vi_vn: Thêm bản ghi khác

source: Add records
cs_cz: Přidat záznamy
de_de: Einträge hinzufügen
es_es: Agregar registros
fr_fr: Ajouter des enregistrements
id_id: Tambah rekod
ko_kr: 레코드 추가
lt_lt: Pridėti įrašus
pl_pl: Dodaj rekordy
ru_ru: Добавить записи
sv_se: Lägg till poster
tr_tr: Kayıtları Ekle
uk_ua: Додати записи
vi_vn: Thêm bản ghi

source: Back to Group
id_id: Kembali ke Grup
ko_kr: 그룹으로 돌아가기
sv_se: Tillbaka till grupp
uk_ua: Назад до групи
vi_vn: Quay lại nhóm

source: Owned Zones
id_id: Zona yang Dimiliki
ko_kr: 소유 존
sv_se: Ägda zoner
uk_ua: Зони у власності
vi_vn: Vùng sở hữu

source: This group doesn't own any zones yet
id_id: Grup ini belum memiliki zona
ko_kr: 이 그룹은 아직 존을 소유하지 않습니다
sv_se: Denna grupp äger inga zoner ännu
uk_ua: Ця група ще не володіє жодними зонами
vi_vn: Nhóm này chưa sở hữu vùng nào

source: Remove Selected
id_id: Hapus yang Dipilih
ko_kr: 선택한 항목 제거
sv_se: Ta bort valda
uk_ua: Видалити вибране
vi_vn: Xóa đã chọn

source: Available Zones
id_id: Zona yang Tersedia
ko_kr: 사용 가능한 존
sv_se: Tillgängliga zoner
uk_ua: Доступні зони
vi_vn: Vùng có sẵn

source: This group already owns all zones or no zones are available
id_id: Grup ini sudah memiliki semua zona atau tidak ada zona yang tersedia
ko_kr: 이 그룹은 이미 모든 존을 소유하거나 사용 가능한 존이 없습니다
sv_se: Denna grupp äger redan alla zoner eller inga zoner är tillgängliga
uk_ua: Ця група вже володіє всіма зонами або немає доступних зон
vi_vn: Nhóm này đã sở hữu tất cả các vùng hoặc không có vùng nào khả dụng

source: Search zones...
id_id: Cari zona...
ko_kr: 존 검색...
sv_se: Sök zoner...
uk_ua: Пошук зон...
vi_vn: Tìm kiếm vùng...

source: Add Selected
id_id: Tambah yang Dipilih
ko_kr: 선택한 항목 추가
sv_se: Lägg till valda
uk_ua: Додати вибране
vi_vn: Thêm đã chọn

source: Are you sure you want to remove
id_id: Apakah Anda yakin ingin menghapus
ko_kr: 제거하시겠습니까
sv_se: Är du säker på att du vill ta bort
uk_ua: Ви впевнені, що хочете видалити
vi_vn: Bạn có chắc chắn muốn xóa

source: zone(s) from this group?
id_id: zona dari grup ini?
ko_kr: 이 그룹의 존?
sv_se: zon(er) från denna grupp?
uk_ua: зону(и) з цієї групи?
vi_vn: (các) vùng khỏi nhóm này?

source: The zones will remain in the system.
id_id: Zona akan tetap berada di sistem.
ko_kr: 존은 시스템에 남아 있습니다.
sv_se: Zonerna kommer att finnas kvar i systemet.
uk_ua: Зони залишаться в системі.
vi_vn: Các vùng sẽ vẫn còn trong hệ thống.

source: API Keys Management
cs_cz: Správa API klíčů
de_de: API-Schlüssel-Verwaltung
es_es: Gestión de claves API
fr_fr: Gestion des Clés API
id_id: Manajemen Kunci API
ko_kr: API 키 관리
lt_lt: API raktų valdymas
pl_pl: Zarządzanie kluczami API
ru_ru: Управление API ключами
sv_se: API-nyckelhantering
tr_tr: API Anahtarları Yönetimi
uk_ua: Управління API-ключами
vi_vn: Quản lý khóa API

source: API keys allow external applications to access the Poweradmin API. Each key is linked to your user account and inherits your permissions.
cs_cz: API klíče umožňují externím aplikacím přístup k Poweradmin API. Každý klíč je spojen s vaším uživatelským účtem a dědí vaše oprávnění.
de_de: API-Schlüssel ermöglichen externen Anwendungen den Zugriff auf die Poweradmin-API. Jeder Schlüssel ist mit Ihrem Benutzerkonto verknüpft und erbt Ihre Berechtigungen.
es_es: Las claves API permiten a aplicaciones externas acceder a la API de Poweradmin. Cada clave está vinculada a tu cuenta de usuario y hereda tus permisos.
fr_fr: Les clés API permettent aux applications externes d'accéder à l'API Poweradmin. Chaque clé est liée à votre compte utilisateur et hérite de vos permissions.
id_id: Kunci API memungkinkan aplikasi eksternal untuk mengakses API Poweradmin. Setiap kunci terhubung ke akun pengguna Anda dan mewarisi izin Anda.
ko_kr: API 키를 사용하면 외부 애플리케이션이 Poweradmin API에 액세스할 수 있습니다. 각 키는 사용자 계정에 연결되어 있으며 귀하의 권한을 상속합니다.
lt_lt: API raktai leidžia išorinėms programoms prisijungti prie Poweradmin API. Kiekvienas raktas susietas su jūsų naudotojo paskyra ir paveldi jūsų leidimus.
pl_pl: Klucze API umożliwiają aplikacjom zewnętrznym dostęp do API Poweradmin. Każdy klucz jest powiązany z Twoim kontem użytkownika i dziedziczy Twoje uprawnienia.
ru_ru: API ключи позволяют внешним приложениям обращаться к Poweradmin API. Каждый ключ связан с вашей учетной записью и наследует ваши разрешения.
sv_se: API-nycklar låter externa applikationer komma åt Poweradmin API. Varje nyckel är länkad till ditt användarkonto och ärver dina behörigheter.
tr_tr: API anahtarları harici uygulamaların Poweradmin API'sine erişmesine izin verir. Her anahtar kullanıcı hesabınıza bağlıdır ve izinlerinizi devralır.
uk_ua: API-ключі дозволяють зовнішнім програмам отримувати доступ до API Poweradmin. Кожен ключ пов'язаний з вашим обліковим записом користувача та успадковує ваші дозволи.
vi_vn: Khóa API cho phép các ứng dụng bên ngoài truy cập vào Poweradmin API. Mỗi khóa được liên kết với tài khoản người dùng của bạn và kế thừa quyền hạn của bạn.

source: Created by
cs_cz: Vytvořil
de_de: Erstellt von
es_es: Creado por
fr_fr: Créé par
id_id: Dibuat oleh
ko_kr: 생성자
lt_lt: Sukūrė
pl_pl: Utworzony przez
ru_ru: Создан
sv_se: Skapad av
tr_tr: Oluşturan
uk_ua: Створено
vi_vn: Tạo bởi

source: Regenerate
cs_cz: Regenerovat
de_de: Regenerieren
es_es: Regenerar
fr_fr: Regénérer
id_id: Regenerasi
ko_kr: 재생성
lt_lt: Atkurti
pl_pl: Wygeneruj ponownie
ru_ru: Перегенерировать
sv_se: Regenerera
tr_tr: Yeniden Oluştur
uk_ua: Перегенерувати
vi_vn: Tạo lại

source: Enable
cs_cz: Povolit
de_de: Aktivieren
es_es: Habilitar
fr_fr: Activer
id_id: Aktifkan
ko_kr: 활성화
lt_lt: Įjungti
pl_pl: Włącz
ru_ru: Включить
sv_se: Aktivera
tr_tr: Etkinleştir
uk_ua: Увімкнути
vi_vn: Kích hoạt

source: Disable
cs_cz: Zakázat
de_de: Deaktivieren
es_es: Deshabilitar
fr_fr: Désactiver
id_id: Nonaktifkan
ko_kr: 비활성화
lt_lt: Išjungti
pl_pl: Wyłącz
ru_ru: Отключить
sv_se: Inaktivera
tr_tr: Devre Dışı Bırak
uk_ua: Вимкнути
vi_vn: Vô hiệu hóa

source: No API keys found.
cs_cz: Nebyly nalezeny žádné API klíče.
de_de: Keine API-Schlüssel gefunden.
es_es: No se encontraron claves API.
fr_fr: Aucune clé API trouvée.
id_id: Tidak ada kunci API yang ditemukan.
ko_kr: API 키를 찾을 수 없습니다.
lt_lt: API raktų nerasta.
pl_pl: Nie znaleziono kluczy API.
ru_ru: API ключи не найдены.
sv_se: Inga API-nycklar hittades.
tr_tr: API anahtarı bulunamadı.
uk_ua: API-ключі не знайдено.
vi_vn: Không tìm thấy khóa API.

source: Add new API key
cs_cz: Přidat nový API klíč
de_de: Neuen API-Schlüssel hinzufügen
es_es: Agregar nueva clave API
fr_fr: Ajouter une nouvelle clé API
id_id: Tambah kunci API baru
ko_kr: 새 API 키 추가
lt_lt: Pridėti naują API raktą
pl_pl: Dodaj nowy klucz API
ru_ru: Добавить новый API ключ
sv_se: Lägg till ny API-nyckel
tr_tr: Yeni API Anahtarı Ekle
uk_ua: Додати новий API-ключ
vi_vn: Thêm khóa API mới
