Repository: poweradmin/poweradmin
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: cs_cz, de_de, es_es, fr_fr, id_id, ko_kr, lt_lt, pl_pl, ru_ru, sv_se, tr_tr, uk_ua, vi_vn, zh_cn

source: Provide a name for this API key
cs_cz: Zadejte název pro tento API klíč
de_de: Geben Sie einen Namen für diesen API-Schlüssel an
es_es: Proporcione un nombre para esta clave API
fr_fr: Fournir un nom pour cette clé API
id_id: Berikan nama untuk kunci API ini
ko_kr: 이 API 키의 이름을 입력하세요
lt_lt: Pateikite šio API rakto pavadinimą
pl_pl: Podaj nazwę dla tego klucza API
ru_ru: Укажите имя для этого API ключа
sv_se: Ange ett namn för denna API-nyckel
tr_tr: Bu API anahtarı için bir ad sağlayın
uk_ua: Надайте назву для цього API-ключа
vi_vn: Cung cấp tên cho khóa API này
zh_cn: 为此 API 密钥提供名称

source: Create API Key
cs_cz: Vytvořit API klíč
de_de: API-Schlüssel erstellen
es_es: Crear Clave API
fr_fr: Créer une Clé API
id_id: Buat Kunci API
ko_kr: API 키 생성
lt_lt: Sukurti API raktą
pl_pl: Utwórz klucz API
ru_ru: Создать API Ключ
sv_se: Skapa API-nyckel
tr_tr: API Anahtarı Oluştur
uk_ua: Створити API-ключ
vi_vn: Tạo khóa API
zh_cn: 创建 API 密钥

source: When you create a new API key, you will be shown the key only ONCE. Make sure to save it in a secure place, as you won't be able to retrieve it later.
cs_cz: Když vytvoříte nový API klíč, klíč se zobrazí pouze JEDNOU. Ujistěte se, že ho uložíte na bezpečné místo, protože ho později nebudete moci získat.
de_de: Wenn Sie einen neuen API-Schlüssel erstellen, wird Ihnen der Schlüssel nur EINMAL angezeigt. Stellen Sie sicher, dass Sie ihn an einem sicheren Ort speichern, da Sie ihn später nicht mehr abrufen können.
es_es: Cuando cree una nueva clave API, se le mostrará la clave solo UNA VEZ. Asegúrese de guardarla en un lugar seguro, ya que no podrá recuperarla más tarde.
fr_fr: Lorsque vous créez une nouvelle clé API, elle ne vous sera montrée qu'UNE SEULE FOIS. Assurez-vous de la sauvegarder dans un endroit sécurisé, car vous ne pourrez pas la récupérer plus tard.
id_id: Ketika Anda membuat kunci API baru, Anda akan ditampilkan kunci hanya SEKALI. Pastikan untuk menyimpannya di tempat yang aman, karena Anda tidak akan dapat mengambilnya lagi nanti.
ko_kr: 새 API 키를 생성하면 키가 한 번만 표시됩니다. 나중에 검색할 수 없으므로 안전한 곳에 저장하세요.
lt_lt: Sukūrę naują API raktą, jis bus parodytas tik VIENĄ kartą. Įsitikinkite, kad išsaugojote jį saugioje vietoje, nes vėliau jo atkurti nebegalėsite.
pl_pl: Kiedy tworzysz nowy klucz API, klucz zostanie pokazany tylko RAZ. Upewnij się, że zapiszesz go w bezpiecznym miejscu, ponieważ nie będziesz mógł go później odzyskać.
ru_ru: При создании нового API ключа он будет показан вам только ОДИН РАЗ. Обязательно сохраните его в безопасном месте, так как позже вы не сможете его получить.
sv_se: När du skapar en ny API-nyckel visas nyckeln endast EN GÅNG. Se till att spara den på en säker plats, eftersom du inte kommer att kunna hämta den senare.
tr_tr: Yeni bir API anahtarı oluşturduğunuzda, anahtar size sadece BİR KERE gösterilecektir. Güvenli bir yerde sakladığınızdan emin olun, çünkü daha sonra geri alamayacaksınız.
uk_ua: Коли ви створюєте новий API-ключ, ви побачите ключ лише ОДИН РАЗ. Переконайтеся, що зберегли його в безпечному місці, оскільки ви не зможете отримати його пізніше.
vi_vn: Khi bạn tạo một khóa API mới, bạn sẽ chỉ được hiển thị khóa MỘT LẦN. Hãy chắc chắn lưu nó ở một nơi an toàn, vì bạn sẽ không thể truy xuất lại sau.
zh_cn: 创建新的 API 密钥时，密钥只会显示一次。请确保将其保存在安全的地方，因为您以后无法检索它。

source: If you lose the key, you'll need to regenerate it.
cs_cz: Pokud klíč ztratíte, budete ho muset obnovit.
de_de: Wenn Sie den Schlüssel verlieren, müssen Sie ihn regenerieren.
es_es: Si pierde la clave, necesitará regenerarla.
fr_fr: Si vous perdez la clé, vous devrez la regénérer.
id_id: Jika Anda kehilangan kunci, Anda perlu meregenerasinya.
ko_kr: 키를 분실한 경우 재생성해야 합니다.
lt_lt: Jei prarasite raktą, turėsite jį generuoti iš naujo.
pl_pl: Jeśli zgubisz klucz, będziesz musiał go wygenerować ponownie.
ru_ru: Если вы потеряете ключ, вам нужно будет его перегенерировать.
sv_se: Om du förlorar nyckeln måste du generera om den.
tr_tr: Anahtarı kaybederseniz, yeniden oluşturmanız gerekecektir.
uk_ua: Якщо ви втратите ключ, вам доведеться перегенерувати його.
vi_vn: Nếu bạn mất khóa, bạn sẽ cần tạo lại nó.
zh_cn: 如果您丢失了密钥，您需要重新生成它。

source: Add new record
cs_cz: Přidat nový záznam
de_de: Neuen Eintrag hinzufügen
es_es: Agregar nuevo registro
fr_fr: Ajouter un nouvel enregistrement
id_id: Tambah rekod baru
ko_kr: 새 레코드 추가
lt_lt: Pridėti naują įrašą
pl_pl: Dodaj nowy rekord
ru_ru: Добавить новую запись
sv_se: Lägg till ny post
tr_tr: Yeni kayıt ekle
uk_ua: Додати новий запис
vi_vn: Thêm bản ghi mới
zh_cn: 添加新记录

source: Guided wizards for DMARC, SPF, DKIM, CAA, TLSA, and SRV records
id_id: Wizard terpandu untuk rekod DMARC, SPF, DKIM, CAA, TLSA, dan SRV
ko_kr: DMARC, SPF, DKIM, CAA, TLSA, SRV 레코드에 대한 가이드 마법사
sv_se: Guidade guider för DMARC, SPF, DKIM, CAA, TLSA och SRV-poster
uk_ua: Керовані майстри для записів DMARC, SPF, DKIM, CAA, TLSA та SRV
vi_vn: Trình hướng dẫn cho DMARC, SPF, DKIM, CAA, TLSA và SRV

source: Record Wizard
id_id: Wizard Rekod
ko_kr: 레코드 마법사
sv_se: Postguide
uk_ua: Майстер записів
vi_vn: Trình hướng dẫn bản ghi

source: Multi-record mode
cs_cz: Režim více záznamů
de_de: Multi-Record-Modus
es_es: Modo multi-registro
fr_fr: Mode multi-enregistrements
id_id: Mode multi-rekod
ko_kr: 다중 레코드 모드
lt_lt: Kelių įrašų režimas
pl_pl: Tryb wielu rekordów
ru_ru: Режим множественных записей
sv_se: Flerpostsläge
tr_tr: Çoklu kayıt kipi
uk_ua: Багаторядковий режим
vi_vn: Chế độ nhiều bản ghi
zh_cn: 多记录模式

source: Bulk add
cs_cz: Hromadné přidání
de_de: Massenhinzufügung
es_es: Agregar en masa
fr_fr: Ajout en masse
id_id: Tambah massal
ko_kr: 일괄 추가
lt_lt: Masiškai pridėti
pl_pl: Dodaj zbiorczo
ru_ru: Массовое добавление
sv_se: Massinlägg
tr_tr: Toplu ekleme
uk_ua: Масове додавання
vi_vn: Thêm hàng loạt
zh_cn: 批量添加

source: Failed to add
cs_cz: Nepodařilo se přidat
de_de: Fehler beim Hinzufügen
es_es: Error al agregar
fr_fr: Échec de l'ajout de
id_id: Gagal menambahkan
ko_kr: 추가 실패
lt_lt: Nepavyko pridėti
pl_pl: Nie udało się dodać
ru_ru: Не удалось добавить
sv_se: Misslyckades att lägga till
tr_tr: Ekleme başarısız
uk_ua: Не вдалося додати
vi_vn: Không thêm được
zh_cn: 添加失败

source: record(s). Please check the record format.
cs_cz: záznam(y). Zkontrolujte prosím formát záznamu.
de_de: Eintrag/Einträge. Bitte überprüfen Sie das Eintrag-Format.
es_es: registro(s). Por favor verifique el formato del registro.
fr_fr: enregistrement(s). Veuillez vérifier le format de l'enregistrement.
id_id: rekod. Silakan periksa format rekod.
ko_kr: 레코드. 레코드 형식을 확인하세요.
lt_lt: įrašų. Patikrinkite įrašo formatą.
pl_pl: rekordów. Proszę sprawdzić format rekordu.
ru_ru: запись(и). Пожалуйста, проверьте формат записи.
sv_se: post(er). Vänligen kontrollera postformatet.
tr_tr: kayıt(lar). Lütfen kayıt formatını kontrol edin.
uk_ua: запис(ів). Будь ласка, перевірте формат запису.
vi_vn: (các) bản ghi. Vui lòng kiểm tra định dạng bản ghi.
zh_cn: 条记录。请检查记录格式。

source: Failed to add records. Please check the record format.
cs_cz: Nepodařilo se přidat záznamy. Zkontrolujte prosím formát záznamu.
de_de: Fehler beim Hinzufügen von Einträgen. Bitte überprüfen Sie das Eintrag-Format.
es_es: Error al agregar registros. Por favor verifique el formato del registro.
fr_fr: Échec de l'ajout des enregistrements. Veuillez vérifier le format des enregistrements.
id_id: Gagal menambahkan rekod. Silakan periksa format rekod.
ko_kr: 레코드를 추가하지 못했습니다. 레코드 형식을 확인하세요.
lt_lt: Nepavyko pridėti įrašų. Patikrinkite įrašų formatą.
pl_pl: Nie udało się dodać rekordów. Proszę sprawdzić format rekordu.
ru_ru: Не удалось добавить записи. Пожалуйста, проверьте формат записи.
sv_se: Misslyckades att lägga till poster. Vänligen kontrollera postformatet.
tr_tr: Kayıt ekleme başarısız. Lütfen kayıt formatını kontrol edin.
uk_ua: Не вдалося додати записи. Будь ласка, перевірте формат запису.
vi_vn: Không thêm được bản ghi. Vui lòng kiểm tra định dạng bản ghi.
zh_cn: 添加记录失败。请检查记录格式。

source: Content validation failed:
cs_cz: Ověření obsahu selhalo:
de_de: Inhaltsvalidierung fehlgeschlagen:
es_es: La validación del contenido falló:
fr_fr: La validation du contenu a échoué:
id_id: Validasi konten gagal:
ko_kr: 콘텐츠 검증 실패:
lt_lt: Turinio tikrinimas nepavyko:
pl_pl: Walidacja zawartości nie powiodła się:
ru_ru: Проверка содержимого не удалась:
sv_se: Innehållsvalidering misslyckades:
tr_tr: İçerik doğrulama başarısız:
uk_ua: Помилка перевірки вмісту:
vi_vn: Xác thực nội dung thất bại:
zh_cn: 内容验证失败：

source: Invalid value for record type
cs_cz: Neplatná hodnota pro typ záznamu
de_de: Ungültiger Wert für Record-Typ
es_es: Valor inválido para el tipo de registro
fr_fr: Valeur invalide pour le type d'enregistrement
id_id: Nilai tidak valid untuk tipe rekod
ko_kr: 레코드 유형에 대한 값이 올바르지 않습니다
lt_lt: Neteisinga reikšmė įrašo tipui
pl_pl: Nieprawidłowa wartość dla typu rekordu
ru_ru: Недопустимое значение для типа записи
sv_se: Ogiltigt värde för posttyp
tr_tr: Kayıt tipi için geçersiz değer
uk_ua: Недійсне значення для типу запису
vi_vn: Giá trị không hợp lệ cho loại bản ghi
zh_cn: 记录类型的值无效

source: Please provide all required information.
cs_cz: Zadejte prosím všechny požadované informace.
de_de: Bitte geben Sie alle erforderlichen Informationen an.
es_es: Por favor proporcione toda la información requerida.
fr_fr: Veuillez fournir toutes les informations requises.
id_id: Silakan berikan semua informasi yang diperlukan.
ko_kr: 모든 필수 정보를 입력하세요.
lt_lt: Pateikite visą reikalingą informaciją.
pl_pl: Proszę podać wszystkie wymagane informacje.
ru_ru: Пожалуйста, предоставьте всю необходимую информацию.
sv_se: Vänligen ange all nödvändig information.
tr_tr: Lütfen tüm gerekli bilgileri sağlayın.
uk_ua: Будь ласка, надайте всю необхідну інформацію.
vi_vn: Vui lòng cung cấp tất cả thông tin bắt buộc.
zh_cn: 请提供所有必需信息。

source: Add PTR
cs_cz: Přidat PTR
de_de: PTR hinzufügen
es_es: Agregar PTR
fr_fr: Ajouter PTR
id_id: Tambah PTR
ko_kr: PTR 추가
lt_lt: Pridėti PTR
pl_pl: Dodaj PTR
ru_ru: Добавить PTR
sv_se: Lägg till PTR
tr_tr: PTR Ekle
uk_ua: Додати PTR
vi_vn: Thêm PTR
zh_cn: 添加 PTR

source: Add A/AAAA
cs_cz: Přidat A/AAAA
de_de: A/AAAA hinzufügen
es_es: Agregar A/AAAA
fr_fr: Ajouter A/AAAA
id_id: Tambah A/AAAA
ko_kr: A/AAAA 추가
lt_lt: Pridėti A/AAAA
pl_pl: Dodaj A/AAAA
ru_ru: Добавить A/AAAA
sv_se: Lägg till A/AAAA
tr_tr: A/AAAA Ekle
uk_ua: Додати A/AAAA
vi_vn: Thêm A/AAAA
zh_cn: 添加 A/AAAA

source: This record already exists
cs_cz: Tento záznam již existuje
de_de: Dieser Eintrag existiert bereits
es_es: Este registro ya existe
fr_fr: Cet enregistrement existe déjà
id_id: Rekod ini sudah ada
ko_kr: 이 레코드는 이미 존재합니다
lt_lt: Šis įrašas jau egzistuoja
pl_pl: Ten rekord już istnieje
ru_ru: Эта запись уже существует
sv_se: Denna post finns redan
tr_tr: Bu kayıt zaten mevcut
uk_ua: Цей запис вже існує
vi_vn: Bản ghi này đã tồn tại
zh_cn: 此记录已存在

source: Invalid priority
cs_cz: Neplatná priorita
de_de: Ungültige Priorität
es_es: Prioridad inválida
fr_fr: Priorité invalide
id_id: Prioritas tidak valid
ko_kr: 우선순위가 올바르지 않습니다
lt_lt: Neteisingas prioritetas
pl_pl: Nieprawidłowy priorytet
ru_ru: Недопустимый приоритет
sv_se: Ogiltig prioritet
tr_tr: Geçersiz öncelik
uk_ua: Недійсний пріоритет
vi_vn: Độ ưu tiên không hợp lệ
zh_cn: 优先级无效

source: Invalid TTL value
cs_cz: Neplatná hodnota TTL
de_de: Ungültiger TTL-Wert
es_es: Valor TTL inválido
fr_fr: Valeur TTL invalide
id_id: Nilai TTL tidak valid
ko_kr: TTL 값이 올바르지 않습니다
lt_lt: Neteisinga TTL reikšmė
pl_pl: Nieprawidłowa wartość TTL
ru_ru: Недопустимое значение TTL
sv_se: Ogiltigt TTL-värde
tr_tr: Geçersiz TTL değeri
uk_ua: Недійсне значення TTL
vi_vn: Giá trị TTL không hợp lệ
zh_cn: TTL 值无效

source: Provide TTL
cs_cz: Zadejte TTL
de_de: TTL angeben
es_es: Proporcione TTL
fr_fr: Fournir TTL
id_id: Berikan TTL
ko_kr: TTL을 입력하세요
lt_lt: Pateikite TTL
pl_pl: Podaj TTL
ru_ru: Укажите TTL
sv_se: Ange TTL
tr_tr: TTL sağlayın
uk_ua: Надайте TTL
vi_vn: Cung cấp TTL
zh_cn: 提供 TTL

source: Tip: Enter just the hostname (e.g. 'www') and the zone name will be added automatically. Use '@' for the zone apex/root.
cs_cz: Tip: Zadejte pouze název hostitele (např. 'www') a název zóny bude přidán automaticky. Použijte '@' pro vrchol/kořen zóny.
de_de: Tipp: Geben Sie nur den Hostnamen ein (z.B. 'www') und der Zonenname wird automatisch hinzugefügt. Verwenden Sie '@' für den Zone-Apex/Root.
es_es: Consejo: Ingrese solo el nombre del host (ej. 'www') y el nombre de la zona se agregará automáticamente. Use '@' para el ápice/raíz de la zona.
fr_fr: Astuce: Entrez seulement le nom d'hôte (par ex. 'www') et le nom de zone sera ajouté automatiquement. Utilisez '@' pour l'apex/racine de zone.
id_id: Tips: Masukkan hanya nama host (mis. 'www') dan nama zona akan ditambahkan secara otomatis. Gunakan '@' untuk puncak/root zona.
ko_kr: 팁: 호스트명만 입력하세요 (예: 'www') 그러면 존 이름이 자동으로 추가됩니다. 존 apex/루트는 '@'를 사용하세요.
lt_lt: Patarimas: Įveskite tik serverio vardą (pvz., 'www'), o zonos pavadinimas bus pridėtas automatiškai. Naudokite '@' zonos viršūnei/šakniai.
pl_pl: Wskazówka: Wprowadź tylko nazwę hosta (np. 'www'), a nazwa strefy zostanie dodana automatycznie. Użyj '@' dla wierzchołka/korzenia strefy.
ru_ru: Совет: Введите только имя хоста (например, 'www'), и имя зоны будет добавлено автоматически. Используйте '@' для вершины/корня зоны.
sv_se: Tips: Ange bara värdnamnet (t.ex. 'www') så läggs zonnamnet till automatiskt. Använd '@' för zonens apex/rot.
tr_tr: İpucu: Sadece hostname'i girin (örn. 'www') ve zon adı otomatik olarak eklenecektir. Zon kökü/apex için '@' kullanın.
uk_ua: Підказка: введіть лише ім'я хоста (наприклад, 'www'), і ім'я зони буде додано автоматично. Використовуйте '@' для вершини/кореня зони.
vi_vn: Mẹo: Chỉ nhập tên máy chủ (ví dụ: 'www') và tên vùng sẽ được thêm tự động. Sử dụng '@' cho đỉnh vùng/gốc.
zh_cn: 提示：只输入主机名（例如 'www'），区域名称将自动添加。使用 '@' 表示区域顶点/根。

source: Edit zone
cs_cz: Upravit zónu
de_de: Zone bearbeiten
es_es: Editar zona
fr_fr: Modifier la zone
id_id: Edit zona
ko_kr: 존 편집
lt_lt: Redaguoti zoną
pl_pl: Edytuj strefę
ru_ru: Редактировать зону
sv_se: Redigera zon
tr_tr: Zonu düzenle
uk_ua: Редагувати зону
vi_vn: Sửa vùng
zh_cn: 编辑区域

source: No records match your filter criteria.
cs_cz: Žádné záznamy neodpovídají vašim filtrovacím kritériím.
de_de: Keine Einträge entsprechen Ihren Filterkriterien.
es_es: Ningún registro coincide con sus criterios de filtro.
fr_fr: Aucun enregistrement ne correspond à vos critères de filtre.
id_id: Tidak ada rekod yang cocok dengan kriteria filter Anda.
ko_kr: 필터 조건과 일치하는 레코드가 없습니다.
lt_lt: Jokie įrašai neatitinka jūsų filtro kriterijų.
pl_pl: Żadne rekordy nie spełniają kryteriów filtra.
ru_ru: Ни одна запись не соответствует вашим критериям фильтра.
sv_se: Inga poster matchar dina filterkriterier.
tr_tr: Hiçbir kayıt filtre kriterlerinizle eşleşmiyor.
uk_ua: Жодних записів не відповідає вашим критеріям фільтрації.
vi_vn: Không có bản ghi nào khớp với tiêu chí lọc của bạn.
zh_cn: 没有记录匹配您的筛选条件。

source: This zone does not have any records.
cs_cz: Tato zóna nemá žádné záznamy.
de_de: Diese Zone hat keine Einträge.
es_es: Esta zona no tiene registros.
fr_fr: Cette zone n'a aucun enregistrement.
id_id: Zona ini tidak memiliki rekod.
ko_kr: 이 존에는 레코드가 없습니다.
lt_lt: Ši zona neturi jokių įrašų.
pl_pl: Ta strefa nie zawiera żadnych rekordów.
ru_ru: В этой зоне нет записей.
sv_se: Denna zon har inga poster.
tr_tr: Bu zonun hiçbir kaydı bulunmuyor.
uk_ua: Ця зона не має жодних записів.
vi_vn: Vùng này không có bất kỳ bản ghi nào.
zh_cn: 此区域没有任何记录。

source: Filter:
cs_cz: Filtr:
es_es: Filtro:
fr_fr: Filtre:
ko_kr: 필터:
lt_lt: Filtras:
pl_pl: Filtr:
ru_ru: Фильтр:
tr_tr: Filtre:
uk_ua: Фільтр:
vi_vn: Lọc:
zh_cn: 筛选：

source: Search by name or content
cs_cz: Hledat podle názvu nebo obsahu
de_de: Nach Name oder Inhalt suchen
es_es: Buscar por nombre o contenido
fr_fr: Rechercher par nom ou contenu
id_id: Cari berdasarkan nama atau konten
ko_kr: 이름 또는 콘텐츠로 검색
lt_lt: Ieškoti pagal vardą arba turinį
pl_pl: Szukaj według nazwy lub zawartości
ru_ru: Поиск по имени или содержимому
sv_se: Sök efter namn eller innehåll
tr_tr: Ad veya içerikle ara
uk_ua: Пошук за ім'ям або вмістом
vi_vn: Tìm kiếm theo tên hoặc nội dung
zh_cn: 按名称或内容搜索

source: All Types
cs_cz: Všechny typy
de_de: Alle Typen
es_es: Todos los Tipos
fr_fr: Tous les Types
id_id: Semua Tipe
ko_kr: 모든 유형
lt_lt: Visi tipai
pl_pl: Wszystkie typy
ru_ru: Все Типы
sv_se: Alla typer
tr_tr: Tüm Tipler
uk_ua: Всі типи
vi_vn: Tất cả loại
zh_cn: 所有类型

source: Filter by content
cs_cz: Filtrovat podle obsahu
de_de: Nach Inhalt filtern
es_es: Filtrar por contenido
fr_fr: Filtrer par contenu
id_id: Filter berdasarkan konten
ko_kr: 콘텐츠로 필터
lt_lt: Filtruoti pagal turinį
pl_pl: Filtruj według zawartości
ru_ru: Фильтр по содержимому
sv_se: Filtrera efter innehåll
tr_tr: İçeriğe göre filtrele
uk_ua: Фільтрувати за вмістом
vi_vn: Lọc theo nội dung
zh_cn: 按内容筛选

source: Apply
cs_cz: Použít
de_de: Anwenden
es_es: Aplicar
fr_fr: Appliquer
id_id: Terapkan
ko_kr: 적용
lt_lt: Taikyti
pl_pl: Zastosuj
ru_ru: Применить
sv_se: Använd
tr_tr: Uygula
uk_ua: Застосувати
vi_vn: Áp dụng
zh_cn: 应用

source: Showing
cs_cz: Zobrazuje se
de_de: Zeige
es_es: Mostrando
fr_fr: Affichage de
id_id: Menampilkan
ko_kr: 표시 중
lt_lt: Rodoma
pl_pl: Wyświetlanie
ru_ru: Показано
sv_se: Visar
tr_tr: Gösteriliyor
uk_ua: Показано
vi_vn: Đang hiển thị
zh_cn: 显示

source: of
cs_cz: z
de_de: von
es_es: de
fr_fr: sur
id_id: dari
lt_lt: iš
pl_pl: z
ru_ru: из
sv_se: av
uk_ua: з
vi_vn: trong số
zh_cn: ，共

source: total records
cs_cz: celkem záznamů
de_de: Gesamteinträgen
es_es: registros totales
fr_fr: enregistrements au total
id_id: total rekod
ko_kr: 전체 레코드
lt_lt: iš viso įrašų
pl_pl: rekordów łącznie
ru_ru: всего записей
sv_se: totalt antal poster
tr_tr: toplam kayıt
uk_ua: всього записів
vi_vn: tổng số bản ghi
zh_cn: 条记录

source: Edit selected
id_id: Edit yang dipilih
ko_kr: 선택한 항목 편집
sv_se: Redigera valda
uk_ua: Редагувати вибране
vi_vn: Sửa đã chọn

source: Delete record(s)
cs_cz: Smazat záznam(y)
de_de: Eintrag/Einträge löschen
es_es: Eliminar registro(s)
fr_fr: Supprimer le/les enregistrement(s)
id_id: Hapus rekod
ko_kr: 레코드 삭제
lt_lt: Pašalinti įrašą(us)
pl_pl: Usuń rekord(y)
ru_ru: Удалить запись(и)
sv_se: Ta bort post(er)
tr_tr: Kayıt(ları) sil
uk_ua: Видалити запис(и)
vi_vn: Xóa (các) bản ghi
zh_cn: 删除记录

source: Comments
cs_cz: Komentáře
de_de: Kommentare
es_es: Comentarios
fr_fr: Commentaires
id_id: Komentar
ko_kr: 주석
lt_lt: Komentarai
pl_pl: Komentarze
ru_ru: Комментарии
sv_se: Kommentarer
tr_tr: Yorumlar
uk_ua: Коментарі
vi_vn: Ghi chú
zh_cn: 备注

source: Export CSV
id_id: Ekspor CSV
ko_kr: CSV 내보내기
sv_se: Exportera CSV
uk_ua: Експортувати CSV
vi_vn: Xuất CSV

source: Generate PTR
ko_kr: PTR 생성
sv_se: Generera PTR
uk_ua: Створити PTR
vi_vn: Tạo PTR

source: Zone Configuration
id_id: Konfigurasi Zona
ko_kr: 존 구성
sv_se: Zonkonfiguration
uk_ua: Конфігурація зони
vi_vn: Cấu hình vùng

source: Change
cs_cz: Změnit
de_de: Ändern
es_es: Cambiar
fr_fr: Changer
id_id: Ubah
ko_kr: 변경
lt_lt: Keisti
pl_pl: Zmień
ru_ru: Изменить
sv_se: Ändra
tr_tr: Değiştir
uk_ua: Змінити
vi_vn: Thay đổi
zh_cn: 更改

source: IP address of master NS
cs_cz: IP adresa hlavního NS
de_de: IP-Adresse des Master-NS
es_es: Dirección IP del NS maestro
fr_fr: Adresse IP du NS maître
id_id: Alamat IP master NS
ko_kr: 마스터 NS의 IP 주소
lt_lt: Master NS IP adresas
pl_pl: Adres IP serwera głównego NS
ru_ru: IP адрес главного NS
sv_se: IP-adress för master NS
tr_tr: Ana NS'nin IP adresi
uk_ua: IP-адреса головного NS
vi_vn: Địa chỉ IP của NS master
zh_cn: 主 NS 的 IP 地址

source: Manage DNSSEC
id_id: Kelola DNSSEC
ko_kr: DNSSEC 관리
sv_se: Hantera DNSSEC
uk_ua: Керування DNSSEC
vi_vn: Quản lý DNSSEC

source: Sign zone
cs_cz: Podepsat zónu
de_de: Zone signieren
es_es: Firmar zona
fr_fr: Signer la zone
id_id: Tandatangani zona
ko_kr: 존 서명
lt_lt: Pasirašyti zoną
pl_pl: Podpisz strefę
ru_ru: Подписать зону
sv_se: Signera zon
tr_tr: Zonu imzala
uk_ua: Підписати зону
vi_vn: Ký vùng
zh_cn: 签名区域

source: Not signed
id_id: Tidak ditandatangani
ko_kr: 서명되지 않음
sv_se: Inte signerad
uk_ua: Не підписано
vi_vn: Chưa ký

source: User Management
id_id: Manajemen Pengguna
ko_kr: 사용자 관리
sv_se: Användarhantering
uk_ua: Управління користувачами
vi_vn: Quản lý người dùng

source: Add user
cs_cz: Přidat uživatele
de_de: Neuer Benutzer
es_es: Agregar usuario
fr_fr: Ajouter un utilisateur
id_id: Tambah pengguna
ko_kr: 사용자 추가
lt_lt: Pridėti naudotoją
pl_pl: Dodaj użytkownika
ru_ru: Добавить пользователя
sv_se: Lägg till användare
tr_tr: Kullanıcı ekle
uk_ua: Додати користувача
vi_vn: Thêm người dùng
zh_cn: 添加用户

source: Auth Type
id_id: Tipe Autentikasi
ko_kr: 인증 유형
sv_se: Autentiseringstyp
uk_ua: Тип автентифікації
vi_vn: Loại xác thực

source: MFA enabled
id_id: MFA diaktifkan
ko_kr: MFA 활성화됨
sv_se: MFA aktiverad
uk_ua: MFA увімкнено
vi_vn: MFA đã kích hoạt

source: MFA not configured
id_id: MFA tidak dikonfigurasi
ko_kr: MFA 구성되지 않음
sv_se: MFA inte konfigurerad
uk_ua: MFA не налаштовано
vi_vn: MFA chưa cấu hình

source: Total number of zones:
cs_cz: Celkový počet zón:
de_de: Gesamtanzahl Zonen:
es_es: Número total de zonas:
fr_fr: Nombre total de zones:
id_id: Jumlah total zona:
ko_kr: 총 존 수:
lt_lt: Iš viso zonų:
pl_pl: Łączna liczba stref:
ru_ru: Общее количество зон:
sv_se: Totalt antal zoner:
tr_tr: Toplam zon sayısı:
uk_ua: Загальна кількість зон:
vi_vn: Tổng số vùng:
zh_cn: 区域总数：

source: There are no forward zones to show in this listing.
cs_cz: V tomto seznamu nejsou žádné přímé zóny k zobrazení.
de_de: Es gibt keine Forward-Zonen, die in dieser Auflistung angezeigt werden können.
es_es: No hay zonas directas para mostrar en este listado.
fr_fr: Il n'y a aucune zone directe à afficher dans cette liste.
id_id: Tidak ada zona forward yang ditampilkan dalam daftar ini.
ko_kr: 이 목록에 표시할 정방향 존이 없습니다.
lt_lt: Šiame sąraše nėra tiesioginių zonų, kurias būtų galima rodyti.
pl_pl: Brak stref przesyłania do wyświetlenia w tym wykazie.
ru_ru: Нет прямых зон для отображения в этом списке.
sv_se: Det finns inga forward-zoner att visa i denna lista.
tr_tr: Bu listede gösterilecek ileri zon bulunmuyor.
uk_ua: Немає прямих зон для відображення в цьому списку.
vi_vn: Không có vùng chuyển tiếp nào để hiển thị trong danh sách này.
zh_cn: 此列表中没有正向区域可显示。

source: Delete Record
cs_cz: Smazat záznam
de_de: Eintrag löschen
es_es: Eliminar Registro
fr_fr: Supprimer l'Enregistrement
id_id: Hapus Rekod
ko_kr: 레코드 삭제
lt_lt: Pašalinti įrašą
pl_pl: Usuń rekord
ru_ru: Удалить Запись
sv_se: Ta bort post
tr_tr: Kaydı Sil
uk_ua: Видалити запис
vi_vn: Xóa bản ghi
zh_cn: 删除记录

source: You are about to delete a record in zone
cs_cz: Chystáte se smazat záznam v zóně
de_de: Sie sind dabei einen Eintrag aus der Zone zu löschen
es_es: Está a punto de eliminar un registro en la zona
fr_fr: Vous êtes sur le point de supprimer un enregistrement dans la zone
id_id: Anda akan menghapus rekod di zona
ko_kr: 다음 존의 레코드를 삭제하려고 합니다
lt_lt: Jūs ketinate pašalinti įrašą zonoje
pl_pl: Zamierzasz usunąć rekord w strefie
ru_ru: Вы собираетесь удалить запись в зоне
sv_se: Du är på väg att ta bort en post i zonen
tr_tr: Bu zondaki bir kaydı silmek üzeresiniz
uk_ua: Ви збираєтеся видалити запис у зоні
vi_vn: Bạn sắp xóa một bản ghi trong vùng
zh_cn: 您即将删除区域中的记录

source: This action cannot be undone.
cs_cz: Tuto akci nelze vrátit zpět.
de_de: Diese Aktion ist unumkehrbar.
es_es: Esta acción no se puede deshacer.
fr_fr: Cette action ne peut pas être annulée.
id_id: Tindakan ini tidak dapat dibatalkan.
ko_kr: 이 작업은 취소할 수 없습니다.
lt_lt: Šis veiksmas negali būti atšauktas.
pl_pl: Tej operacji nie można cofnąć.
ru_ru: Это действие нельзя отменить.
sv_se: Denna åtgärd kan inte ångras.
tr_tr: Bu işlem geri alınamaz.
uk_ua: Цю дію неможливо скасувати.
vi_vn: Hành động này không thể hoàn tác.
zh_cn: 此操作无法撤销。
