Repository: poweradmin/poweradmin
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: cs_cz, de_de, es_es, fr_fr, id_id, ko_kr, lt_lt, pl_pl, ru_ru, sv_se, tr_tr, uk_ua, vi_vn, zh_cn

source: Type bit maps should be present to indicate which RR types exist at the NSEC owner name. An empty type bitmap is unusual.
cs_cz: Typové bitové mapy by měly být přítomny k označení, které typy RR existují u jména vlastníka NSEC. Prázdná typová bitmapa je neobvyklá.
de_de: Typ-Bitmaps sollten vorhanden sein, um anzuzeigen, welche RR-Typen beim NSEC-Owner-Namen existieren. Eine leere Typ-Bitmap ist ungewöhnlich.
es_es: Los mapas de bits de tipo deben estar presentes para indicar qué tipos RR existen en el nombre de propietario NSEC. Un mapa de bits de tipo vacío es inusual.
fr_fr: Les cartes de bits de type doivent être présentes pour indiquer quels types RR existent au nom de propriétaire NSEC. Une carte de bits de type vide est inhabituelle.
id_id: Peta bit tipe harus ada untuk menunjukkan jenis RR mana yang ada pada nama pemilik NSEC. Peta bit tipe kosong tidak umum.
ko_kr: NSEC 소유자 이름에 존재하는 RR 유형을 나타내기 위해 유형 비트 맵이 있어야 합니다. 빈 유형 비트맵은 비정상적입니다.
lt_lt: Tipų bitų žemėlapiai turėtų būti pateikti nurodyti, kokie RR tipai egzistuoja NSEC savininko varde. Tuščias tipų bitmapas neįprastas.
pl_pl: Mapy bitowe typów powinny być obecne aby wskazać jakie typy RR istnieją pod nazwą właściciela NSEC. Pusta mapa bitowa typów jest nietypowa.
ru_ru: Карты битов типов должны присутствовать, чтобы указать, какие типы RR существуют в имени владельца NSEC. Пустая карта битов типов необычна.
sv_se: Typbitkarta bör finnas för att indikera vilka posttyper som finns vid NSEC-ägarnamnet. En tom typbitkarta är ovanlig.
tr_tr: NSEC sahip adında hangi RR türlerinin mevcut olduğunu belirtmek için tür bit haritalası bulunmalıdır. Boş tür bit haritası olağandışıdır.
uk_ua: Бітові карти типів повинні бути присутніми, щоб вказати, які типи записів існують для імені власника NSEC. Порожня бітова карта типів є незвичною.
vi_vn: Bản đồ bit loại nên có mặt để chỉ ra loại RR nào tồn tại tại tên chủ sở hữu NSEC. Bản đồ bit loại trống là bất thường.
zh_cn: 应存在类型位图以指示 NSEC 所有者名称处存在的 RR 类型。空的类型位图是异常的。

source: Numeric type "%s" should be represented using the RFC 3597 format (TYPE###).
cs_cz: Číselný typ "%s" by měl být reprezentován pomocí formátu RFC 3597 (TYPE###).
de_de: Numerischer Typ "%s" sollte im RFC 3597-Format (TYPE###) dargestellt werden.
es_es: El tipo numérico "%s" debe representarse usando el formato RFC 3597 (TYPE###).
fr_fr: Le type numérique "%s" devrait être représenté en utilisant le format RFC 3597 (TYPE###).
id_id: Tipe numerik "%s" harus direpresentasikan menggunakan format RFC 3597 (TYPE###).
ko_kr: 숫자 유형 "%s"는 RFC 3597 형식 (TYPE###)을 사용하여 나타내야 합니다.
lt_lt: Skaitinis tipas "%s" turėtų būti pateikiamas naudojant RFC 3597 formatą (TYPE###).
pl_pl: Typ numeryczny "%s" powinien być reprezentowany używając formatu RFC 3597 (TYPE###).
ru_ru: Числовой тип "%s" должен быть представлен в формате RFC 3597 (TYPE###).
sv_se: Numerisk typ "%s" bör representeras med RFC 3597-format (TYPE###).
tr_tr: Sayısal tür "%s" RFC 3597 formatı (TYPE###) kullanılarak temsil edilmelidir.
uk_ua: Числовий тип "%s" повинен бути представлений у форматі RFC 3597 (TYPE###).
vi_vn: Loại số "%s" nên được biểu diễn bằng định dạng RFC 3597 (TYPE###).
zh_cn: 数字类型 "%s" 应使用 RFC 3597 格式（TYPE###）表示。

source: NSEC record contains an invalid record type: %s
cs_cz: NSEC záznam obsahuje neplatný typ záznamu: %s
de_de: NSEC-Eintrag enthält einen ungültigen Eintragstyp: %s
es_es: El registro NSEC contiene un tipo de registro inválido: %s
fr_fr: L'enregistrement NSEC contient un type d'enregistrement invalide : %s
id_id: Rekaman NSEC mengandung jenis rekaman tidak valid: %s
ko_kr: NSEC 레코드에 유효하지 않은 레코드 유형이 포함되어 있습니다: %s
lt_lt: NSEC įrašas turi neteisingą įrašo tipą: %s
pl_pl: Rekord NSEC zawiera nieprawidłowy typ rekordu: %s
ru_ru: Запись NSEC содержит недопустимый тип записи: %s
sv_se: NSEC-posten innehåller en ogiltig posttyp: %s
tr_tr: NSEC kaydı geçersiz kayıt türü içeriyor: %s
uk_ua: Запис NSEC містить недійсний тип запису: %s
vi_vn: Bản ghi NSEC chứa loại bản ghi không hợp lệ: %s
zh_cn: NSEC 记录包含无效的记录类型：%s

source: NSEC type should typically be present in its own type bit map, as each name in a signed zone should have an NSEC record.
cs_cz: NSEC typ by měl být typicky přítomen ve své vlastní typové bitmapě, protože každé jméno v podepsané zóně by mělo mít NSEC záznam.
de_de: NSEC-Typ sollte normalerweise in seiner eigenen Typ-Bitmap vorhanden sein, da jeder Name in einer signierten Zone einen NSEC-Eintrag haben sollte.
es_es: El tipo NSEC típicamente debe estar presente en su propio mapa de bits de tipo, ya que cada nombre en una zona firmada debe tener un registro NSEC.
fr_fr: Le type NSEC devrait généralement être présent dans sa propre carte de bits de type, car chaque nom dans une zone signée devrait avoir un enregistrement NSEC.
id_id: Tipe NSEC biasanya harus ada dalam peta bit tipenya sendiri, karena setiap nama di zona yang ditandatangani harus memiliki rekaman NSEC.
ko_kr: 서명된 존의 각 이름에 NSEC 레코드가 있어야 하므로 NSEC 유형은 일반적으로 자체 유형 비트 맵에 있어야 합니다.
lt_lt: NSEC tipas paprastai turėtų būti savo tipų bitų žemėlapyje, nes kiekvienas vardas pasirašytoje zonoje turėtų turėti NSEC įrašą.
pl_pl: Typ NSEC powinien zwykle być obecny w swojej własnej mapie bitowej typów, ponieważ każda nazwa w podpisanej strefie powinna mieć rekord NSEC.
ru_ru: Тип NSEC обычно должен присутствовать в своей собственной карте битов типов, так как каждое имя в подписанной зоне должно иметь запись NSEC.
sv_se: NSEC-typ bör vanligtvis finnas i sin egen typbitkarta, eftersom varje namn i en signerad zon bör ha en NSEC-post.
tr_tr: NSEC türü genellikle kendi tür bit haritasında bulunmalıdır, çünkü imzalanmış zondaki her adın bir NSEC kaydı olmalıdır.
uk_ua: Тип NSEC зазвичай повинен бути присутнім у його власній бітовій карті типів, оскільки кожне ім'я в підписаній зоні повинно мати запис NSEC.
vi_vn: Loại NSEC thường nên có mặt trong bản đồ bit loại riêng của nó, vì mỗi tên trong vùng đã ký nên có bản ghi NSEC.
zh_cn: NSEC 类型通常应存在于其自己的类型位图中，因为签名区域中的每个名称都应有一个 NSEC 记录。

source: RRSIG type should typically be present in NSEC type bit maps for DNSSEC-signed zones.
cs_cz: RRSIG typ by měl být typicky přítomen v NSEC typových bitmapách pro DNSSEC-podepsané zóny.
de_de: RRSIG-Typ sollte normalerweise in NSEC-Typ-Bitmaps für DNSSEC-signierte Zonen vorhanden sein.
es_es: El tipo RRSIG típicamente debe estar presente en mapas de bits de tipo NSEC para zonas firmadas con DNSSEC.
fr_fr: Le type RRSIG devrait généralement être présent dans les cartes de bits de type NSEC pour les zones signées DNSSEC.
id_id: Tipe RRSIG biasanya harus ada dalam peta bit tipe NSEC untuk zona yang ditandatangani DNSSEC.
ko_kr: RRSIG 유형은 일반적으로 DNSSEC 서명 존의 NSEC 유형 비트 맵에 있어야 합니다.
lt_lt: RRSIG tipas paprastai turėtų būti NSEC tipų bitų žemėlapiuose DNSSEC pasirašytoms zonoms.
pl_pl: Typ RRSIG powinien zwykle być obecny w mapach bitowych typów NSEC dla stref podpisanych DNSSEC.
ru_ru: Тип RRSIG обычно должен присутствовать в картах битов типов NSEC для DNSSEC-подписанных зон.
sv_se: RRSIG-typ bör vanligtvis finnas i NSEC-typbitkartor för DNSSEC-signerade zoner.
tr_tr: RRSIG türü genellikle DNSSEC imzalı zonlar için NSEC tür bit haritalasında bulunmalıdır.
uk_ua: Тип RRSIG зазвичай повинен бути присутнім у бітових картах типів NSEC для зон, підписаних DNSSEC.
vi_vn: Loại RRSIG thường nên có mặt trong bản đồ bit loại NSEC cho các vùng đã ký DNSSEC.
zh_cn: 对于 DNSSEC 签名的区域，RRSIG 类型通常应存在于 NSEC 类型位图中。

source: This NSEC record contains both SOA and NS types, indicating it might be for a zone apex.
cs_cz: Tento NSEC záznam obsahuje jak SOA, tak NS typy, což naznačuje, že může být pro vrchol zóny.
de_de: Dieser NSEC-Eintrag enthält sowohl SOA- als auch NS-Typen, was darauf hinweist, dass er für einen Zone-Apex sein könnte.
es_es: Este registro NSEC contiene tipos SOA y NS, indicando que podría ser para un ápice de zona.
fr_fr: Cet enregistrement NSEC contient à la fois les types SOA et NS, indiquant qu'il pourrait être pour un sommet de zone.
id_id: Rekaman NSEC ini berisi tipe SOA dan NS, menunjukkan ini mungkin untuk apex zona.
ko_kr: 이 NSEC 레코드에는 SOA 및 NS 유형이 모두 포함되어 있어 존 최상위용일 수 있습니다.
lt_lt: Šis NSEC įrašas turi tiek SOA, tiek NS tipus, nurodančius, kad jis gali būti zonos viršūnei.
pl_pl: Ten rekord NSEC zawiera zarówno typy SOA jak i NS, wskazując że może być dla wierzchołka strefy.
ru_ru: Данная запись NSEC содержит оба типа SOA и NS, что указывает на то, что она может быть для вершины зоны.
sv_se: Denna NSEC-post innehåller både SOA- och NS-typer, vilket indikerar att den kan vara för en zones apex.
tr_tr: Bu NSEC kaydı hem SOA hem de NS türlerini içeriyor, bir zon zirvesi için olabileceğini gösteriyor.
uk_ua: Цей запис NSEC містить типи SOA та NS, що вказує на те, що він може бути для верхівки зони.
vi_vn: Bản ghi NSEC này chứa cả loại SOA và NS, cho thấy nó có thể dành cho đỉnh vùng.
zh_cn: 此 NSEC 记录包含 SOA 和 NS 类型，表明它可能用于区域顶点。

source: The record name does not follow the standard OPENPGPKEY format (<hash>._openpgpkey.<domain>). Standard format is recommended for interoperability.
cs_cz: Jméno záznamu nesleduje standardní formát OPENPGPKEY (<hash>._openpgpkey.<doména>). Standardní formát je doporučen pro interoperabilitu.
de_de: Der Eintragsname folgt nicht dem Standard-OPENPGPKEY-Format (<hash>._openpgpkey.<domain>). Standardformat wird für Interoperabilität empfohlen.
es_es: El nombre del registro no sigue el formato estándar OPENPGPKEY (<hash>._openpgpkey.<dominio>). Se recomienda el formato estándar para interoperabilidad.
fr_fr: Le nom d'enregistrement ne suit pas le format OPENPGPKEY standard (<hash>._openpgpkey.<domaine>). Le format standard est recommandé pour l'interopérabilité.
id_id: Nama rekaman tidak mengikuti format standar OPENPGPKEY (<hash>._openpgpkey.<domain>). Format standar direkomendasikan untuk interoperabilitas.
ko_kr: 레코드 이름이 표준 OPENPGPKEY 형식 (<hash>._openpgpkey.<domain>)을 따르지 않습니다. 상호 운용성을 위해 표준 형식이 권장됩니다.
lt_lt: Įrašo pavadinimas neatitinka standartinio OPENPGPKEY formato (<hash>._openpgpkey.<domenas>). Standartinis formatas rekomenduojamas suderinamumui.
pl_pl: Nazwa rekordu nie przestrzega standardowego formatu OPENPGPKEY (<hash>._openpgpkey.<domain>). Standardowy format jest zalecany dla interoperacyjności.
ru_ru: Имя записи не соответствует стандартному формату OPENPGPKEY (<hash>._openpgpkey.<domain>). Стандартный формат рекомендуется для совместимости.
sv_se: Postnamnet följer inte standardformatet för OPENPGPKEY (<hash>._openpgpkey.<domän>). Standardformat rekommenderas för interoperabilitet.
tr_tr: Kayıt adı standart OPENPGPKEY formatını (<hash>._openpgpkey.<domain>) takip etmiyor. Birlikte çalışabilirlik için standart format önerilir.
uk_ua: Ім'я запису не відповідає стандартному формату OPENPGPKEY (<hash>._openpgpkey.<domain>). Рекомендується стандартний формат для забезпечення сумісності.
vi_vn: Tên bản ghi không theo định dạng OPENPGPKEY chuẩn (<hash>._openpgpkey.<tên_miền>). Định dạng chuẩn được khuyến nghị để đảm bảo tương thích.
zh_cn: 记录名称不符合标准 OPENPGPKEY 格式（<hash>._openpgpkey.<domain>）。建议使用标准格式以确保互操作性。

source: Priority field for OPENPGPKEY records must be 0 or empty
cs_cz: Pole priority pro OPENPGPKEY záznamy musí být 0 nebo prázdné
de_de: Prioritätsfeld für OPENPGPKEY-Einträge muss 0 oder leer sein
es_es: El campo de prioridad para registros OPENPGPKEY debe ser 0 o vacío
fr_fr: Le champ priorité pour les enregistrements OPENPGPKEY doit être 0 ou vide
id_id: Kolom prioritas untuk rekaman OPENPGPKEY harus 0 atau kosong
ko_kr: OPENPGPKEY 레코드의 우선순위 필드는 0이거나 비어 있어야 합니다
lt_lt: OPENPGPKEY įrašų prioriteto laukas turi būti 0 arba tuščias
pl_pl: Pole priorytetu dla rekordów OPENPGPKEY musi mieć wartość 0 lub być puste
ru_ru: Поле приоритета для записей OPENPGPKEY должно быть 0 или пустым
sv_se: Prioritetsfältet för OPENPGPKEY-poster måste vara 0 eller tomt
tr_tr: OPENPGPKEY kayıtları için öncelik alanı 0 veya boş olmalıdır
uk_ua: Поле пріоритету для записів OPENPGPKEY повинно бути 0 або порожнім
vi_vn: Trường ưu tiên cho bản ghi OPENPGPKEY phải là 0 hoặc để trống
zh_cn: OPENPGPKEY 记录的优先级字段必须为 0 或空

source: OPENPGPKEY records should typically be generated using specialized tools like GnuPG with the --print-dane-records option, rather than created manually.
cs_cz: OPENPGPKEY záznamy by měly být typicky generovány pomocí specializovaných nástrojů jako GnuPG s volbou --print-dane-records, spíše než vytvářeny ručně.
de_de: OPENPGPKEY-Einträge sollten normalerweise mit spezialisierten Tools wie GnuPG mit der Option --print-dane-records generiert werden, anstatt manuell erstellt zu werden.
es_es: Los registros OPENPGPKEY típicamente deben generarse usando herramientas especializadas como GnuPG con la opción --print-dane-records, en lugar de crearse manualmente.
fr_fr: Les enregistrements OPENPGPKEY devraient généralement être générés en utilisant des outils spécialisés comme GnuPG avec l'option --print-dane-records, plutôt que créés manuellement.
id_id: Rekaman OPENPGPKEY biasanya harus dihasilkan menggunakan alat khusus seperti GnuPG dengan opsi --print-dane-records, bukan dibuat secara manual.
ko_kr: OPENPGPKEY 레코드는 일반적으로 수동으로 생성하는 대신 --print-dane-records 옵션이 있는 GnuPG와 같은 전문 도구를 사용하여 생성해야 합니다.
lt_lt: OPENPGPKEY įrašai paprastai turėtų būti generuojami naudojant specializuotus įrankius kaip GnuPG su --print-dane-records parinktimi, o ne kuriami rankiniu būdu.
pl_pl: Rekordy OPENPGPKEY powinny być zazwyczaj generowane używając specjalistycznych narzędzi jak GnuPG z opcją --print-dane-records, a nie tworzone ręcznie.
ru_ru: Записи OPENPGPKEY обычно должны генерироваться с помощью специализированных инструментов, таких как GnuPG с опцией --print-dane-records, а не создаваться вручную.
sv_se: OPENPGPKEY-poster bör vanligtvis genereras med specialiserade verktyg som GnuPG med flaggan --print-dane-records, istället för att skapas manuellt.
tr_tr: OPENPGPKEY kayıtları genellikle manuel olarak oluşturulmaktansa --print-dane-records seçeneği ile GnuPG gibi özel araçlar kullanılarak oluşturulmalıdır.
uk_ua: Записи OPENPGPKEY зазвичай повинні генеруватися за допомогою спеціалізованих інструментів, таких як GnuPG з параметром --print-dane-records, а не створюватися вручну.
vi_vn: Bản ghi OPENPGPKEY thường nên được tạo bằng công cụ chuyên dụng như GnuPG với tùy chọn --print-dane-records, thay vì tạo thủ công.
zh_cn: OPENPGPKEY 记录通常应使用专门工具（如带有 --print-dane-records 选项的 GnuPG）生成，而不是手动创建。

source: OPENPGPKEY record content cannot be empty.
cs_cz: Obsah OPENPGPKEY záznamu nemůže být prázdný.
de_de: OPENPGPKEY-Eintragsinhalt kann nicht leer sein.
es_es: El contenido del registro OPENPGPKEY no puede estar vacío.
fr_fr: Le contenu de l'enregistrement OPENPGPKEY ne peut pas être vide.
id_id: Konten rekaman OPENPGPKEY tidak boleh kosong.
ko_kr: OPENPGPKEY 레코드 콘텐츠는 비어 있을 수 없습니다.
lt_lt: OPENPGPKEY įrašo turinys negali būti tuščias.
pl_pl: Zawartość rekordu OPENPGPKEY nie może być pusta.
ru_ru: Содержимое записи OPENPGPKEY не может быть пустым.
sv_se: OPENPGPKEY-postens innehåll kan inte vara tomt.
tr_tr: OPENPGPKEY kayıt içeriği boş olamaz.
uk_ua: Вміст запису OPENPGPKEY не може бути порожнім.
vi_vn: Nội dung bản ghi OPENPGPKEY không được để trống.
zh_cn: OPENPGPKEY 记录内容不能为空。

source: Invalid characters in OPENPGPKEY record content.
cs_cz: Neplatné znaky v obsahu OPENPGPKEY záznamu.
de_de: Ungültige Zeichen im OPENPGPKEY-Eintragsinhalt.
es_es: Caracteres inválidos en el contenido del registro OPENPGPKEY.
fr_fr: Caractères invalides dans le contenu de l'enregistrement OPENPGPKEY.
id_id: Karakter tidak valid dalam konten rekaman OPENPGPKEY.
ko_kr: OPENPGPKEY 레코드 콘텐츠에 유효하지 않은 문자가 있습니다.
lt_lt: OPENPGPKEY įrašo turinyje yra neteisingi simboliai.
pl_pl: Nieprawidłowe znaki w zawartości rekordu OPENPGPKEY.
ru_ru: Недопустимые символы в содержимом записи OPENPGPKEY.
sv_se: Ogiltiga tecken i OPENPGPKEY-postens innehåll.
tr_tr: OPENPGPKEY kayıt içeriğinde geçersiz karakterler.
uk_ua: Недійсні символи у вмісті запису OPENPGPKEY.
vi_vn: Ký tự không hợp lệ trong nội dung bản ghi OPENPGPKEY.
zh_cn: OPENPGPKEY 记录内容中包含无效字符。

source: OPENPGPKEY records must contain valid base64-encoded data.
cs_cz: OPENPGPKEY záznamy musí obsahovat platná base64-kódovaná data.
de_de: OPENPGPKEY-Einträge müssen gültige base64-kodierte Daten enthalten.
es_es: Los registros OPENPGPKEY deben contener datos válidos codificados en base64.
fr_fr: Les enregistrements OPENPGPKEY doivent contenir des données encodées en base64 valides.
id_id: Rekaman OPENPGPKEY harus berisi data yang dikodekan base64 yang valid.
ko_kr: OPENPGPKEY 레코드는 유효한 base64로 인코딩된 데이터를 포함해야 합니다.
lt_lt: OPENPGPKEY įrašai turi turėti teisingus base64 koduotus duomenis.
pl_pl: Rekordy OPENPGPKEY muszą zawierać prawidłowe dane zakodowane w base64.
ru_ru: Записи OPENPGPKEY должны содержать действительные данные в кодировке base64.
sv_se: OPENPGPKEY-poster måste innehålla giltig base64-kodad data.
tr_tr: OPENPGPKEY kayıtları geçerli base64 kodlanmış veri içermelidir.
uk_ua: Записи OPENPGPKEY повинні містити дійсні дані у кодуванні base64.
vi_vn: Bản ghi OPENPGPKEY phải chứa dữ liệu mã hóa base64 hợp lệ.
zh_cn: OPENPGPKEY 记录必须包含有效的 base64 编码数据。

source: OPENPGPKEY record contains invalid base64 data.
cs_cz: OPENPGPKEY záznam obsahuje neplatná base64 data.
de_de: OPENPGPKEY-Eintrag enthält ungültige base64-Daten.
es_es: El registro OPENPGPKEY contiene datos base64 inválidos.
fr_fr: L'enregistrement OPENPGPKEY contient des données base64 invalides.
id_id: Rekaman OPENPGPKEY mengandung data base64 yang tidak valid.
ko_kr: OPENPGPKEY 레코드에 유효하지 않은 base64 데이터가 포함되어 있습니다.
lt_lt: OPENPGPKEY įrašas turi neteisingus base64 duomenis.
pl_pl: Rekord OPENPGPKEY zawiera nieprawidłowe dane base64.
ru_ru: Запись OPENPGPKEY содержит недействительные данные base64.
sv_se: OPENPGPKEY-posten innehåller ogiltiga base64-data.
tr_tr: OPENPGPKEY kaydı geçersiz base64 verisi içeriyor.
uk_ua: Запис OPENPGPKEY містить недійсні дані base64.
vi_vn: Bản ghi OPENPGPKEY chứa dữ liệu base64 không hợp lệ.
zh_cn: OPENPGPKEY 记录包含无效的 base64 数据。

source: OPENPGPKEY record exceeds 4KB in size. RFC 7929 recommends keeping DNS records as small as possible to ensure reliable transport. Consider using a minimal key export format.
cs_cz: OPENPGPKEY záznam překračuje velikost 4KB. RFC 7929 doporučuje udržovat DNS záznamy co nejmenší pro zajištění spolehlivého přenosu. Zvažte použití minimálního formátu exportu klíče.
de_de: OPENPGPKEY-Eintrag überschreitet 4KB Größe. RFC 7929 empfiehlt, DNS-Einträge so klein wie möglich zu halten, um zuverlässigen Transport zu gewährleisten. Erwägen Sie ein minimales Schlüssel-Exportformat.
es_es: El registro OPENPGPKEY excede 4KB de tamaño. RFC 7929 recomienda mantener los registros DNS tan pequeños como sea posible para asegurar transporte confiable. Considere usar un formato de exportación de clave mínimo.
fr_fr: L'enregistrement OPENPGPKEY dépasse 4KB en taille. RFC 7929 recommande de garder les enregistrements DNS aussi petits que possible pour assurer un transport fiable. Considérez utiliser un format d'export de clé minimal.
id_id: Rekaman OPENPGPKEY melebihi 4KB. RFC 7929 merekomendasikan agar rekaman DNS sekecil mungkin untuk memastikan transport yang andal. Pertimbangkan menggunakan format ekspor kunci minimal.
ko_kr: OPENPGPKEY 레코드가 4KB를 초과합니다. RFC 7929는 안정적인 전송을 보장하기 위해 DNS 레코드를 가능한 한 작게 유지할 것을 권장합니다. 최소 키 내보내기 형식을 사용하는 것을 고려하세요.
lt_lt: OPENPGPKEY įrašas viršija 4KB dydį. RFC 7929 rekomenduoja išlaikyti DNS įrašus kuo mažesnius, kad užtikrintų patikimą perdavimą. Apsvarstykite minimalaus rakto eksporto formato naudojimą.
pl_pl: Rekord OPENPGPKEY przekracza 4KB rozmiaru. RFC 7929 zaleca utrzymywanie rekordów DNS tak małych jak to możliwe aby zapewnić niezawodny transport. Rozważ użycie minimalnego formatu eksportu klucza.
ru_ru: Запись OPENPGPKEY превышает 4 КБ по размеру. RFC 7929 рекомендует делать DNS-записи как можно меньше, чтобы обеспечить надежную передачу. Рассмотрите использование минимального формата экспорта ключа.
sv_se: OPENPGPKEY-posten överstiger 4KB i storlek. RFC 7929 rekommenderar att hålla DNS-poster så små som möjligt för tillförlitlig transport. Överväg att använda ett minimalt nyckelexportformat.
tr_tr: OPENPGPKEY kaydı boyutu 4KB'ı aşıyor. RFC 7929 güvenilir taşımayı sağlamak için DNS kayıtlarının mümkün olduğunca küçük tutulmasını önerir. Minimal anahtar dışa aktarma formatı kullanmayı düşünün.
uk_ua: Розмір запису OPENPGPKEY перевищує 4 КБ. RFC 7929 рекомендує зберігати DNS-записи якомога меншими для забезпечення надійної передачі. Розгляньте використання мінімального формату експорту ключа.
vi_vn: Bản ghi OPENPGPKEY vượt quá 4KB. RFC 7929 khuyến nghị giữ bản ghi DNS nhỏ nhất có thể để đảm bảo truyền tải đáng tin cậy. Cân nhắc sử dụng định dạng xuất khóa tối thiểu.
zh_cn: OPENPGPKEY 记录大小超过 4KB。RFC 7929 建议尽可能保持 DNS 记录小以确保可靠传输。考虑使用最小密钥导出格式。

source: OPENPGPKEY record is unusually small. Verify that this is a valid OpenPGP public key.
cs_cz: OPENPGPKEY záznam je neobvykle malý. Ověřte, že se jedná o platný OpenPGP veřejný klíč.
de_de: OPENPGPKEY-Eintrag ist ungewöhnlich klein. Überprüfen Sie, dass dies ein gültiger OpenPGP-öffentlicher Schlüssel ist.
es_es: El registro OPENPGPKEY es inusualmente pequeño. Verifique que esta es una clave pública OpenPGP válida.
fr_fr: L'enregistrement OPENPGPKEY est inhabituellement petit. Vérifiez que c'est une clé publique OpenPGP valide.
id_id: Rekaman OPENPGPKEY terlalu kecil. Verifikasi bahwa ini adalah kunci publik OpenPGP yang valid.
ko_kr: OPENPGPKEY 레코드가 비정상적으로 작습니다. 이것이 유효한 OpenPGP 공개 키인지 확인하세요.
lt_lt: OPENPGPKEY įrašas yra neįprastai mažas. Patikrinkite, ar tai teisingas OpenPGP viešasis raktas.
pl_pl: Rekord OPENPGPKEY jest niezwykle mały. Sprawdź czy to jest prawidłowy klucz publiczny OpenPGP.
ru_ru: Запись OPENPGPKEY необычно мала. Убедитесь, что это допустимый открытый ключ OpenPGP.
sv_se: OPENPGPKEY-posten är ovanligt liten. Verifiera att detta är en giltig publik OpenPGP-nyckel.
tr_tr: OPENPGPKEY kaydı olağandışı küçük. Bunun geçerli bir OpenPGP açık anahtary olduğunu doğrulayın.
uk_ua: Запис OPENPGPKEY є незвично малим. Перевірте, чи це дійсний відкритий ключ OpenPGP.
vi_vn: Bản ghi OPENPGPKEY nhỏ bất thường. Xác minh đây là khóa công khai OpenPGP hợp lệ.
zh_cn: OPENPGPKEY 记录异常小。请验证这是否为有效的 OpenPGP 公钥。
