Repository: poweradmin/poweradmin
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: cs_cz, de_de, es_es, fr_fr, id_id, ko_kr, lt_lt, pl_pl, ru_ru, sv_se, tr_tr, uk_ua, vi_vn, zh_cn

source: Zone is already signed with DNSSEC.
cs_cz: Zóna je již podepsána pomocí DNSSEC.
de_de: Zone ist bereits mit DNSSEC signiert.
es_es: La zona ya está firmada con DNSSEC.
fr_fr: La zone est déjà signée avec DNSSEC.
id_id: Zona sudah ditandatangani dengan DNSSEC.
ko_kr: 존이 이미 DNSSEC으로 서명되어 있습니다.
lt_lt: Zona jau pasirašyta su DNSSEC.
pl_pl: Strefa jest już podpisana DNSSEC.
ru_ru: Зона уже подписана через DNSSEC.
sv_se: Zonen är redan signerad med DNSSEC.
tr_tr: Zon zaten DNSSEC ile imzalanmış.
uk_ua: Зона вже підписана за допомогою DNSSEC.
vi_vn: Vùng đã được ký bằng DNSSEC rồi.
zh_cn: 区域已使用 DNSSEC 签名。

source: Zone has been signed successfully.
cs_cz: Zóna byla úspěšně podepsána.
de_de: Zone wurde erfolgreich signiert.
es_es: La zona se ha firmado correctamente.
fr_fr: La zone a été signée avec succès.
id_id: Zona telah berhasil ditandatangani.
ko_kr: 존이 성공적으로 서명되었습니다.
lt_lt: Zona sėkmingai pasirašyta.
pl_pl: Strefa została pomyślnie podpisana.
ru_ru: Зона успешно подписана.
sv_se: Zonen har signerats.
tr_tr: Zon başarıyla imzalandı.
uk_ua: Зону було успішно підписано.
vi_vn: Vùng đã được ký thành công.
zh_cn: 区域已成功签名。

source: Zone signing requested successfully, but verification failed. Check DNSSEC keys.
cs_cz: Podepsání zóny bylo úspěšně požadováno, ale ověření selhalo. Zkontrolujte DNSSEC klíče.
de_de: Zonensignierung erfolgreich angefordert, aber Verifizierung fehlgeschlagen. Überprüfen Sie die DNSSEC-Schlüssel.
es_es: Firma de zona solicitada correctamente, pero la verificación falló. Verifique las claves DNSSEC.
fr_fr: Signature de zone demandée avec succès, mais la vérification a échoué. Vérifiez les clés DNSSEC.
id_id: Penandatanganan zona berhasil diminta, tetapi verifikasi gagal. Periksa kunci DNSSEC.
ko_kr: 존 서명이 성공적으로 요청되었지만, 검증에 실패했습니다. DNSSEC 키를 확인하십시오.
lt_lt: Zonos pasirašymo užklausa sėkminga, bet patikrinimas nepavyko. Patikrinkite DNSSEC raktus.
pl_pl: Żądanie podpisania strefy zostało pomyślnie wysłane, ale weryfikacja nie powiodła się. Sprawdź klucze DNSSEC.
ru_ru: Запрос на подписание зоны выполнен успешно, но проверка не удалась. Проверьте ключи DNSSEC.
sv_se: Zonsignering begärdes men verifieringen misslyckades. Kontrollera DNSSEC-nycklarna.
tr_tr: Zon imzalama başarıyla istendi, ancak doğrulama başarısız. DNSSEC anahtarlarını denetleyin.
uk_ua: Запит на підписання зони виконано успішно, але перевірка не пройшла. Перевірте ключі DNSSEC.
vi_vn: Yêu cầu ký vùng thành công, nhưng xác minh thất bại. Kiểm tra khóa DNSSEC.
zh_cn: 区域签名请求成功，但验证失败。请检查 DNSSEC 密钥。

source: Failed to sign zone. Zone validation passed, but PowerDNS API returned an error. Check PowerDNS logs for details.
id_id: Gagal menandatangani zona. Validasi zona berhasil, tetapi API PowerDNS mengembalikan kesalahan. Periksa log PowerDNS untuk detailnya.
ko_kr: 존 서명에 실패했습니다. 존 유효성 검사는 통과했지만, PowerDNS API에서 오류를 반환했습니다. 자세한 내용은 PowerDNS 로그를 확인하십시오.
sv_se: Kunde inte signera zonen. Zonvalidering godkändes men PowerDNS API returnerade ett fel. Kontrollera PowerDNS-loggarna för detaljer.
uk_ua: Не вдалося підписати зону. Валідація зони пройшла, але API PowerDNS повернув помилку. Перевірте журнали PowerDNS для отримання деталей.
vi_vn: Không thể ký vùng. Xác thực vùng đã thành công, nhưng API PowerDNS trả về lỗi. Kiểm tra nhật ký PowerDNS để biết chi tiết.

source: Zone is not currently signed with DNSSEC.
cs_cz: Zóna není v současnosti podepsána pomocí DNSSEC.
de_de: Zone ist derzeit nicht mit DNSSEC signiert.
es_es: La zona no está firmada actualmente con DNSSEC.
fr_fr: La zone n'est actuellement pas signée avec DNSSEC.
id_id: Zona saat ini tidak ditandatangani dengan DNSSEC.
ko_kr: 존이 현재 DNSSEC으로 서명되어 있지 않습니다.
lt_lt: Zona šiuo metu nepasirašyta su DNSSEC.
pl_pl: Strefa nie jest obecnie podpisana DNSSEC.
ru_ru: Зона в настоящее время не подписана через DNSSEC.
sv_se: Zonen är för närvarande inte signerad med DNSSEC.
tr_tr: Zon şu anda DNSSEC ile imzalanmamış.
uk_ua: Зона наразі не підписана за допомогою DNSSEC.
vi_vn: Vùng hiện chưa được ký bằng DNSSEC.
zh_cn: 区域当前未使用 DNSSEC 签名。

source: Zone has been unsigned successfully.
cs_cz: Zóna byla úspěšně odpodepsána.
de_de: Die Signatur der Zone wurde erfolgreich entfernt.
es_es: La zona se ha desfirmado correctamente.
fr_fr: La zone a été désignée avec succès.
id_id: Zona telah berhasil dihapus tanda tangannya.
ko_kr: 존의 서명이 성공적으로 해제되었습니다.
lt_lt: Zona sėkmingai atšaukta.
pl_pl: Podpis strefy został pomyślnie usunięty.
ru_ru: Подпись зоны успешно снята.
sv_se: Zonen har avsignerats.
tr_tr: Zon başarıyla imzasız hale getirildi.
uk_ua: Підпис зони було успішно знято.
vi_vn: Vùng đã được hủy ký thành công.
zh_cn: 区域已成功取消签名。

source: Zone unsigning requested successfully, but verification failed.
cs_cz: Odpodepsání zóny bylo úspěšně požadováno, ale ověření selhalo.
de_de: Aufhebung der Zonensignierung erfolgreich angefordert, aber Verifizierung fehlgeschlagen.
es_es: Desfirma de zona solicitada correctamente, pero la verificación falló.
fr_fr: Demande de désignature de zone réussie, mais la vérification a échoué.
id_id: Penghapusan tanda tangan zona berhasil diminta, tetapi verifikasi gagal.
ko_kr: 존 서명 해제가 성공적으로 요청되었지만, 검증에 실패했습니다.
lt_lt: Zonos atšaukimo užklausa sėkminga, bet patikrinimas nepavyko.
pl_pl: Żądanie usunięcia podpisu strefy zostało pomyślnie wysłane, ale weryfikacja nie powiodła się.
ru_ru: Запрос на снятие подписи зоны выполнен успешно, но проверка не удалась.
sv_se: Avsignering av zonen begärdes men verifieringen misslyckades.
tr_tr: Zon imza kaldırma başarıyla istendi, ancak doğrulama başarısız.
uk_ua: Запит на зняття підпису зони виконано успішно, але перевірка не пройшла.
vi_vn: Yêu cầu hủy ký vùng thành công, nhưng xác minh thất bại.
zh_cn: 区域取消签名请求成功，但验证失败。

source: Failed to unsign zone. Check PowerDNS logs for details.
cs_cz: Nepodařilo se odpodepsat zónu. Zkontrolujte logy PowerDNS pro detaily.
de_de: Fehler beim Aufheben der Zonensignierung. Überprüfen Sie die PowerDNS-Logs für Details.
es_es: Error al desfirmar la zona. Verifique los registros de PowerDNS para más detalles.
fr_fr: Échec de la désignature de zone. Consultez les journaux PowerDNS pour plus de détails.
id_id: Gagal menghapus tanda tangan zona. Periksa log PowerDNS untuk detailnya.
ko_kr: 존 서명 해제에 실패했습니다. 자세한 내용은 PowerDNS 로그를 확인하십시오.
lt_lt: Nepavyko atšaukti zonos. Patikrinkite PowerDNS žurnalus dėl išsamesnės informacijos.
pl_pl: Nie udało się usunąć podpisu strefy. Sprawdź logi PowerDNS, aby uzyskać szczegóły.
ru_ru: Не удалось снять подпись зоны. Проверьте журналы PowerDNS для подробностей.
sv_se: Kunde inte avsignera zonen. Kontrollera PowerDNS-loggarna för detaljer.
tr_tr: Zon imzası kaldırılamadı. Ayrıntılar için PowerDNS günlüklerini denetleyin.
uk_ua: Не вдалося зняти підпис зони. Перевірте журнали PowerDNS для отримання деталей.
vi_vn: Không thể hủy ký vùng. Kiểm tra nhật ký PowerDNS để biết chi tiết.
zh_cn: 取消区域签名失败。请查看 PowerDNS 日志了解详情。

source: You need to be logged in to export zone data.
cs_cz: Musíte být přihlášeni pro export dat zóny.
de_de: Sie müssen angemeldet sein, um Zonendaten zu exportieren.
es_es: Debe iniciar sesión para exportar datos de zona.
fr_fr: Vous devez être connecté pour exporter les données de zone.
id_id: Anda harus masuk untuk mengekspor data zona.
ko_kr: 존 데이터를 내보내려면 로그인이 필요합니다.
lt_lt: Turite būti prisijungę, kad galėtumėte eksportuoti zonos duomenis.
pl_pl: Musisz być zalogowany, aby eksportować dane strefy.
ru_ru: Для экспорта данных зоны необходимо войти в систему.
sv_se: Du måste vara inloggad för att exportera zondata.
tr_tr: Zon verilerini dışa aktarmak için giriş yapmanız gerekir.
uk_ua: Для експорту даних зони потрібно увійти в систему.
vi_vn: Bạn cần đăng nhập để xuất dữ liệu vùng.
zh_cn: 您需要登录才能导出区域数据。

source: You do not have permission to export this zone.
cs_cz: Nemáte oprávnění exportovat tuto zónu.
de_de: Sie haben keine Berechtigung, diese Zone zu exportieren.
es_es: No tiene permisos para exportar esta zona.
fr_fr: Vous n'avez pas l'autorisation d'exporter cette zone.
id_id: Anda tidak memiliki izin untuk mengekspor zona ini.
ko_kr: 이 존을 내보낼 권한이 없습니다.
lt_lt: Neturite leidimo eksportuoti šios zonos.
pl_pl: Nie masz uprawnień do eksportowania tej strefy.
ru_ru: У вас нет разрешения на экспорт этой зоны.
sv_se: Du har inte behörighet att exportera denna zon.
tr_tr: Bu zonu dışa aktarma izniniz yok.
uk_ua: У вас немає дозволу на експорт цієї зони.
vi_vn: Bạn không có quyền xuất vùng này.
zh_cn: 您没有导出此区域的权限。

source: This zone does not have any records to export.
cs_cz: Tato zóna nemá žádné záznamy k exportu.
de_de: Diese Zone hat keine Einträge zum Exportieren.
es_es: Esta zona no tiene registros para exportar.
fr_fr: Cette zone n'a aucun enregistrement à exporter.
id_id: Zona ini tidak memiliki rekaman untuk diekspor.
ko_kr: 이 존에는 내보낼 레코드가 없습니다.
lt_lt: Šioje zonoje nėra įrašų eksportavimui.
pl_pl: Ta strefa nie ma żadnych rekordów do eksportowania.
ru_ru: В этой зоне нет записей для экспорта.
sv_se: Denna zon har inga poster att exportera.
tr_tr: Bu zonun dışa aktarılacak kaydı yok.
uk_ua: Ця зона не має записів для експорту.
vi_vn: Vùng này không có bản ghi nào để xuất.
zh_cn: 此区域没有要导出的记录。

source: Request has expired, please try again.
cs_cz: Požadavek vypršel, zkuste to znovu.
de_de: Anfrage ist abgelaufen, bitte versuchen Sie es erneut.
es_es: La solicitud ha expirado, inténtelo de nuevo.
fr_fr: La demande a expiré, veuillez réessayer.
id_id: Permintaan telah kedaluwarsa, silakan coba lagi.
ko_kr: 요청이 만료되었습니다. 다시 시도하십시오.
lt_lt: Užklausa pasibaigė, bandykite dar kartą.
pl_pl: Żądanie wygasło, spróbuj ponownie.
ru_ru: Срок действия запроса истек, попробуйте еще раз.
sv_se: Förfrågan har gått ut, försök igen.
tr_tr: İstek süresi doldu, lütfen tekrar deneyin.
uk_ua: Запит протермінований, спробуйте ще раз.
vi_vn: Yêu cầu đã hết hạn, vui lòng thử lại.
zh_cn: 请求已过期，请重试。

source: Zone has been updated successfully.
cs_cz: Zóna byla úspěšně aktualizována.
de_de: Zone wurde erfolgreich aktualisiert.
es_es: La zona se ha actualizado correctamente.
fr_fr: La zone a été mise à jour avec succès.
id_id: Zona telah berhasil diperbarui.
ko_kr: 존이 성공적으로 업데이트되었습니다.
lt_lt: Zona sėkmingai atnaujinta.
pl_pl: Strefa została pomyślnie zaktualizowana.
ru_ru: Зона успешно обновлена.
sv_se: Zonen har uppdaterats.
tr_tr: Zon başarıyla güncellendi.
uk_ua: Зону було успішно оновлено.
vi_vn: Vùng đã được cập nhật thành công.
zh_cn: 区域已成功更新。

source: Zone saved successfully. No record changes were made, but SOA serial was incremented.
fr_fr: Zone sauvegardée avec succès. Aucun changement d'enregistrement n'a été effectué, mais le numéro de série SOA a été incrémenté.
id_id: Zona berhasil disimpan. Tidak ada perubahan rekaman, tetapi serial SOA telah dinaikkan.
ko_kr: 존이 성공적으로 저장되었습니다. 레코드 변경은 없었지만 SOA 시리얼이 증가되었습니다.
sv_se: Zonen sparades. Inga poständringar gjordes men SOA-serienumret ökades.
uk_ua: Зону успішно збережено. Змін у записах не було, але серійний номер SOA було збільшено.
vi_vn: Vùng đã được lưu thành công. Không có thay đổi bản ghi nào được thực hiện, nhưng số serial SOA đã được tăng.

source: Zone has not been updated successfully.
cs_cz: Zóna nebyla úspěšně aktualizována.
de_de: Zone wurde nicht erfolgreich aktualisiert.
es_es: La zona no se ha actualizado correctamente.
fr_fr: La zone n'a pas été mise à jour avec succès.
id_id: Zona gagal diperbarui.
ko_kr: 존이 성공적으로 업데이트되지 않았습니다.
lt_lt: Zona nesėkmingai atnaujinta.
pl_pl: Strefa nie została pomyślnie zaktualizowana.
ru_ru: Не удалось обновить зону.
sv_se: Zonen kunde inte uppdateras.
tr_tr: Zon başarıyla güncellenmedi.
uk_ua: Зону не було успішно оновлено.
vi_vn: Vùng chưa được cập nhật thành công.
zh_cn: 区域更新失败。

source: Please provide all required fields.
cs_cz: Zadejte prosím všechna povinná pole.
de_de: Bitte geben Sie alle erforderlichen Felder an.
es_es: Proporcione todos los campos obligatorios.
fr_fr: Veuillez fournir tous les champs requis.
id_id: Silakan isi semua kolom yang diperlukan.
ko_kr: 모든 필수 필드를 제공하십시오.
lt_lt: Prašome pateikti visus privalomus laukus.
pl_pl: Podaj wszystkie wymagane pola.
ru_ru: Пожалуйста, заполните все обязательные поля.
sv_se: Ange alla obligatoriska fält.
tr_tr: Lütfen tüm zorunlu alanları sağlayın.
uk_ua: Будь ласка, заповніть усі обов'язкові поля.
vi_vn: Vui lòng cung cấp tất cả các trường bắt buộc.
zh_cn: 请提供所有必填字段。

source: Record successfully added. A matching PTR record was also created.
cs_cz: Záznam byl úspěšně přidán. Odpovídající PTR záznam byl také vytvořen.
de_de: Eintrag erfolgreich hinzugefügt. Ein entsprechender PTR-Eintrag wurde ebenfalls erstellt.
es_es: Registro agregado correctamente. También se creó un registro PTR coincidente.
fr_fr: Enregistrement ajouté avec succès. Un enregistrement PTR correspondant a également été créé.
id_id: Rekaman berhasil ditambahkan. Rekaman PTR yang cocok juga telah dibuat.
ko_kr: 레코드가 성공적으로 추가되었습니다. 일치하는 PTR 레코드도 생성되었습니다.
lt_lt: Įrašas sėkmingai pridėtas. Taip pat sukurtas atitinkamas PTR įrašas.
pl_pl: Rekord został pomyślnie dodany. Utworzono również odpowiadający rekord PTR.
ru_ru: Запись успешно добавлена. Также была создана соответствующая PTR запись.
sv_se: Posten lades till. En matchande PTR-post skapades också.
tr_tr: Kayıt başarıyla eklendi. Eşleşen bir PTR kaydı da oluşturuldu.
uk_ua: Запис успішно додано. Відповідний PTR-запис також створено.
vi_vn: Bản ghi đã được thêm thành công. Bản ghi PTR phù hợp cũng đã được tạo.
zh_cn: 记录添加成功。还创建了匹配的 PTR 记录。

source: Record successfully added, but PTR record creation failed:
cs_cz: Záznam byl úspěšně přidán, ale vytvoření PTR záznamu selhalo:
de_de: Eintrag erfolgreich hinzugefügt, aber PTR-Eintrag-Erstellung fehlgeschlagen:
es_es: Registro agregado correctamente, pero la creación del registro PTR falló:
fr_fr: Enregistrement ajouté avec succès, mais la création de l'enregistrement PTR a échoué :
id_id: Rekaman berhasil ditambahkan, tetapi pembuatan rekaman PTR gagal:
ko_kr: 레코드가 성공적으로 추가되었지만, PTR 레코드 생성에 실패했습니다:
lt_lt: Įrašas sėkmingai pridėtas, bet PTR įrašo sukurti nepavyko:
pl_pl: Rekord został pomyślnie dodany, ale utworzenie rekordu PTR nie powiodło się:
ru_ru: Запись успешно добавлена, но создание PTR записи не удалось:
sv_se: Posten lades till men skapande av PTR-post misslyckades:
tr_tr: Kayıt başarıyla eklendi, ancak PTR kaydı oluşturma başarısız:
uk_ua: Запис успішно додано, але не вдалося створити PTR-запис:
vi_vn: Bản ghi đã được thêm thành công, nhưng tạo bản ghi PTR thất bại:
zh_cn: 记录添加成功，但 PTR 记录创建失败：

source: The record was successfully added, but PTR record creation failed.
cs_cz: Záznam byl úspěšně přidán, ale vytvoření PTR záznamu selhalo.
de_de: Der Eintrag wurde erfolgreich hinzugefügt, aber die PTR-Eintrag-Erstellung fehlgeschlagen.
es_es: El registro se agregó correctamente, pero la creación del registro PTR falló.
fr_fr: L'enregistrement a été ajouté avec succès, mais la création de l'enregistrement PTR a échoué.
id_id: Rekaman berhasil ditambahkan, tetapi pembuatan rekaman PTR gagal.
ko_kr: 레코드가 성공적으로 추가되었지만, PTR 레코드 생성에 실패했습니다.
lt_lt: Įrašas sėkmingai pridėtas, bet PTR įrašo sukurti nepavyko.
pl_pl: Rekord został pomyślnie dodany, ale utworzenie rekordu PTR nie powiodło się.
ru_ru: Запись была успешно добавлена, но создание PTR записи не удалось.
sv_se: Posten lades till men skapande av PTR-post misslyckades.
tr_tr: Kayıt başarıyla eklendi, ancak PTR kaydı oluşturma başarısız.
uk_ua: Запис було успішно додано, але не вдалося створити PTR-запис.
vi_vn: Bản ghi đã được thêm thành công, nhưng tạo bản ghi PTR thất bại.
zh_cn: 记录添加成功，但 PTR 记录创建失败。

source: Record successfully added. A matching A record was also created.
cs_cz: Záznam byl úspěšně přidán. Odpovídající A záznam byl také vytvořen.
de_de: Eintrag erfolgreich hinzugefügt. Ein entsprechender A-Eintrag wurde ebenfalls erstellt.
es_es: Registro agregado correctamente. También se creó un registro A coincidente.
fr_fr: Enregistrement ajouté avec succès. Un enregistrement A correspondant a également été créé.
id_id: Rekaman berhasil ditambahkan. Rekaman A yang cocok juga telah dibuat.
ko_kr: 레코드가 성공적으로 추가되었습니다. 일치하는 A 레코드도 생성되었습니다.
lt_lt: Įrašas sėkmingai pridėtas. Taip pat sukurtas atitinkamas A įrašas.
pl_pl: Rekord został pomyślnie dodany. Utworzono również odpowiadający rekord A.
ru_ru: Запись успешно добавлена. Также была создана соответствующая A запись.
sv_se: Posten lades till. En matchande A-post skapades också.
tr_tr: Kayıt başarıyla eklendi. Eşleşen bir A kaydı da oluşturuldu.
uk_ua: Запис успішно додано. Відповідний A-запис також створено.
vi_vn: Bản ghi đã được thêm thành công. Bản ghi A phù hợp cũng đã được tạo.
zh_cn: 记录添加成功。还创建了匹配的 A 记录。

source: Invalid security token. Please try again.
cs_cz: Neplatný bezpečnostní token. Zkuste to znovu.
de_de: Ungültiger Sicherheitstoken. Bitte versuchen Sie es erneut.
es_es: Token de seguridad inválido. Inténtelo de nuevo.
fr_fr: Jeton de sécurité invalide. Veuillez réessayer.
id_id: Token keamanan tidak valid. Silakan coba lagi.
ko_kr: 유효하지 않은 보안 토큰입니다. 다시 시도하십시오.
lt_lt: Neteisingas saugumo žetonas. Bandykite dar kartą.
pl_pl: Nieprawidłowy token bezpieczeństwa. Spróbuj ponownie.
ru_ru: Недействительный токен безопасности. Попробуйте еще раз.
sv_se: Ogiltig säkerhetstoken. Försök igen.
tr_tr: Geçersiz güvenlik token. Lütfen tekrar deneyin.
uk_ua: Недійсний токен безпеки. Спробуйте ще раз.
vi_vn: Token bảo mật không hợp lệ. Vui lòng thử lại.
zh_cn: 安全令牌无效。请重试。

source: No MFA record found. Please contact administrator.
cs_cz: Nebyl nalezen MFA záznam. Kontaktujte administrátora.
de_de: Kein MFA-Eintrag gefunden. Bitte kontaktieren Sie den Administrator.
es_es: No se encontró registro MFA. Contacte al administrador.
fr_fr: Aucun enregistrement MFA trouvé. Veuillez contacter l'administrateur.
id_id: Catatan MFA tidak ditemukan. Silakan hubungi administrator.
ko_kr: MFA 레코드를 찾을 수 없습니다. 관리자에게 문의하십시오.
lt_lt: MFA įrašas nerastas. Susisiekite su administratoriumi.
pl_pl: Nie znaleziono rekordu MFA. Skontaktuj się z administratorem.
ru_ru: Запись MFA не найдена. Обратитесь к администратору.
sv_se: Ingen MFA-post hittades. Kontakta administratören.
tr_tr: MFA kaydı bulunamadı. Lütfen yöneticiyle iletişime geçin.
uk_ua: Запис MFA не знайдено. Зверніться до адміністратора.
vi_vn: Không tìm thấy bản ghi MFA. Vui lòng liên hệ quản trị viên.
zh_cn: 未找到多因素认证记录。请联系管理员。

source: An error occurred. Please try again.
cs_cz: Došlo k chybě. Zkuste to znovu.
de_de: Ein Fehler ist aufgetreten. Bitte versuchen Sie es erneut.
es_es: Ocurrió un error. Inténtelo de nuevo.
fr_fr: Une erreur s'est produite. Veuillez réessayer.
id_id: Terjadi kesalahan. Silakan coba lagi.
ko_kr: 오류가 발생했습니다. 다시 시도하십시오.
lt_lt: Įvyko klaida. Bandykite dar kartą.
pl_pl: Wystąpił błąd. Spróbuj ponownie.
ru_ru: Произошла ошибка. Попробуйте еще раз.
sv_se: Ett fel uppstod. Försök igen.
tr_tr: Bir hata oluştu. Lütfen tekrar deneyin.
uk_ua: Сталася помилка. Спробуйте ще раз.
vi_vn: Đã xảy ra lỗi. Vui lòng thử lại.
zh_cn: 发生错误。请重试。

source: Email verification is not available because mail service is disabled. Please use a recovery code.
cs_cz: Ověření e-mailem není k dispozici, protože poštovní služba je zakázána. Použijte prosím obnovovací kód.
de_de: E-Mail-Verifizierung ist nicht verfügbar, da der Mail-Service deaktiviert ist. Bitte verwenden Sie einen Wiederherstellungscode.
es_es: La verificación por correo electrónico no está disponible porque el servicio de correo está deshabilitado. Use un código de recuperación.
fr_fr: La vérification par email n'est pas disponible car le service de messagerie est désactivé. Veuillez utiliser un code de récupération.
id_id: Verifikasi email tidak tersedia karena layanan email dinonaktifkan. Silakan gunakan kode pemulihan.
ko_kr: 메일 서비스가 비활성화되어 이메일 인증을 사용할 수 없습니다. 복구 코드를 사용하십시오.
lt_lt: El. pašto patikrinimas neprieinamas, nes pašto tarnyba išjungta. Naudokite atkūrimo kodą.
pl_pl: Weryfikacja e-mail nie jest dostępna, ponieważ usługa poczty jest wyłączona. Użyj kodu odzyskiwania.
ru_ru: Проверка по электронной почте недоступна, поскольку почтовая служба отключена. Используйте код восстановления.
sv_se: E-postverifiering är inte tillgänglig eftersom e-posttjänsten är inaktiverad. Använd en återställningskod.
tr_tr: Mail servisi devre dışı olduğu için e-posta doğrulaması mevcut değil. Lütfen kurtarma kodu kullanın.
uk_ua: Перевірка електронною поштою недоступна, оскільки поштовий сервіс вимкнено. Скористайтеся кодом відновлення.
vi_vn: Xác minh qua email không khả dụng vì dịch vụ thư đã bị tắt. Vui lòng sử dụng mã khôi phục.
zh_cn: 电子邮件验证不可用，因为邮件服务已禁用。请使用恢复代码。

source: A new verification code has been sent to your email.
cs_cz: Nový ověřovací kód byl odeslán na váš e-mail.
de_de: Ein neuer Verifizierungscode wurde an Ihre E-Mail gesendet.
es_es: Se ha enviado un nuevo código de verificación a su correo electrónico.
fr_fr: Un nouveau code de vérification a été envoyé à votre email.
id_id: Kode verifikasi baru telah dikirim ke email Anda.
ko_kr: 새 인증 코드가 이메일로 발송되었습니다.
lt_lt: Naujas patvirtinimo kodas išsiųstas į jūsų el. paštą.
pl_pl: Nowy kod weryfikacyjny został wysłany na Twój adres e-mail.
ru_ru: Новый код подтверждения был отправлен на вашу электронную почту.
sv_se: En ny verifieringskod har skickats till din e-post.
tr_tr: E-postanıza yeni bir doğrulama kodu gönderildi.
uk_ua: Новий код підтвердження надіслано на вашу електронну пошту.
vi_vn: Mã xác minh mới đã được gửi đến email của bạn.
zh_cn: 新的验证码已发送到您的电子邮件。

source: Please use a recovery code instead.
cs_cz: Použijte prosím místo toho obnovovací kód.
de_de: Bitte verwenden Sie stattdessen einen Wiederherstellungscode.
es_es: Use un código de recuperación en su lugar.
fr_fr: Veuillez utiliser un code de récupération à la place.
id_id: Silakan gunakan kode pemulihan sebagai gantinya.
ko_kr: 대신 복구 코드를 사용하십시오.
lt_lt: Vietoj to naudokite atkūrimo kodą.
pl_pl: Użyj zamiast tego kodu odzyskiwania.
ru_ru: Используйте код восстановления.
sv_se: Använd en återställningskod istället.
tr_tr: Lütfen bunun yerine kurtarma kodu kullanın.
uk_ua: Скористайтеся кодом відновлення.
vi_vn: Vui lòng sử dụng mã khôi phục thay thế.
zh_cn: 请改用恢复代码。

source: Could not send verification code to your email. Please use a recovery code instead.
cs_cz: Nepodařilo se odeslat ověřovací kód na váš e-mail. Použijte prosím místo toho obnovovací kód.
de_de: Verifizierungscode konnte nicht an Ihre E-Mail gesendet werden. Bitte verwenden Sie stattdessen einen Wiederherstellungscode.
es_es: No se pudo enviar el código de verificación a su correo electrónico. Use un código de recuperación en su lugar.
fr_fr: Impossible d'envoyer le code de vérification à votre email. Veuillez utiliser un code de récupération à la place.
id_id: Tidak dapat mengirim kode verifikasi ke email Anda. Silakan gunakan kode pemulihan sebagai gantinya.
ko_kr: 이메일로 인증 코드를 발송할 수 없습니다. 대신 복구 코드를 사용하십시오.
lt_lt: Nepavyko išsiųsti patvirtinimo kodo į jūsų el. paštą. Vietoj to naudokite atkūrimo kodą.
pl_pl: Nie można wysłać kodu weryfikacyjnego na Twój adres e-mail. Użyj zamiast tego kodu odzyskiwania.
ru_ru: Не удалось отправить код подтверждения на вашу электронную почту. Используйте код восстановления.
sv_se: Kunde inte skicka verifieringskod till din e-post. Använd en återställningskod istället.
tr_tr: E-postanıza doğrulama kodu gönderilemedi. Lütfen bunun yerine kurtarma kodu kullanın.
uk_ua: Не вдалося надіслати код підтвердження на вашу електронну пошту. Скористайтеся кодом відновлення.
vi_vn: Không thể gửi mã xác minh đến email của bạn. Vui lòng sử dụng mã khôi phục thay thế.
zh_cn: 无法向您的电子邮件发送验证码。请改用恢复代码。
