Repository: poweradmin/poweradmin
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: cs_cz, de_de, es_es, fr_fr, id_id, ko_kr, lt_lt, pl_pl, ru_ru, sv_se, tr_tr, uk_ua, vi_vn, zh_cn

source: IP address of the master name server (can be IPv4 or IPv6)
cs_cz: IP adresa hlavního jmenného serveru (může být IPv4 nebo IPv6)
de_de: IP-Adresse des Master-Nameservers (kann IPv4 oder IPv6 sein)
es_es: Dirección IP del servidor de nombres maestro (puede ser IPv4 o IPv6)
fr_fr: Adresse IP du serveur de noms maître (peut être IPv4 ou IPv6)
lt_lt: Pagrindinio vardų serverio IP adresas (gali būti IPv4 arba IPv6)
pl_pl: Adres IP serwera nazw głównych (może być IPv4 lub IPv6)
ru_ru: IP-адрес главного сервера имен (может быть IPv4 или IPv6)
tr_tr: Master isim sunucusunun IP adresi (IPv4 veya IPv6 olabilir)

source: About Slave Zones
cs_cz: O podružných zónách
de_de: Über Slave-Zonen
es_es: Acerca de las zonas esclavas
fr_fr: À propos des Zones Esclaves
lt_lt: Apie antrines zonas
pl_pl: O strefach podrzędnych
ru_ru: О подчиненных зонах
tr_tr: Slave Zonlar Hakkında

source: A slave zone is a read-only copy of a zone hosted on another DNS server. PowerDNS will automatically fetch and update zone data from the master server.
cs_cz: Podružná zóna je kopie zóny pouze pro čtení hostovaná na jiném DNS serveru. PowerDNS automaticky načte a aktualizuje data zóny z hlavního serveru.
de_de: Eine Slave-Zone ist eine schreibgeschützte Kopie einer Zone, die auf einem anderen DNS-Server gehostet wird. PowerDNS holt und aktualisiert automatisch Zonendaten vom Master-Server.
es_es: Una zona esclava es una copia de solo lectura de una zona alojada en otro servidor DNS. PowerDNS obtendrá y actualizará automáticamente los datos de zona desde el servidor maestro.
fr_fr: Une zone esclave est une copie en lecture seule d'une zone hébergée sur un autre serveur DNS. PowerDNS récupérera et mettra automatiquement à jour les données de zone depuis le serveur maître.
lt_lt: Antrinė zona yra tik skaitymui skirta zonos kopija, esanti kitame DNS serveryje. PowerDNS automatiškai gaus ir atnaujins zonos duomenis iš pagrindinio serverio.
pl_pl: Strefa podrzędna to kopia tylko do odczytu strefy hostowanej na innym serwerze DNS. PowerDNS automatycznie pobierze i zaktualizuje dane strefy z serwera głównego.
ru_ru: Подчиненная зона — это копия зоны только для чтения, размещенная на другом DNS-сервере. PowerDNS автоматически получает и обновляет данные зоны с главного сервера.
tr_tr: Bir slave zon, başka bir DNS sunucusunda barındırılan bir zonun salt okunur kopyasıdır. PowerDNS, master sunucudan zon verilerini otomatik olarak getirir ve günceller.

source: You cannot edit records in a slave zone - all changes must be made on the master server.
cs_cz: Nemůžete upravovat záznamy v podružné zóně - všechny změny musí být provedeny na hlavním serveru.
de_de: Sie können Einträge in einer Slave-Zone nicht bearbeiten - alle Änderungen müssen auf dem Master-Server vorgenommen werden.
es_es: No puedes editar registros en una zona esclava - todos los cambios deben hacerse en el servidor maestro.
fr_fr: Vous ne pouvez pas modifier les enregistrements dans une zone esclave - tous les changements doivent être effectués sur le serveur maître.
lt_lt: Negalite redaguoti antrinės zonos įrašų - visi keitimai turi būti atliekami pagrindiniame serveryje.
pl_pl: Nie możesz edytować rekordów w strefie podrzędnej - wszystkie zmiany muszą być dokonywane na serwerze głównym.
ru_ru: Вы не можете редактировать записи в подчиненной зоне — все изменения должны вноситься на главном сервере.
tr_tr: Bir slave zonda kayıtları düzenleyemezsiniz - tüm değişiklikler master sunucuda yapılmalıdır.

source: Make sure that this PowerDNS server is allowed to transfer the zone from the master server. The master server must have an allow-transfer or similar configuration permitting zone transfers to this server's IP address.
cs_cz: Ujistěte se, že tento PowerDNS server má povoleno přenést zónu z hlavního serveru. Hlavní server musí mít konfiguraci allow-transfer nebo podobnou, která umožňuje přenos zón na IP adresu tohoto serveru.
de_de: Stellen Sie sicher, dass dieser PowerDNS-Server berechtigt ist, die Zone vom Master-Server zu übertragen. Der Master-Server muss eine allow-transfer- oder ähnliche Konfiguration haben, die Zonentransfers zu dieser Server-IP-Adresse erlaubt.
es_es: Asegúrate de que este servidor PowerDNS tenga permitido transferir la zona desde el servidor maestro. El servidor maestro debe tener una configuración allow-transfer o similar que permita transferencias de zona a la dirección IP de este servidor.
fr_fr: Assurez-vous que ce serveur PowerDNS est autorisé à transférer la zone depuis le serveur maître. Le serveur maître doit avoir une configuration allow-transfer ou similaire permettant les transferts de zone vers l'adresse IP de ce serveur.
lt_lt: Įsitikinkite, kad šis PowerDNS serveris gali gauti zoną iš pagrindinio serverio. Pagrindiniame serveryje turi būti allow-transfer ar panašus nustatymas, leidžiantis zonos perdavimą į šio serverio IP adresą.
pl_pl: Upewnij się, że ten serwer PowerDNS ma pozwolenie na transfer strefy z serwera głównego. Serwer główny musi mieć konfigurację allow-transfer lub podobną, pozwalającą na transfery stref na adres IP tego serwera.
ru_ru: Убедитесь, что данному серверу PowerDNS разрешено передавать зону с главного сервера. На главном сервере должна быть настройка allow-transfer или аналогичная, разрешающая передачу зон на IP-адрес этого сервера.
tr_tr: Bu PowerDNS sunucusunun master sunucudan zon aktarımına izin verildiğinden emin olun. Master sunucu, bu sunucunun IP adresine zon aktarımlarına izin veren allow-transfer veya benzer yapılandırmaya sahip olmalıdır.

source: You can specify multiple master servers by separating IP addresses with commas
cs_cz: Můžete zadat více hlavních serverů oddělením IP adres čárkami
de_de: Sie können mehrere Master-Server angeben, indem Sie IP-Adressen mit Kommas trennen
es_es: Puedes especificar múltiples servidores maestros separando las direcciones IP con comas
fr_fr: Vous pouvez spécifier plusieurs serveurs maîtres en séparant les adresses IP par des virgules
lt_lt: Galite nurodyti kelis pagrindinius serverius, IP adresus atskyrdami kableliais
pl_pl: Możesz określić wiele serwerów głównych, oddzielając adresy IP przecinkami
ru_ru: Вы можете указать несколько главных серверов, разделив IP-адреса запятыми
tr_tr: IP adreslerini virgülle ayırarak birden fazla master sunucu belirtebilirsiniz

source: Slave zones will automatically update when the master server sends a notification
cs_cz: Podružné zóny se automaticky aktualizují, když hlavní server pošle oznámení
de_de: Slave-Zonen werden automatisch aktualisiert, wenn der Master-Server eine Benachrichtigung sendet
es_es: Las zonas esclavas se actualizarán automáticamente cuando el servidor maestro envíe una notificación
fr_fr: Les zones esclaves se mettront automatiquement à jour lorsque le serveur maître enverra une notification
lt_lt: Antrinės zonos automatiškai atsinaujins, kai pagrindinis serveris išsiųs pranešimą
pl_pl: Strefy podrzędne będą automatycznie aktualizowane, gdy serwer główny wyśle powiadomienie
ru_ru: Подчиненные зоны будут автоматически обновляться, когда главный сервер отправит уведомление
tr_tr: Master sunucu bir bildirim gönderdiğinde slave zonlar otomatik olarak güncellenecektir

source: To test the connection, check the PowerDNS logs after adding the zone
cs_cz: Pro testování připojení zkontrolujte PowerDNS protokoly po přidání zóny
de_de: Um die Verbindung zu testen, prüfen Sie die PowerDNS-Logs nach dem Hinzufügen der Zone
es_es: Para probar la conexión, revisa los registros de PowerDNS después de agregar la zona
fr_fr: Pour tester la connexion, vérifiez les journaux PowerDNS après avoir ajouté la zone
lt_lt: Ryšio patikrinimui peržiūrėkite PowerDNS žurnalus pridėję zoną
pl_pl: Aby przetestować połączenie, sprawdź logi PowerDNS po dodaniu strefy
ru_ru: Для проверки соединения проверьте журналы PowerDNS после добавления зоны
tr_tr: Bağlantıyı test etmek için zon eklendikten sonra PowerDNS günlüklerini denetleyin

source: OK
lt_lt: Gerai
ru_ru: ОК
tr_tr: Tamam

source: Error
cs_cz: Chyba
de_de: Fehler
fr_fr: Erreur
lt_lt: Klaida
ru_ru: Ошибка
tr_tr: Hata

source: List permission templates
cs_cz: Seznam šablon oprávnění
de_de: Rechtevorlagen auflisten
es_es: Listar plantillas de permisos
fr_fr: Lister les modèles de permissions
lt_lt: Išvardyti leidimų šablonus
pl_pl: Lista szablonów uprawnień
ru_ru: Список шаблонов разрешений
tr_tr: İzin Şablonlarını Listele

source: Add permission template
cs_cz: Přidat šablonu oprávnění
de_de: Rechtevorlage hinzufügen
es_es: Agregar plantilla de permisos
fr_fr: Ajouter un modèle de permissions
lt_lt: Pridėti leidimų šabloną
pl_pl: Dodaj szablon uprawnień
ru_ru: Добавить шаблон разрешений
tr_tr: İzin Şablonu Ekle

source: Edit Permission Template
cs_cz: Upravit šablonu oprávnění
de_de: Berechtigungsvorlage bearbeiten
es_es: Editar plantilla de permisos
fr_fr: Éditer le Modèle de Permissions
lt_lt: Redaguoti leidimų šabloną
pl_pl: Edytuj szablon uprawnień
ru_ru: Редактировать шаблон разрешений
tr_tr: İzin Şablonunu Düzenle

source: This template can be assigned to users to quickly apply its set of permissions. Changes made here will affect all users who have this template assigned.
cs_cz: Tuto šablonu lze přiřadit uživatelům pro rychlé použití její sady oprávnění. Změny provedené zde ovlivní všechny uživatele, kteří mají přiřazenou tuto šablonu.
de_de: Diese Vorlage kann Benutzern zugewiesen werden, um schnell ihre Berechtigungen anzuwenden. Hier vorgenommene Änderungen betreffen alle Benutzer, denen diese Vorlage zugewiesen ist.
es_es: Esta plantilla puede asignarse a usuarios para aplicar rápidamente su conjunto de permisos. Los cambios realizados aquí afectarán a todos los usuarios que tengan esta plantilla asignada.
fr_fr: Ce modèle peut être attribué aux utilisateurs pour appliquer rapidement son ensemble de permissions. Les modifications apportées ici affecteront tous les utilisateurs ayant ce modèle attribué.
lt_lt: Šis šablonas gali būti priskirtas naudotojams greitam jo leidimų rinkinio taikymui. Čia atlikti keitimai paveiks visus naudotojus, kuriems priskirtas šis šablonas.
pl_pl: Ten szablon może zostać przypisany do użytkowników, aby szybko zastosować jego zestaw uprawnień. Zmiany wprowadzone tutaj wpłyną na wszystkich użytkowników, którzy mają przypisany ten szablon.
ru_ru: Этот шаблон можно назначить пользователям для быстрого применения его набора разрешений. Изменения, внесенные здесь, повлияют на всех пользователей, которым назначен этот шаблон.
tr_tr: Bu şablon, izin setini hızlıca uygulamak için kullanıcılara atanabilir. Burada yapılan değişiklikler bu şablonun atandığı tüm kullanıcıları etkileyecektir.

source: Permission Templates
cs_cz: Šablony oprávnění
de_de: Rechtevorlagen
es_es: Plantillas de permisos
fr_fr: Modèles de permissions
lt_lt: Leidimų šablonai
pl_pl: Szablony uprawnień
ru_ru: Шаблоны разрешений
tr_tr: İzin Şablonları

source: Requires PHP 8.1.0+
cs_cz: Vyžaduje PHP 8.1.0+
de_de: Benötigt PHP 8.1.0+
es_es: Requiere PHP 8.1.0+
fr_fr: Nécessite PHP 8.1.0+
lt_lt: Reikalingas PHP 8.1.0+
pl_pl: Wymaga PHP 8.1.0+
ru_ru: Требуется PHP 8.1.0+
tr_tr: PHP 8.1.0+ gerektirir

source: Hostmaster
cs_cz: Správce
es_es: Administrador de host
lt_lt: Pagrindinė stotis
pl_pl: Administrator DNS
ru_ru: Администратор хоста

source: Invalid authentication provider
fr_fr: Fournisseur d'authentification invalide

source: Duplicate %s mechanism found. Each mechanism type should appear at most once.
cs_cz: Nalezen duplicitní mechanismus %s. Každý typ mechanismu by se měl objevit nejvýše jednou.
de_de: Doppelter %s-Mechanismus gefunden. Jeder Mechanismustyp sollte höchstens einmal erscheinen.
es_es: Mecanismo %s duplicado encontrado. Cada tipo de mecanismo debe aparecer como máximo una vez.
fr_fr: Mécanisme %s dupliqué trouvé. Chaque type de mécanisme ne doit apparaître qu'une seule fois au maximum.
pl_pl: Znaleziono zduplikowany mechanizm %s. Każdy typ mechanizmu powinien wystąpić co najwyżej raz.
ru_ru: Обнаружен дубликат механизма %s. Каждый тип механизма должен появляться не более одного раза.
tr_tr: Kopya %s mekanizması bulundu. Her mekanizma türü en fazla bir kez görünmelidir.
zh_cn: 发现重复的 %s 机制。每种机制类型最多应出现一次。

source: No permission templates found
fr_fr: Aucun modèle de permissions trouvé

source: You do not have the permission to view this record.
cs_cz: Nemáte oprávnění zobrazit tento záznam.
de_de: Sie haben nicht die Berechtigung, diesen Eintrag anzuzeigen.
es_es: No tiene permisos para ver este registro.
pl_pl: Nie masz uprawnień do przeglądania tego rekordu.
ru_ru: У вас нет разрешения для просмотра этой записи.
tr_tr: Bu kaydı görüntüleme yetkiniz yok.
zh_cn: 您没有查看此记录的权限。

source: Priority value in record parameter (%d) does not match priority in content (%d).
cs_cz: Hodnota priority v parametru záznamu (%d) se neshoduje s prioritou v obsahu (%d).
de_de: Prioritätswert im Record-Parameter (%d) stimmt nicht mit Priorität im Inhalt (%d) überein.
es_es: El valor de prioridad en el parámetro del registro (%d) no coincide con la prioridad en el contenido (%d).
pl_pl: Wartość priorytetu w parametrze rekordu (%d) nie pasuje do priorytetu w zawartości (%d).
ru_ru: Значение приоритета в параметре записи (%d) не соответствует приоритету в содержимом (%d).
tr_tr: Kayıt parametresindeki öncelik değeri (%d) içerikteki öncelik (%d) ile eşleşmiyor.
zh_cn: 记录参数中的优先级值 (%d) 与内容中的优先级 (%d) 不匹配。

source: SRV record content must have priority, weight, port and target (4 fields).
cs_cz: Obsah SRV záznamu musí mít prioritu, váhu, port a cíl (4 pole).
de_de: SRV-Eintrag-Inhalt muss Priorität, Gewicht, Port und Ziel (4 Felder) haben.
es_es: El contenido del registro SRV debe tener prioridad, peso, puerto y destino (4 campos).
pl_pl: Zawartość rekordu SRV musi mieć priorytet, wagę, port i cel (4 pola).
ru_ru: Содержимое SRV записи должно иметь приоритет, вес, порт и цель (4 поля).
tr_tr: SRV kayıt içeriği öncelik, ağırlık, port ve hedef içermelidir (4 alan).
zh_cn: SRV 记录内容必须包含优先级、权重、端口和目标（4 个字段）。

source: Invalid value for the priority field of the SRV record. Must be 0-65535.
cs_cz: Neplatná hodnota pole priority SRV záznamu. Musí být 0-65535.
de_de: Ungültiger Wert für das Prioritätsfeld des SRV-Eintrags. Muss 0-65535 sein.
es_es: Valor inválido para el campo de prioridad del registro SRV. Debe ser 0-65535.
pl_pl: Nieprawidłowa wartość pola priorytetu rekordu SRV. Musi być 0-65535.
ru_ru: Недопустимое значение поля приоритета SRV записи. Должно быть 0-65535.
tr_tr: SRV kaydının öncelik alanı için geçersiz değer. 0-65535 arasında olmalıdır.
zh_cn: SRV 记录优先级字段的值无效。必须为 0-65535。

source: Your verification code
cs_cz: Váš ověřovací kód
de_de: Ihr Bestätigungscode
es_es: Su código de verificación
pl_pl: Twój kod weryfikacyjny
ru_ru: Ваш код подтверждения
tr_tr: Doğrulama kodunuz
zh_cn: 您的验证码

source: Your verification code is: %s This code will expire in 10 minutes at %s.
cs_cz: Váš ověřovací kód je: %s Tento kód vyprší za 10 minut v %s.
de_de: Ihr Bestätigungscode lautet: %s Dieser Code läuft in 10 Minuten um %s ab.
es_es: Su código de verificación es: %s Este código expirará en 10 minutos a las %s.
pl_pl: Twój kod weryfikacyjny to: %s Ten kod wygaśnie za 10 minut o %s.
ru_ru: Ваш код подтверждения: %s Этот код истечет через 10 минут в %s.
tr_tr: Doğrulama kodunuz: %s Bu kod 10 dakika içinde %s saatinde sürecek.
zh_cn: 您的验证码是：%s\n\n此验证码将在 %s 的 10 分钟后过期。

source: Optional: User's full name for identification
cs_cz: Volitelné: Celé jméno uživatele pro identifikaci
de_de: Optional: Vollständiger Name des Benutzer zur Identifizierung
es_es: Opcional: Nombre completo del usuario para identificación
pl_pl: Opcjonalnie: Pełne imię i nazwisko użytkownika do identyfikacji
ru_ru: Опционально: Полное имя пользователя для идентификации
tr_tr: İsteğe bağlı: Tanımlama için kullanıcının tam adı

source: All recovery codes copied to clipboard
cs_cz: Všechny záložní kódy zkopírovány do schránky
de_de: Alle Recovery Codes in die Zwischenablage kopiert
es_es: Todos los códigos de recuperación copiados al portapapeles
pl_pl: Wszystkie kody odzyskiwania skopiowane do schowka
ru_ru: Все коды восстановления скопированы в буфер обмена
tr_tr: Tüm kurtarma kodları panoya kopyalandı

source: Check Again
cs_cz: Zkontrolovat znovu
de_de: Erneut prüfen
pl_pl: Sprawdź Ponownie
ru_ru: Проверить снова
tr_tr: Tekrar Kontrol Et
zh_cn: Tekrar Kontrol Et

source: SOA: <code>[NS1] [HOSTMASTER] [SERIAL] 28800 7200 604800 86400</code>
pl_pl: SOA: <code>[NS1] [ADMINISTRATOR_DNS] [NUMER_SERYJNY] 28800 7200 604800 86400</code>
tr_tr: SOA: <code>[NS1] [HOSTMASTER] [SERİ] 28800 7200 604800 86400</code>

source: PowerDNS Status
pl_pl: Status PowerDNS
tr_tr: PowerDNS Durumu
zh_cn: PowerDNS 状态

source: Id
tr_tr: Kimlik

source: You now want to give limited rights to Poweradmin so it can update the data in the tables. To do this, you should create a new user and give it rights to select, delete, insert, and update records in the PowerDNS database.
de_de: Sie möchten Poweradmin jetzt eingeschränkte Rechte geben, damit es die Daten in den Tabellen aktualisieren kann. Erstellen Sie dazu einen neuen Benutzer und gewähren Sie ihm Rechte zum Auswählen, Löschen, Einfügen und Aktualisieren von Datensätzen in der PowerDNS-Datenbank.
pl_pl: Teraz chcesz nadać ograniczone prawa Poweradminowi, aby mógł aktualizować dane w tabelach. W tym celu należy utworzyć nowego użytkownika i nadać mu prawa do wybierania, usuwania, wstawiania i aktualizowania rekordów w bazie danych PowerDNS.
tr_tr: Şimdi Poweradmin'e tablolardaki verileri güncelleyebilmesi için sınırlı haklar vermek istiyorsunuz. Bunun için, yeni bir kullanıcı oluşturmalı ve ona PowerDNS veritabanındaki kayıtları seçme, silme, ekleme ve güncelleme hakları vermelisiniz.
zh_cn: Şimdi Poweradmin'e tablolardaki verileri güncelleyebilmesi için sınırlı haklar vermek istiyorsunuz. Bunun için, yeni bir kullanıcı oluşturmalı ve ona PowerDNS veritabanındaki kayıtları seçme, silme, ekleme ve güncelleme hakları vermelisiniz.

source: Execute the following commands based on your database:
de_de: Führen Sie die folgenden Befehle basierend auf Ihrer Datenbank aus:
pl_pl: Wykonaj następujące polecenia w zależności od twojej bazy danych:
tr_tr: Veritabanınıza göre aşağıdaki komutları çalıştırın:
zh_cn: Veritabanınıza göre aşağıdaki komutları çalıştırın:

source: Database Preparation:
de_de: Datenbankvorbereitung:
pl_pl: Przygotowanie Bazy Danych:
tr_tr: Veritabanı Hazırlığı:
zh_cn: Veritabanı Hazırlığı:

source: The installer needs to modify the PowerDNS database with tables for Poweradmin. Use an account with sufficient rights (like root) to proceed.
de_de: Der Installer muss die PowerDNS-Datenbank mit Tabellen für Poweradmin ändern. Verwenden Sie ein Konto mit ausreichenden Rechten (wie root), um fortzufahren.
pl_pl: Instalator musi zmodyfikować bazę danych PowerDNS, tworząc tabele dla Poweradmin. Użyj konta z wystarczającymi uprawnieniami (jak root), aby kontynuować.
tr_tr: Yükleyici, Poweradmin için tablolarla PowerDNS veritabanını değiştirmesi gerekiyor. Devam etmek için yeterli haklara sahip bir hesap kullanın (root gibi).
zh_cn: Yükleyici, Poweradmin için tablolarla PowerDNS veritabanını değiştirmesi gerekiyor. Devam etmek için yeterli haklara sahip bir hesap kullanın (root gibi).

source: Important:
de_de: Wichtig:
pl_pl: Ważne:
tr_tr: Önemli:

source: Poweradmin requires a properly configured PowerDNS database with tables already created. This installer will NOT create PowerDNS tables - only Poweradmin-specific tables.
de_de: Poweradmin benötigt eine ordnungsgemäß konfigurierte PowerDNS-Datenbank mit bereits erstellten Tabellen. Dieser Installer wird KEINE PowerDNS-Tabellen erstellen - nur Poweradmin-spezifische Tabellen.
pl_pl: Poweradmin wymaga poprawnie skonfigurowanej bazy danych PowerDNS z już utworzonymi tabelami. Ten instalator NIE utworzy tabel PowerDNS - tylko tabele specyficzne dla Poweradmin.
tr_tr: Poweradmin, tabloları zaten oluşturulmuş düzgün yapılandırılmış bir PowerDNS veritabanı gerektirir. Bu yükleyici PowerDNS tablolarını oluşturmayacaktır - yalnızca Poweradmin'e özgü tabloları.

source: Database Settings
de_de: Datenbankeinstellungen
pl_pl: Ustawienia Bazy Danych
tr_tr: Veritabanı Ayarları
zh_cn: Veritabanı Ayarları

source: The type of the PowerDNS database.
de_de: Der Typ der PowerDNS-Datenbank.
pl_pl: Typ bazy danych PowerDNS.
tr_tr: PowerDNS veritabanının türü.
zh_cn: PowerDNS veritabanının türü.

source: Database username with administrative rights.
de_de: Datenbank-Benutzername mit Administratorrechten.
pl_pl: Nazwa użytkownika bazy danych z uprawnieniami administracyjnymi.
tr_tr: Yönetici haklarına sahip veritabanı kullanıcı adı.
zh_cn: Yönetici haklarına sahip veritabanı kullanıcı adı.

source: PowerDNS database name.
de_de: Name der PowerDNS-Datenbank.
pl_pl: Nazwa bazy danych PowerDNS.
tr_tr: PowerDNS veritabanı adı.
zh_cn: PowerDNS veritabanı adı.

source: Administrator Account
de_de: Administratorkonto
pl_pl: Konto Administratora
tr_tr: Yönetici Hesabı
zh_cn: Yönetici Hesabı

source: Password for "admin" username with full rights to the Poweradmin interface.
de_de: Passwort für "admin" Benutzername mit vollen Rechten für die Poweradmin-Oberfläche.
pl_pl: Hasło dla nazwy użytkownika "admin" z pełnymi prawami do interfejsu Poweradmin.
tr_tr: Poweradmin arayüzüne tam erişim hakkına sahip "admin" kullanıcı adı için şifre.
zh_cn: Poweradmin arayüzüne tam erişim hakkına sahip "admin" kullanıcı adı için şifre.

source: When creating SOA records and no hostmaster is provided, this value here will be used.
de_de: Wenn SOA-Datensätze erstellt werden und kein Hostmaster angegeben ist, wird dieser Wert verwendet.
pl_pl: Podczas tworzenia rekordów SOA, gdy nie podano hostmastera, zostanie użyta ta wartość.
tr_tr: SOA kayıtları oluşturulurken ve hostmaster sağlanmadığında, buradaki değer kullanılacaktır.
zh_cn: SOA kayıtları oluşturulurken ve hostmaster sağlanmadığında, buradaki değer kullanılacaktır.

source: When creating new zones using the template, this value will be used as primary nameserver.
de_de: Bei der Erstellung neuer Zonen mit der Vorlage wird dieser Wert als primärer Nameserver verwendet.
pl_pl: Podczas tworzenia nowych stref przy użyciu szablonu, ta wartość będzie używana jako główny serwer nazw.
tr_tr: Şablonu kullanarak yeni bölgeler oluşturulduğunda, bu değer birincil ad sunucusu olarak kullanılacaktır.
zh_cn: Şablonu kullanarak yeni bölgeler oluşturulduğunda, bu değer birincil ad sunucusu olarak kullanılacaktır.

source: When creating new zones using the template, this value will be used as secondary nameserver.
de_de: Bei der Erstellung neuer Zonen mit der Vorlage wird dieser Wert als sekundärer Nameserver verwendet.
pl_pl: Podczas tworzenia nowych stref przy użyciu szablonu, ta wartość będzie używana jako drugorzędny serwer nazw.
tr_tr: Şablonu kullanarak yeni bölgeler oluşturulduğunda, bu değer ikincil ad sunucusu olarak kullanılacaktır.
zh_cn: Şablonu kullanarak yeni bölgeler oluşturulduğunda, bu değer ikincil ad sunucusu olarak kullanılacaktır.

source: When creating new zones using the template, this optional value will be used as tertiary nameserver.
de_de: Bei der Erstellung neuer Zonen mit der Vorlage wird dieser optionale Wert als tertiärer Nameserver verwendet.
pl_pl: Podczas tworzenia nowych stref przy użyciu szablonu, ta opcjonalna wartość będzie używana jako trzeciorzędny serwer nazw.
tr_tr: Şablonu kullanarak yeni bölgeler oluşturulduğunda, bu isteğe bağlı değer üçüncü ad sunucusu olarak kullanılacaktır.
zh_cn: Şablonu kullanarak yeni bölgeler oluşturulduğunda, bu isteğe bağlı değer üçüncü ad sunucusu olarak kullanılacaktır.
