Repository: poweradmin/poweradmin
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: cs_cz, de_de, es_es, fr_fr, id_id, ko_kr, lt_lt, pl_pl, ru_ru, sv_se, tr_tr, uk_ua, vi_vn, zh_cn

source: MFA is not enabled.
cs_cz: MFA není povoleno.
de_de: MFA ist nicht aktiviert.
es_es: MFA no está habilitado.
fr_fr: L'authentification multifacteur (MFA) n'est pas activée.
id_id: MFA tidak diaktifkan.
ko_kr: MFA가 활성화되어 있지 않습니다.
lt_lt: MFA nėra įjungta.
pl_pl: MFA nie jest włączone.
ru_ru: MFA не включена.
sv_se: MFA är inte aktiverat.
tr_tr: MFA etkin değil.
uk_ua: MFA не увімкнено.
vi_vn: MFA chưa được bật.
zh_cn: 多因素认证未启用。

source: MFA has been disabled.
cs_cz: MFA bylo zakázáno.
de_de: MFA wurde deaktiviert.
es_es: MFA se ha deshabilitado.
fr_fr: L'authentification multifacteur (MFA) a été désactivée.
id_id: MFA telah dinonaktifkan.
ko_kr: MFA가 비활성화되었습니다.
lt_lt: MFA išjungta.
pl_pl: MFA zostało wyłączone.
ru_ru: MFA отключена.
sv_se: MFA har inaktiverats.
tr_tr: MFA devre dışı bırakıldı.
uk_ua: MFA було вимкнено.
vi_vn: MFA đã được tắt.
zh_cn: 多因素认证已禁用。

source: MFA must be enabled to regenerate recovery codes.
cs_cz: MFA musí být povoleno pro regeneraci záchanných kódů.
de_de: MFA muss aktiviert sein, um Wiederherstellungscodes neu zu generieren.
es_es: MFA debe estar habilitado para regenerar códigos de recuperación.
fr_fr: L'authentification multifacteur (MFA) doit être activée pour regénérer les codes de récupération.
id_id: MFA harus diaktifkan untuk membuat ulang kode pemulihan.
ko_kr: 복구 코드를 재생성하려면 MFA가 활성화되어 있어야 합니다.
lt_lt: MFA turi būti įjungta atkuriamo kodų regeneravimui.
pl_pl: MFA musi być włączone, aby wygenerować ponownie kody odzyskiwania.
ru_ru: MFA должна быть включена для генерации новых кодов восстановления.
sv_se: MFA måste vara aktiverat för att generera nya återställningskoder.
tr_tr: Kurtarma kodlarını yeniden oluşturmak için MFA etkin olmalıdır.
uk_ua: MFA повинно бути увімкнено для повторної генерації кодів відновлення.
vi_vn: MFA phải được bật để tạo lại mã khôi phục.
zh_cn: 必须启用多因素认证才能重新生成恢复代码。

source: Recovery codes have been regenerated. Please save them in a safe place.
cs_cz: Záchanné kódy byly regenerovány. Uložte je na bezpečné místo.
de_de: Wiederherstellungscodes wurden neu generiert. Bitte bewahren Sie sie an einem sicheren Ort auf.
es_es: Los códigos de recuperación se han regenerado. Guárdelos en un lugar seguro.
fr_fr: Les codes de récupération ont été regénérés. Veuillez les sauvegarder dans un endroit sûr.
id_id: Kode pemulihan telah dibuat ulang. Silakan simpan di tempat yang aman.
ko_kr: 복구 코드가 재생성되었습니다. 안전한 곳에 저장하십시오.
lt_lt: Atkuriamieji kodai regeneruoti. Išsaugokite juos saugioje vietoje.
pl_pl: Kody odzyskiwania zostały wygenerowane ponownie. Zapisz je w bezpiecznym miejscu.
ru_ru: Коды восстановления сгенерированы заново. Пожалуйста, сохраните их в безопасном месте.
sv_se: Återställningskoder har genererats om. Spara dem på en säker plats.
tr_tr: Kurtarma kodları yeniden oluşturuldu. Lütfen bunları güvenli bir yerde saklayın.
uk_ua: Коди відновлення було повторно згенеровано. Будь ласка, збережіть їх у безпечному місці.
vi_vn: Mã khôi phục đã được tạo lại. Vui lòng lưu chúng ở nơi an toàn.
zh_cn: 恢复代码已重新生成。请将它们保存在安全的地方。

source: You do not have the permission to view supermasters.
cs_cz: Nemáte oprávnění zobrazit supermasters.
de_de: Sie haben nicht die Berechtigung, Supermasters anzusehen.
es_es: No tiene permiso para ver supermasters.
fr_fr: Vous n'avez pas la permission de voir les supermasters.
id_id: Anda tidak memiliki izin untuk melihat supermaster.
ko_kr: 슈퍼마스터를 볼 권한이 없습니다.
lt_lt: Neturite leidimo peržiūrėti supermasters.
pl_pl: Nie masz uprawnień do przeglądania supermasterów.
ru_ru: У вас нет разрешения на просмотр суперсерверов.
sv_se: Du har inte behörighet att visa supermasters.
tr_tr: Üst sunucuları görüntüleme yetkiniz yok.
uk_ua: У вас немає дозволу на перегляд суперсерверів.
vi_vn: Bạn không có quyền xem các supermaster.
zh_cn: 您没有查看超级主机的权限。

source: The API feature is disabled in the system configuration.
cs_cz: API funkce je v systémové konfiguraci zakázána.
de_de: Die API-Funktion ist in der Systemkonfiguration deaktiviert.
es_es: La función API está deshabilitada en la configuración del sistema.
fr_fr: La fonctionnalité API est désactivée dans la configuration du système.
id_id: Fitur API dinonaktifkan dalam konfigurasi sistem.
ko_kr: 시스템 구성에서 API 기능이 비활성화되어 있습니다.
lt_lt: API funkcija išjungta sistemos konfiguracijoje.
pl_pl: Funkcja API jest wyłączona w konfiguracji systemu.
ru_ru: Функция API отключена в конфигурации системы.
sv_se: API-funktionen är inaktiverad i systemkonfigurationen.
tr_tr: API özelliği sistem yapılandırmasında devre dışı.
uk_ua: Функцію API вимкнено в конфігурації системи.
vi_vn: Tính năng API đã bị tắt trong cấu hình hệ thống.
zh_cn: API 功能在系统配置中已禁用。

source: You do not have permission to manage API keys.
fr_fr: Vous n'avez pas l'autorisation de gérer les clés API.
id_id: Anda tidak memiliki izin untuk mengelola kunci API.
ko_kr: API 키를 관리할 권한이 없습니다.
sv_se: Du har inte behörighet att hantera API-nycklar.
uk_ua: У вас немає дозволу на керування ключами API.
vi_vn: Bạn không có quyền quản lý khóa API.

source: API key name is required.
cs_cz: Název API klíče je povinný.
de_de: API-Schlüssel-Name ist erforderlich.
es_es: El nombre de la clave API es obligatorio.
fr_fr: Le nom de la clé API est requis.
id_id: Nama kunci API diperlukan.
ko_kr: API 키 이름이 필요합니다.
lt_lt: API rakto pavadinimas privalomas.
pl_pl: Nazwa klucza API jest wymagana.
ru_ru: Имя API ключа обязательно.
sv_se: Namn på API-nyckel krävs.
tr_tr: API anahtar adı gerekli.
uk_ua: Назва ключа API є обов'язковою.
vi_vn: Tên khóa API là bắt buộc.
zh_cn: API 密钥名称是必需的。

source: Invalid expiration date format.
cs_cz: Neplatný formát data vypršení.
de_de: Ungültiges Ablaufdatumsformat.
es_es: Formato de fecha de expiración inválido.
fr_fr: Format de date d'expiration invalide.
id_id: Format tanggal kedaluwarsa tidak valid.
ko_kr: 유효하지 않은 만료 날짜 형식입니다.
lt_lt: Netinkamas galiojimo datos formatas.
pl_pl: Nieprawidłowy format daty wygaśnięcia.
ru_ru: Неверный формат даты истечения.
sv_se: Ogiltigt format för utgångsdatum.
tr_tr: Geçersiz son kullanma tarihi formatı.
uk_ua: Недійсний формат дати закінчення терміну дії.
vi_vn: Định dạng ngày hết hạn không hợp lệ.
zh_cn: 过期日期格式无效。

source: API key not found or you do not have permission to edit it.
cs_cz: API klíč nebyl nalezen nebo nemáte oprávnění jej upravit.
de_de: API-Schlüssel nicht gefunden oder Sie haben keine Berechtigung, ihn zu bearbeiten.
es_es: Clave API no encontrada o no tiene permisos para editarla.
fr_fr: Clé API introuvable ou vous n'avez pas la permission de la modifier.
id_id: Kunci API tidak ditemukan atau Anda tidak memiliki izin untuk mengeditnya.
ko_kr: API 키를 찾을 수 없거나 편집 권한이 없습니다.
lt_lt: API raktas nerastas arba neturite leidimo jį redaguoti.
pl_pl: Klucz API nie został znaleziony lub nie masz uprawnień do jego edycji.
ru_ru: API ключ не найден или у вас нет разрешения на его редактирование.
sv_se: API-nyckeln hittades inte eller så har du inte behörighet att redigera den.
tr_tr: API anahtarı bulunamadı veya onu düzenleme yetkiniz yok.
uk_ua: Ключ API не знайдено або у вас немає дозволу на його редагування.
vi_vn: Không tìm thấy khóa API hoặc bạn không có quyền chỉnh sửa nó.
zh_cn: 找不到 API 密钥或您没有编辑权限。

source: API key updated successfully.
cs_cz: API klíč byl úspěšně aktualizován.
de_de: API-Schlüssel erfolgreich aktualisiert.
es_es: Clave API actualizada correctamente.
fr_fr: Clé API mise à jour avec succès.
id_id: Kunci API berhasil diperbarui.
ko_kr: API 키가 성공적으로 업데이트되었습니다.
lt_lt: API raktas sėkmingai atnaujintas.
pl_pl: Klucz API został pomyślnie zaktualizowany.
ru_ru: API ключ успешно обновлён.
sv_se: API-nyckeln har uppdaterats.
tr_tr: API anahtarı başarıyla güncellendi.
uk_ua: Ключ API успішно оновлено.
vi_vn: Khóa API đã được cập nhật thành công.
zh_cn: API 密钥更新成功。

source: API key deleted successfully.
cs_cz: API klíč byl úspěšně smazán.
de_de: API-Schlüssel erfolgreich gelöscht.
es_es: Clave API eliminada correctamente.
fr_fr: Clé API supprimée avec succès.
id_id: Kunci API berhasil dihapus.
ko_kr: API 키가 성공적으로 삭제되었습니다.
lt_lt: API raktas sėkmingai ištrintas.
pl_pl: Klucz API został pomyślnie usunięty.
ru_ru: API ключ успешно удалён.
sv_se: API-nyckeln har raderats.
tr_tr: API anahtarı başarıyla silindi.
uk_ua: Ключ API успішно видалено.
vi_vn: Khóa API đã được xóa thành công.
zh_cn: API 密钥删除成功。

source: API key not found or you do not have permission to delete it.
cs_cz: API klíč nenalezen nebo nemáte oprávnění jej smazat.
de_de: API-Schlüssel nicht gefunden oder Sie haben keine Berechtigung, ihn zu löschen.
es_es: Clave API no encontrada o no tiene permisos para eliminarla.
fr_fr: Clé API introuvable ou vous n'avez pas la permission de la supprimer.
id_id: Kunci API tidak ditemukan atau Anda tidak memiliki izin untuk menghapusnya.
ko_kr: API 키를 찾을 수 없거나 삭제 권한이 없습니다.
lt_lt: API raktas nerastas arba neturite leidimo jo ištrinti.
pl_pl: Klucz API nie został znaleziony lub nie masz uprawnień do jego usunięcia.
ru_ru: API ключ не найден или у вас нет разрешения на его удаление.
sv_se: API-nyckeln hittades inte eller så har du inte behörighet att radera den.
tr_tr: API anahtarı bulunamadı veya onu silme yetkiniz yok.
uk_ua: Ключ API не знайдено або у вас немає дозволу на його видалення.
vi_vn: Không tìm thấy khóa API hoặc bạn không có quyền xóa nó.
zh_cn: 找不到 API 密钥或您没有删除权限。

source: disabled
cs_cz: zakázán
de_de: deaktiviert
es_es: deshabilitada
fr_fr: désactivée
id_id: dinonaktifkan
ko_kr: 비활성화됨
lt_lt: išjungtas
pl_pl: wyłączony
ru_ru: отключён
sv_se: inaktiverad
tr_tr: devre dışı
uk_ua: вимкнено
vi_vn: đã tắt
zh_cn: 已禁用

source: enabled
cs_cz: povolen
de_de: aktiviert
es_es: habilitada
fr_fr: activée
id_id: diaktifkan
ko_kr: 활성화됨
lt_lt: įjungtas
pl_pl: włączony
ru_ru: включён
sv_se: aktiverad
tr_tr: etkin
uk_ua: увімкнено
vi_vn: đã bật
zh_cn: 已启用

source: API key %s successfully.
cs_cz: API klíč %s úspěšně.
de_de: API-Schlüssel erfolgreich %s.
es_es: Clave API %s correctamente.
fr_fr: Clé API %s avec succès.
id_id: Kunci API %s berhasil.
ko_kr: API 키가 성공적으로 %s되었습니다.
lt_lt: API raktas %s sėkmingai.
pl_pl: Klucz API został %s pomyślnie.
ru_ru: API ключ успешно %s.
sv_se: API-nyckel %s.
tr_tr: API anahtarı başarıyla %s.
uk_ua: Ключ API %s успішно.
vi_vn: Khóa API đã %s thành công.
zh_cn: API 密钥 %s 成功。

source: You do not have the permission to add records to this zone.
cs_cz: Nemáte oprávnění přidávat záznamy do této zóny.
de_de: Sie haben keine Berechtigung, Einträge zu dieser Zone hinzuzufügen.
es_es: No tiene permisos para agregar registros a esta zona.
fr_fr: Vous n'avez pas la permission d'ajouter des enregistrements à cette zone.
id_id: Anda tidak memiliki izin untuk menambahkan rekaman ke zona ini.
ko_kr: 이 존에 레코드를 추가할 권한이 없습니다.
lt_lt: Neturite leidimo pridėti įrašų į šią zoną.
pl_pl: Nie masz uprawnień do dodawania rekordów do tej strefy.
ru_ru: У вас нет разрешения на добавление записей в эту зону.
sv_se: Du har inte behörighet att lägga till poster i denna zon.
tr_tr: Bu alana kayıt ekleme yetkiniz bulunmuyor.
uk_ua: У вас немає дозволу на додавання записів до цієї зони.
vi_vn: Bạn không có quyền thêm bản ghi vào vùng này.
zh_cn: 您没有向此区域添加记录的权限。

source: Please provide at least one record.
cs_cz: Zadejte prosím alespoň jeden záznam.
de_de: Bitte geben Sie mindestens einen Eintrag an.
es_es: Proporcione al menos un registro.
fr_fr: Veuillez fournir au moins un enregistrement.
id_id: Silakan berikan setidaknya satu rekaman.
ko_kr: 최소 하나의 레코드를 제공하십시오.
lt_lt: Prašome pateikti bent vieną įrašą.
pl_pl: Podaj przynajmniej jeden rekord.
ru_ru: Пожалуйста, укажите хотя бы одну запись.
sv_se: Ange minst en post.
tr_tr: Lütfen en az bir kayıt sağlayın.
uk_ua: Будь ласка, надайте принаймні один запис.
vi_vn: Vui lòng cung cấp ít nhất một bản ghi.
zh_cn: 请提供至少一条记录。

source: Invalid format. Expected at least: name,type,content
cs_cz: Neplatný formát. Očekáváno minimálně: název,typ,obsah
de_de: Ungültiges Format. Mindestens erwartet: Name,Typ,Inhalt
es_es: Formato inválido. Se esperaba al menos: nombre,tipo,contenido
fr_fr: Format invalide. Attendu au minimum : nom,type,contenu
id_id: Format tidak valid. Minimal diperlukan: nama,tipe,konten
ko_kr: 유효하지 않은 형식입니다. 최소한 이름,유형,내용이 필요합니다.
lt_lt: Neteisingas formatas. Tikėtasi bent: pavadinimas,tipas,turinys
pl_pl: Nieprawidłowy format. Oczekiwano przynajmniej: nazwa,typ,zawartość
ru_ru: Неверный формат. Ожидается как минимум: имя,тип,содержимое
sv_se: Ogiltigt format. Förväntat minst: namn,typ,innehåll
tr_tr: Geçersiz format. En az şunlar bekleniyor: ad,tip,içerik
uk_ua: Недійсний формат. Очікується щонайменше: ім'я,тип,вміст
vi_vn: Định dạng không hợp lệ. Yêu cầu tối thiểu: tên,loại,nội dung
zh_cn: 格式无效。至少需要：名称,类型,内容

source: Invalid record type.
cs_cz: Neplatný typ záznamu.
de_de: Ungültiger Eintragstyp.
es_es: Tipo de registro inválido.
fr_fr: Type d'enregistrement invalide.
id_id: Tipe rekaman tidak valid.
ko_kr: 유효하지 않은 레코드 유형입니다.
lt_lt: Neteisingas įrašo tipas.
pl_pl: Nieprawidłowy typ rekordu.
ru_ru: Неверный тип записи.
sv_se: Ogiltig posttyp.
tr_tr: Geçersiz kayıt tipi.
uk_ua: Недійсний тип запису.
vi_vn: Loại bản ghi không hợp lệ.
zh_cn: 记录类型无效。

source: Record could not be added.
cs_cz: Záznam nemohl být přidán.
de_de: Eintrag konnte nicht hinzugefügt werden.
es_es: No se pudo agregar el registro.
fr_fr: L'enregistrement n'a pas pu être ajouté.
id_id: Rekaman tidak dapat ditambahkan.
ko_kr: 레코드를 추가할 수 없습니다.
lt_lt: Įrašo pridėti nepavyko.
pl_pl: Nie można dodać rekordu.
ru_ru: Запись не может быть добавлена.
sv_se: Posten kunde inte läggas till.
tr_tr: Kayıt eklenemedi.
uk_ua: Не вдалося додати запис.
vi_vn: Không thể thêm bản ghi.
zh_cn: 无法添加记录。

source: %d record(s) have been added successfully.
cs_cz: %d záznam(y) byly úspěšně přidány.
de_de: %d Eintrag/Einträge wurden erfolgreich hinzugefügt.
es_es: %d registro(s) se han agregado correctamente.
fr_fr: %d enregistrement(s) ont été ajouté(s) avec succès.
id_id: %d rekaman telah berhasil ditambahkan.
ko_kr: %d개의 레코드가 성공적으로 추가되었습니다.
lt_lt: %d įrašas(-ai) sėkmingai pridėti.
pl_pl: Pomyślnie dodano %d rekordów.
ru_ru: %d запись(и) успешно добавлены.
sv_se: %d post(er) har lagts till.
tr_tr: %d kayıt başarıyla eklendi.
uk_ua: %d запис(ів) було успішно додано.
vi_vn: %d bản ghi đã được thêm thành công.
zh_cn: 已成功添加 %d 条记录。

source: Some record(s) could not be added.
cs_cz: Některé záznamy nemohly být přidány.
de_de: Einige Einträge konnten nicht hinzugefügt werden.
es_es: Algunos registros no se pudieron agregar.
fr_fr: Certains enregistrements n'ont pas pu être ajoutés.
id_id: Beberapa rekaman tidak dapat ditambahkan.
ko_kr: 일부 레코드를 추가할 수 없습니다.
lt_lt: Kai kurių įrašų pridėti nepavyko.
pl_pl: Niektóre rekordy nie mogły zostać dodane.
ru_ru: Некоторые записи не могут быть добавлены.
sv_se: Vissa post(er) kunde inte läggas till.
tr_tr: Bazı kayıtlar eklenemedi.
uk_ua: Деякі записи не вдалося додати.
vi_vn: Một số bản ghi không thể được thêm.
zh_cn: 某些记录无法添加。

source: Zone ID is required.
cs_cz: ID zóny je povinné.
de_de: Zonen-ID ist erforderlich.
es_es: El ID de zona es obligatorio.
fr_fr: L'ID de zone est requis.
id_id: ID zona diperlukan.
ko_kr: 존 ID가 필요합니다.
lt_lt: Zonos ID būtinas.
pl_pl: Identyfikator strefy jest wymagany.
ru_ru: ID зоны обязателен.
sv_se: Zon-ID krävs.
tr_tr: Zon kimliği gereklidir.
uk_ua: ID зони є обов'язковим.
vi_vn: ID vùng là bắt buộc.
zh_cn: 区域 ID 是必需的。

source: You do not have the permission to edit permission templates.
cs_cz: Nemáte oprávnění upravovat šablony oprávnění.
de_de: Sie haben nicht die Berechtigung, Berechtigungsvorlagen zu bearbeiten.
es_es: No tiene permiso para editar plantillas de permisos.
fr_fr: Vous n'avez pas la permission de modifier les modèles de permissions.
id_id: Anda tidak memiliki izin untuk mengedit template izin.
ko_kr: 권한 템플릿을 편집할 권한이 없습니다.
lt_lt: Neturite leidimo redaguoti leidimų šablonų.
pl_pl: Nie masz uprawnień do edycji szablonów uprawnień.
ru_ru: У вас нет разрешения на редактирование шаблонов разрешений.
sv_se: Du har inte behörighet att redigera behörighetsmallar.
tr_tr: İzin şablonlarını düzenleme yetkiniz yok.
uk_ua: У вас немає дозволу на редагування шаблонів прав доступу.
vi_vn: Bạn không có quyền chỉnh sửa mẫu quyền hạn.
zh_cn: 您没有编辑权限模板的权限。

source: The permission template has been updated successfully.
cs_cz: Šablona oprávnění byla úspěšně aktualizována.
de_de: Die Berechtigungsvorlage wurde erfolgreich aktualisiert.
es_es: La plantilla de permisos ha sido actualizada con éxito.
fr_fr: Le modèle de permissions a été mis à jour avec succès.
id_id: Template izin telah berhasil diperbarui.
ko_kr: 권한 템플릿이 성공적으로 업데이트되었습니다.
lt_lt: Leidimų šablonas sėkmingai atnaujintas.
pl_pl: Szablon uprawnień został pomyślnie zaktualizowany.
ru_ru: Шаблон разрешений успешно обновлён.
sv_se: Behörighetsmallen har uppdaterats.
tr_tr: İzin şablonu başarıyla güncellendi.
uk_ua: Шаблон прав доступу було успішно оновлено.
vi_vn: Mẫu quyền hạn đã được cập nhật thành công.
zh_cn: 权限模板已成功更新。

source: You do not have the permission to perform searches.
cs_cz: Nemáte oprávnění provádět vyhledávání.
de_de: Sie haben nicht die Berechtigung, Suchen durchzuführen.
es_es: No tiene permiso para realizar búsquedas.
fr_fr: Vous n'avez pas la permission d'effectuer des recherches.
id_id: Anda tidak memiliki izin untuk melakukan pencarian.
ko_kr: 검색을 수행할 권한이 없습니다.
lt_lt: Neturite leidimo atlikti paieškas.
pl_pl: Nie masz uprawnień do wykonywania wyszukiwań.
ru_ru: У вас нет разрешения на выполнение поиска.
sv_se: Du har inte behörighet att utföra sökningar.
tr_tr: Arama yapma izniniz yok.
uk_ua: У вас немає дозволу на виконання пошуку.
vi_vn: Bạn không có quyền thực hiện tìm kiếm.
zh_cn: 您没有执行搜索的权限。

source: Invalid request method.
cs_cz: Neplatná metoda požadavku.
de_de: Ungültige Anfragemethode.
es_es: Método de solicitud inválido.
fr_fr: Méthode de requête invalide.
id_id: Metode permintaan tidak valid.
ko_kr: 유효하지 않은 요청 방법입니다.
lt_lt: Neteisingas užklausos metodas.
pl_pl: Nieprawidłowa metoda żądania.
ru_ru: Неверный метод запроса.
sv_se: Ogiltig förfrågningsmetod.
tr_tr: Geçersiz istek yöntemi.
uk_ua: Недійсний метод запиту.
vi_vn: Phương thức yêu cầu không hợp lệ.
zh_cn: 请求方法无效。

source: Invalid group or user ID.
id_id: ID grup atau pengguna tidak valid.
ko_kr: 유효하지 않은 그룹 또는 사용자 ID입니다.
sv_se: Ogiltigt grupp- eller användar-ID.
uk_ua: Недійсний ID групи або користувача.
vi_vn: ID nhóm hoặc người dùng không hợp lệ.

source: Member removed from group successfully.
id_id: Anggota berhasil dihapus dari grup.
ko_kr: 구성원이 그룹에서 성공적으로 제거되었습니다.
sv_se: Medlem borttagen från gruppen.
uk_ua: Учасника успішно видалено з групи.
vi_vn: Thành viên đã được xóa khỏi nhóm thành công.

source: User was not a member of this group.
id_id: Pengguna bukan anggota grup ini.
ko_kr: 사용자가 이 그룹의 구성원이 아닙니다.
sv_se: Användaren var inte medlem i denna grupp.
uk_ua: Користувач не був учасником цієї групи.
vi_vn: Người dùng không phải là thành viên của nhóm này.

source: You do not have the permission to add a new user.
cs_cz: Nemáte oprávnění přidat nového uživatele.
de_de: Sie haben nicht die Berechtigung, einen neuen Benutzer hinzuzufügen.
es_es: No tiene permiso para añadir un nuevo usuario.
fr_fr: Vous n'avez pas la permission d'ajouter un nouvel utilisateur.
id_id: Anda tidak memiliki izin untuk menambahkan pengguna baru.
ko_kr: 새 사용자를 추가할 권한이 없습니다.
lt_lt: Neturite leidimo pridėti naują vartotoją.
pl_pl: Nie masz uprawnień do dodawania nowego użytkownika.
ru_ru: У вас нет разрешения на добавление нового пользователя.
sv_se: Du har inte behörighet att lägga till en ny användare.
tr_tr: Yeni kullanıcı ekleme yetkiniz yok.
uk_ua: У вас немає дозволу на додавання нового користувача.
vi_vn: Bạn không có quyền thêm người dùng mới.
zh_cn: 您没有添加新用户的权限。

source: Invalid permission template: must be a user template
id_id: Template izin tidak valid: harus berupa template pengguna
ko_kr: 유효하지 않은 권한 템플릿: 사용자 템플릿이어야 합니다
sv_se: Ogiltig behörighetsmall: måste vara en användarmall
uk_ua: Недійсний шаблон прав доступу: повинен бути шаблоном користувача
vi_vn: Mẫu quyền hạn không hợp lệ: phải là mẫu người dùng

source: The user has been created successfully.
cs_cz: Uživatel byl úspěšně vytvořen.
de_de: Der Benutzer wurde erfolgreich erstellt.
es_es: El usuario ha sido creado con éxito.
fr_fr: L'utilisateur a été créé avec succès.
id_id: Pengguna telah berhasil dibuat.
ko_kr: 사용자가 성공적으로 생성되었습니다.
lt_lt: Vartotojas sėkmingai sukurtas.
pl_pl: Użytkownik został pomyślnie utworzony.
ru_ru: Пользователь успешно создан.
sv_se: Användaren har skapats.
tr_tr: Kullanıcı başarıyla oluşturuldu.
uk_ua: Користувача було успішно створено.
vi_vn: Người dùng đã được tạo thành công.
zh_cn: 用户已成功创建。

source: Generated password: %s
cs_cz: Vygenerované heslo: %s
de_de: Generiertes Passwort: %s
es_es: Contraseña generada: %s
fr_fr: Mot de passe généré : %s
id_id: Kata sandi yang dihasilkan: %s
ko_kr: 생성된 비밀번호: %s
lt_lt: Sugeneruotas slaptažodis: %s
pl_pl: Wygenerowane hasło: %s
ru_ru: Сгенерированный пароль: %s
sv_se: Genererat lösenord: %s
tr_tr: Oluşturulan şifre: %s
uk_ua: Згенерований пароль: %s
vi_vn: Mật khẩu được tạo: %s
zh_cn: 生成的密码：%s

source: Login details have been sent to the user via email.
cs_cz: Přihlašovací údaje byly odeslány uživateli e-mailem.
de_de: Anmeldedaten wurden dem Benutzer per E-Mail zugesendet.
es_es: Los detalles de inicio de sesión se han enviado al usuario por correo electrónico.
fr_fr: Les détails de connexion ont été envoyés à l'utilisateur par e-mail.
id_id: Detail login telah dikirim ke pengguna melalui email.
ko_kr: 로그인 정보가 이메일로 사용자에게 발송되었습니다.
lt_lt: Prisijungimo duomenys išsiųsti vartotojui el. paštu.
pl_pl: Dane logowania zostały wysłane do użytkownika przez e-mail.
ru_ru: Данные для входа отправлены пользователю по электронной почте.
sv_se: Inloggningsuppgifter har skickats till användaren via e-post.
tr_tr: Giriş bilgileri kullanıcıya e-posta ile gönderildi.
uk_ua: Дані для входу були надіслані користувачу електронною поштою.
vi_vn: Thông tin đăng nhập đã được gửi cho người dùng qua email.
zh_cn: 登录详细信息已通过电子邮件发送给用户。

source: NOTE: Failed to send login details via email.
cs_cz: POZNÁMKA: Nepodařilo se odeslat přihlašovací údaje e-mailem.
de_de: HINWEIS: Anmeldedaten konnten nicht per E-Mail versendet werden.
es_es: NOTA: No se pudieron enviar los detalles de inicio de sesión por correo electrónico.
fr_fr: NOTE : Échec de l'envoi des détails de connexion par e-mail.
id_id: CATATAN: Gagal mengirim detail login melalui email.
ko_kr: 참고: 이메일로 로그인 정보를 발송하지 못했습니다.
lt_lt: PASTABA: Nepavyko išsiųsti prisijungimo duomenų el. paštu.
pl_pl: UWAGA: Nie udało się wysłać danych logowania przez e-mail.
ru_ru: ПРИМЕЧАНИЕ: Не удалось отправить данные для входа по электронной почте.
sv_se: OBS: Kunde inte skicka inloggningsuppgifter via e-post.
tr_tr: NOT: Giriş bilgileri e-posta ile gönderilemedi.
uk_ua: ПРИМІТКА: Не вдалося надіслати дані для входу електронною поштою.
vi_vn: LƯU Ý: Không thể gửi thông tin đăng nhập qua email.
zh_cn: 注意：通过电子邮件发送登录详细信息失败。
