Repository: poweradmin/poweradmin
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: cs_cz, de_de, es_es, fr_fr, id_id, ko_kr, lt_lt, pl_pl, ru_ru, sv_se, tr_tr, uk_ua, vi_vn, zh_cn

source: Priority field for DHCID records must be 0 or empty.
cs_cz: Pole priority pro záznamy DHCID musí být 0 nebo prázdné.
de_de: Prioritätsfeld für DHCID-Einträge muss 0 oder leer sein.
es_es: El campo de prioridad para registros DHCID debe ser 0 o vacío.
fr_fr: Le champ de priorité pour les enregistrements DHCID doit être 0 ou vide.
id_id: DS record algorithm is mandatory.
ko_kr: 권한 항목 이름은 필수이며 1-100자 사이여야 합니다.
lt_lt: DHCID įrašų prioriteto laukas turi būti 0 arba tuščias.
pl_pl: Pole priorytetu dla rekordów DHCID musi mieć wartość 0 lub być puste.
ru_ru: Поле приоритета для DHCID-записей должно быть 0 или пустым.
sv_se: Postnivå
tr_tr: DHCID kayıtları için öncelik alanı 0 veya boş olmalıdır.
uk_ua: Record name contains invalid characters. Only letters, numbers, hyphens, and dots are allowed.
vi_vn: Bản ghi TLSA yêu cầu DNSSEC được kích hoạt trên zone để an toàn.
zh_cn: DHCID 记录的优先级字段必须为 0 或空。

source: Per RFC 4703, DHCID records are used for collision detection when multiple DHCP clients claim the same name. The presence of a DHCID record indicates the name is in use by a DHCP client.
cs_cz: Podle RFC 4703 se záznamy DHCID používají pro detekci kolizí, když více DHCP klientů nárokuje stejný název. Přítomnost záznamu DHCID označuje, že název používá DHCP klient.
de_de: Gemäß RFC 4703 werden DHCID-Einträge zur Kollisionserkennung verwendet, wenn mehrere DHCP-Clients denselben Namen beanspruchen. Das Vorhandensein eines DHCID-Eintrags zeigt an, dass der Name von einem DHCP-Client verwendet wird.
es_es: Según RFC 4703, los registros DHCID se usan para detección de colisiones cuando múltiples clientes DHCP reclaman el mismo nombre. La presencia de un registro DHCID indica que el nombre está en uso por un cliente DHCP.
fr_fr: Selon la RFC 4703, les enregistrements DHCID sont utilisés pour la détection de collision quand plusieurs clients DHCP revendiquent le même nom. La présence d'un enregistrement DHCID indique que le nom est utilisé par un client DHCP.
id_id: Algorithm DS record wajib diisi.
ko_kr: 권한 항목 설명은 255자를 초과할 수 없습니다.
lt_lt: Pagal RFC 4703, DHCID įrašai naudojami kolizijų aptikimui, kai keli DHCP klientai pretenzuoja tą patį vardą. DHCID įrašo buvimas rodo, kad vardą naudoja DHCP klientas.
pl_pl: Zgodnie z RFC 4703, rekordy DHCID są używane do wykrywania kolizji gdy wielu klientów DHCP rości sobie prawa do tej samej nazwy. Obecność rekordu DHCID wskazuje że nazwa jest używana przez klienta DHCP.
ru_ru: Согласно RFC 4703, DHCID-записи используются для обнаружения коллизий, когда несколько DHCP-клиентов претендуют на одно и то же имя. Наличие DHCID-записи указывает, что имя используется DHCP-клиентом.
sv_se: Postinnehåll
tr_tr: RFC 4703'e göre, DHCID kayıtları birden fazla DHCP istemcisi aynı adı talep ettiğinde çarpışma tespiti için kullanılır. Bir DHCID kaydının varlığı adın bir DHCP istemcisi tarafından kullanıldığını gösterir.
uk_ua: Leading or trailing whitespace detected in content. This may cause parsing errors.
vi_vn: Có nhiều bản ghi TLSA với cùng usage/selector/matching. Hãy xem xét hợp nhất chúng.
zh_cn: 根据 RFC 4703，当多个 DHCP 客户端声明相同名称时，DHCID 记录用于冲突检测。DHCID 记录的存在表明该名称正被 DHCP 客户端使用。

source: DHCID record must contain only valid base64 characters (A-Z, a-z, 0-9, +, /, =).
cs_cz: Záznam DHCID musí obsahovat pouze platné znaky base64 (A-Z, a-z, 0-9, +, /, =).
de_de: DHCID-Eintrag darf nur gültige base64-Zeichen (A-Z, a-z, 0-9, +, /, =) enthalten.
es_es: El registro DHCID debe contener solo caracteres base64 válidos (A-Z, a-z, 0-9, +, /, =).
fr_fr: L'enregistrement DHCID ne doit contenir que des caractères base64 valides (A-Z, a-z, 0-9, +, /, =).
id_id: DS record algorithm must be between 0 and 255.
ko_kr: 잘못된 권한 항목 ID입니다.
lt_lt: DHCID įrašas turi turėti tik teisingus base64 simbolius (A-Z, a-z, 0-9, +, /, =).
pl_pl: Rekord DHCID musi zawierać tylko prawidłowe znaki base64 (A-Z, a-z, 0-9, +, /, =).
ru_ru: Запись DHCID должна содержать только действительные символы base64 (A-Z, a-z, 0-9, +, /, =).
sv_se: Prioritet
tr_tr: DHCID kaydı sadece geçerli base64 karakterleri (A-Z, a-z, 0-9, +, /, =) içermelidir.
uk_ua: Record content contains non-printable characters, which may cause issues.
vi_vn: Giá trị không hợp lệ cho loại usage TLSA. Phải nằm trong khoảng từ 0 đến 3.
zh_cn: DHCID 记录必须只包含有效的 base64 字符（A-Z、a-z、0-9、+、/、=）。

source: DHCID record has invalid base64 padding. Equals signs (=) should only appear at the end of the data.
cs_cz: Záznam DHCID má neplatné base64 vyplnění. Znaky rovná se (=) by se měly objevit pouze na konci dat.
de_de: DHCID-Eintrag hat ungültiges base64-Padding. Gleichheitszeichen (=) sollten nur am Ende der Daten erscheinen.
es_es: El registro DHCID tiene relleno base64 inválido. Los signos igual (=) solo deben aparecer al final de los datos.
fr_fr: L'enregistrement DHCID a un padding base64 invalide. Les signes égal (=) ne doivent apparaître qu'à la fin des données.
id_id: Algorithm DS record harus antara 0 dan 255.
ko_kr: 검색어는 필수이며 1-255자 사이여야 합니다.
lt_lt: DHCID įrašas turi neteisingą base64 užpildą. Lygybės ženklai (=) turėtų atsirasti tik duomenų pabaigoje.
pl_pl: Rekord DHCID ma nieprawidłowe dopełnienie base64. Znaki równości (=) powinny występować tylko na końcu danych.
ru_ru: Запись DHCID имеет неверное дополнение base64. Знаки равенства (=) должны появляться только в конце данных.
sv_se: TTL
tr_tr: DHCID kaydında geçersiz base64 dolgusu. Eşitlik işaretleri (=) sadece verinin sonunda görünmelidir.
uk_ua: Record content appears to be empty or whitespace only.
vi_vn: Thuật toán không hợp lệ cho bản ghi DS. Phải nằm trong khoảng từ 1 đến 16.
zh_cn: DHCID 记录的 base64 填充无效。等号（=）应只出现在数据末尾。

source: DHCID record has invalid base64 length. Base64 data must be a multiple of 4 characters (with padding).
cs_cz: Záznam DHCID má neplatnou délku base64. Data base64 musí být násobek 4 znaků (s vyplněním).
de_de: DHCID-Eintrag hat ungültige base64-Länge. Base64-Daten müssen ein Vielfaches von 4 Zeichen (mit Padding) sein.
es_es: El registro DHCID tiene longitud base64 inválida. Los datos base64 deben ser múltiplo de 4 caracteres (con relleno).
fr_fr: L'enregistrement DHCID a une longueur base64 invalide. Les données base64 doivent être un multiple de 4 caractères (avec padding).
id_id: DS record digest type is mandatory.
ko_kr: 페이지 번호는 양의 정수여야 합니다.
lt_lt: DHCID įrašas turi neteisingą base64 ilgį. Base64 duomenys turi būti 4 simbolių kartotinis (su užpildu).
pl_pl: Rekord DHCID ma nieprawidłową długość base64. Dane base64 muszą być wielokrotnością 4 znaków (z dopełnieniem).
ru_ru: Запись DHCID имеет неверную длину base64. Данные base64 должны быть кратны 4 символам (с дополнением).
sv_se: Åtgärd
tr_tr: DHCID kaydında geçersiz base64 uzunluğu. Base64 verisi 4 karakterin katı olmalıdır (dolgu ile).
uk_ua: TTL field must be a positive integer.
vi_vn: Loại digest không hợp lệ cho bản ghi DS. Phải nằm trong khoảng từ 1 đến 4 (1=SHA-1, 2=SHA-256, 3=GOST, 4=SHA-384).
zh_cn: DHCID 记录的 base64 长度无效。Base64 数据必须是 4 个字符的倍数（包含填充）。

source: DHCID record must contain valid base64-encoded data.
cs_cz: Záznam DHCID musí obsahovat platná data kódovaná v base64.
de_de: DHCID-Eintrag muss gültige base64-kodierte Daten enthalten.
es_es: El registro DHCID debe contener datos válidos codificados en base64.
fr_fr: L'enregistrement DHCID doit contenir des données encodées base64 valides.
id_id: Tipe digest DS record wajib diisi.
ko_kr: 페이지 크기는 1에서 100 사이여야 합니다.
lt_lt: DHCID įrašas turi turėti teisingus base64 koduotus duomenis.
pl_pl: Rekord DHCID musi zawierać prawidłowe dane zakodowane w base64.
ru_ru: Запись DHCID должна содержать действительные данные в кодировке base64.
sv_se: Redigera post
tr_tr: DHCID kaydı geçerli base64 kodlanmış veri içermelidir.
uk_ua: Negative TTL values are not allowed.
vi_vn: Digest không hợp lệ cho bản ghi DS. Phải là chuỗi thập lục phân.
zh_cn: DHCID 记录必须包含有效的 base64 编码数据。

source: DHCID record is too short. The decoded data must contain at least 3 bytes (type codes and digest).
cs_cz: Záznam DHCID je příliš krátký. Dekódovaná data musí obsahovat alespoň 3 bajty (kódy typů a digest).
de_de: DHCID-Eintrag ist zu kurz. Die dekodierten Daten müssen mindestens 3 Bytes enthalten (Typcodes und Digest).
es_es: El registro DHCID es demasiado corto. Los datos decodificados deben contener al menos 3 bytes (códigos de tipo y digest).
fr_fr: L'enregistrement DHCID est trop court. Les données décodées doivent contenir au moins 3 octets (codes de type et digest).
id_id: DS record digest type must be between 0 and 255.
ko_kr: 정렬 필드가 잘못되었습니다.
lt_lt: DHCID įrašas per trumpas. Dekoduoti duomenys turi turėti bent 3 baitus (tipo kodai ir santrauka).
pl_pl: Rekord DHCID jest za krótki. Odkodowane dane muszą zawierać co najmniej 3 bajty (kody typów i skrót).
ru_ru: DHCID-запись слишком короткая. Декодированные данные должны содержать не менее 3 байт (коды типа и дайджест).
sv_se: Ta bort post
tr_tr: DHCID kaydı çok kısa. Kodçözülmüş veri en az 3 byte (tip kodları ve özet) içermelidir.
uk_ua: TTL value exceeds maximum allowed value of 2147483647 (2^31-1).
vi_vn: Độ dài digest không chính xác cho loại digest đã chỉ định.
zh_cn: DHCID 记录太短。解码数据必须至少包含 3 个字节（类型代码和摘要）。

source: DHCID identifier type 0x%04X is not one of the standard types defined in RFC 4701 (0x0000, 0x0001, 0x0002).
cs_cz: Typ identifikátoru DHCID 0x%04X není jedním ze standardních typů definovaných v RFC 4701 (0x0000, 0x0001, 0x0002).
de_de: DHCID-Identifikatortyp 0x%04X ist nicht einer der Standardtypen, die in RFC 4701 definiert sind (0x0000, 0x0001, 0x0002).
es_es: El tipo de identificador DHCID 0x%04X no es uno de los tipos estándar definidos en RFC 4701 (0x0000, 0x0001, 0x0002).
fr_fr: Le type d'identifiant DHCID 0x%04X n'est pas un des types standard définis dans la RFC 4701 (0x0000, 0x0001, 0x0002).
id_id: Tipe digest DS record harus antara 0 dan 255.
ko_kr: 정렬 순서는 'asc' 또는 'desc'여야 합니다.
lt_lt: DHCID identifikatoriaus tipas 0x%04X nėra vienas iš standartinių tipų, apibrėžtų RFC 4701 (0x0000, 0x0001, 0x0002).
pl_pl: Typ identyfikatora DHCID 0x%04X nie jest jednym ze standardowych typów zdefiniowanych w RFC 4701 (0x0000, 0x0001, 0x0002).
ru_ru: Тип идентификатора DHCID 0x%04X не является одним из стандартных типов, определенных в RFC 4701 (0x0000, 0x0001, 0x0002).
sv_se: Är du säker på att du vill ta bort denna post?
tr_tr: DHCID tanımlayıcı türü 0x%04X RFC 4701'de tanımlanan standart türlerden (0x0000, 0x0001, 0x0002) biri değil.
uk_ua: Record name is empty. Use @ for zone apex or provide a valid hostname.
vi_vn: SHA-1 (digest type 1) không còn được khuyến nghị. Hãy sử dụng SHA-256 hoặc SHA-384.
zh_cn: DHCID 标识符类型 0x%04X 不是 RFC 4701 中定义的标准类型之一（0x0000、0x0001、0x0002）。

source: DHCID digest type %d is not the standard type (1 for SHA-256) defined in RFC 4701.
cs_cz: Typ digestu DHCID %d není standardní typ (1 pro SHA-256) definovaný v RFC 4701.
de_de: DHCID-Digest-Typ %d ist nicht der Standardtyp (1 für SHA-256), der in RFC 4701 definiert ist.
es_es: El tipo de digest DHCID %d no es el tipo estándar (1 para SHA-256) definido en RFC 4701.
fr_fr: Le type de digest DHCID %d n'est pas le type standard (1 pour SHA-256) défini dans la RFC 4701.
id_id: DS record digest is mandatory.
ko_kr: 필터 유형이 잘못되었습니다.
lt_lt: DHCID santraukos tipas %d nėra standartinis tipas (1 SHA-256), apibrėžtas RFC 4701.
pl_pl: Typ skrótu DHCID %d nie jest standardowym typem (1 dla SHA-256) zdefiniowanym w RFC 4701.
ru_ru: Тип дайджеста DHCID %d не является стандартным типом (1 для SHA-256), определенным в RFC 4701.
sv_se: Post tillagd
tr_tr: DHCID özet türü %d RFC 4701'de tanımlanan standart tür (SHA-256 için 1) değil.
uk_ua: Invalid priority value. Must be a positive integer.
vi_vn: GOST (digest type 3) chỉ được sử dụng rộng rãi ở một số khu vực. Hãy cân nhắc SHA-256 để tương thích rộng hơn.
zh_cn: DHCID 摘要类型 %d 不是 RFC 4701 中定义的标准类型（SHA-256 为 1）。

source: DHCID record with SHA-256 digest (type 1) must be at least 35 bytes when decoded (2 for identifier type, 1 for digest type, 32 for SHA-256 digest).
cs_cz: Záznam DHCID s SHA-256 digestem (typ 1) musí mít po dekódování alespoň 35 bajtů (2 pro typ identifikátoru, 1 pro typ digestu, 32 pro SHA-256 digest).
de_de: DHCID-Eintrag mit SHA-256-Digest (Typ 1) muss bei Dekodierung mindestens 35 Bytes haben (2 für Identifikatortyp, 1 für Digest-Typ, 32 für SHA-256-Digest).
es_es: El registro DHCID con digest SHA-256 (tipo 1) debe tener al menos 35 bytes cuando se decodifica (2 para tipo de identificador, 1 para tipo de digest, 32 para digest SHA-256).
fr_fr: L'enregistrement DHCID avec digest SHA-256 (type 1) doit faire au moins 35 octets une fois décodé (2 pour le type d'identifiant, 1 pour le type de digest, 32 pour le digest SHA-256).
id_id: Digest DS record wajib diisi.
ko_kr: 시작 날짜는 유효한 날짜여야 합니다.
lt_lt: DHCID įrašas su SHA-256 santrauka (tipas 1) turi būti bent 35 baitai dekodavus (2 identifikatoriaus tipui, 1 santraukos tipui, 32 SHA-256 santraukai).
pl_pl: Rekord DHCID ze skrótem SHA-256 (typ 1) musi mieć co najmniej 35 bajtów po dekodowaniu (2 dla typu identyfikatora, 1 dla typu skrótu, 32 dla skrótu SHA-256).
ru_ru: DHCID-запись с дайджестом SHA-256 (тип 1) после декодирования должна состоять минимум из 35 байт (2 для типа идентификатора, 1 для типа дайджеста, 32 для дайджеста SHA-256).
sv_se: Post uppdaterad
tr_tr: SHA-256 özetli (tür 1) DHCID kaydı kodçözüldüğünde en az 35 byte olmalıdır (tanımlayıcı türü için 2, özet türü için 1, SHA-256 özeti için 32).
uk_ua: This record may conflict with an existing CNAME record per RFC 1034.
vi_vn: Key tag không hợp lệ cho bản ghi DS. Phải nằm trong khoảng từ 0 đến 65535.
zh_cn: 具有 SHA-256 摘要（类型 1）的 DHCID 记录在解码时必须至少为 35 个字节（标识符类型 2 字节，摘要类型 1 字节，SHA-256 摘要 32 字节）。

source: DHCID records should be updated only by authorized DHCP clients or servers to prevent conflicts and unauthorized DNS updates.
cs_cz: Záznamy DHCID by měly být aktualizovány pouze autorizovanými DHCP klienty nebo servery, aby se zabránilo konfliktům a neautorizovaným DNS aktualizacím.
de_de: DHCID-Einträge sollten nur von autorisierten DHCP-Clients oder -Servern aktualisiert werden, um Konflikte und unbefugte DNS-Updates zu verhindern.
es_es: Los registros DHCID deben actualizarse solo por clientes o servidores DHCP autorizados para prevenir conflictos y actualizaciones DNS no autorizadas.
fr_fr: Les enregistrements DHCID ne doivent être mis à jour que par des clients ou serveurs DHCP autorisés pour éviter les conflits et les mises à jour DNS non autorisées.
id_id: DNSKEY record flags is mandatory.
ko_kr: 종료 날짜는 유효한 날짜여야 합니다.
lt_lt: DHCID įrašai turėtų būti atnaujinami tik autorizuotų DHCP klientų ar serverių, kad išvengtų konfliktų ir neleistinų DNS atnaujinimų.
pl_pl: Rekordy DHCID powinny być aktualizowane tylko przez autoryzowanych klientów lub serwery DHCP aby zapobiec konfliktom i nieautoryzowanym aktualizacjom DNS.
ru_ru: DHCID-записи должны обновляться только авторизованными DHCP-клиентами или серверами для предотвращения конфликтов и несанкционированных DNS-обновлений.
sv_se: Post borttagen
tr_tr: DHCID kayıtları çarpışmaları ve yetkisiz DNS güncellemelerini önlemek için sadece yetkili DHCP istemcileri veya sunucuları tarafından güncellenmelidir.
uk_ua: CNAME records cannot coexist with other record types at the same name (RFC 1034 section 3.6.2).
vi_vn: Nội dung bản ghi DS phải ở định dạng: keytag algorithm digesttype digest.
zh_cn: DHCID 记录应仅由授权的 DHCP 客户端或服务器更新，以防止冲突和未授权的 DNS 更新。

source: Consider using DNSSEC or TSIG authentication (RFC 3007) for secure DHCID updates as recommended by RFC 4701.
cs_cz: Zvažte použití DNSSEC nebo TSIG ověření (RFC 3007) pro bezpečné DHCID aktualizace, jak doporučuje RFC 4701.
de_de: Erwägen Sie die Verwendung von DNSSEC- oder TSIG-Authentifizierung (RFC 3007) für sichere DHCID-Updates, wie von RFC 4701 empfohlen.
es_es: Considere usar autenticación DNSSEC o TSIG (RFC 3007) para actualizaciones DHCID seguras como recomienda RFC 4701.
fr_fr: Considérez utiliser l'authentification DNSSEC ou TSIG (RFC 3007) pour des mises à jour DHCID sécurisées comme recommandé par la RFC 4701.
id_id: Flags DNSKEY record wajib diisi.
ko_kr: 종료 날짜는 시작 날짜 이후여야 합니다.
lt_lt: Apsvarstykite DNSSEC arba TSIG autentifikavimo (RFC 3007) naudojimą saugiems DHCID atnaujinimams, kaip rekomenduoja RFC 4701.
pl_pl: Rozważ użycie uwierzytelniania DNSSEC lub TSIG (RFC 3007) dla bezpiecznych aktualizacji DHCID jak zaleca RFC 4701.
ru_ru: Рассмотрите использование аутентификации DNSSEC или TSIG (RFC 3007) для безопасного обновления DHCID, как рекомендует RFC 4701.
sv_se: Kunde inte lägga till post
tr_tr: RFC 4701 tarafından önerildiği gibi güvenli DHCID güncellemeleri için DNSSEC veya TSIG kimlik doğrulaması (RFC 3007) kullanmayı düşünün.
uk_ua: DNAME and CNAME cannot coexist at the same name per RFC 6672.
vi_vn: Ký tự không hợp lệ trong nội dung bản ghi DS.
zh_cn: 根据 RFC 4701 的建议，考虑使用 DNSSEC 或 TSIG 认证（RFC 3007）进行安全的 DHCID 更新。

source: Hostname contains invalid characters.
cs_cz: Hostname obsahuje neplatné znaky.
de_de: Hostname enthält ungültige Zeichen.
es_es: El nombre de host contiene caracteres inválidos.
fr_fr: Le nom d'hôte contient des caractères invalides.
id_id: DNSKEY record flags must be between 0 and 65535.
ko_kr: 잘못된 날짜 형식입니다. YYYY-MM-DD를 사용하십시오.
lt_lt: Hostname turi neteisingų simbolių.
pl_pl: Nazwa hosta zawiera nieprawidłowe znaki.
ru_ru: Имя хоста содержит недопустимые символы.
sv_se: Kunde inte uppdatera post
tr_tr: Hostname geçersiz karakterler içeriyor.
uk_ua: Multiple CNAME records for the same name are not allowed.
vi_vn: Trường ưu tiên cho bản ghi DS phải là 0 hoặc rỗng
zh_cn: 主机名包含无效字符。

source: Priority field for RRSIG records must be 0 or empty
cs_cz: Pole priority pro záznamy RRSIG musí být 0 nebo prázdné
de_de: Prioritätsfeld für RRSIG-Einträge muss 0 oder leer sein
es_es: El campo de prioridad para registros RRSIG debe ser 0 o vacío
fr_fr: Le champ priorité pour les enregistrements RRSIG doit être 0 ou vide
id_id: Flags DNSKEY record harus antara 0 dan 65535.
ko_kr: zone_id는 양의 정수여야 합니다.
lt_lt: RRSIG įrašų prioriteto laukas turi būti 0 arba tuščias
pl_pl: Pole priorytetu dla rekordów RRSIG musi być 0 lub puste
ru_ru: Поле приоритета для RRSIG-записей должно быть 0 или пустым
sv_se: Kunde inte ta bort post
tr_tr: RRSIG kayıtları için öncelik alanı 0 veya boş olmalıdır
uk_ua: CNAME loop detected: %s
vi_vn: Có nhiều bản ghi DS với cùng key tag và thuật toán. Đây có thể là cố ý (nhiều loại digest) hoặc lỗi.
zh_cn: RRSIG 记录的优先级字段必须为 0 或空

source: RRSIG records should only be created by your DNS server when signing a zone. Manual manipulation is not recommended.
cs_cz: Záznamy RRSIG by měly být vytvářeny pouze vaším DNS serverem při podepisování zóny. Ruční manipulace není doporučena.
de_de: RRSIG-Einträge sollten nur von Ihrem DNS-Server beim Signieren einer Zone erstellt werden. Manuelle Manipulation wird nicht empfohlen.
es_es: Los registros RRSIG solo deben crearse por su servidor DNS al firmar una zona. No se recomienda la manipulación manual.
fr_fr: Les enregistrements RRSIG ne doivent être créés que par votre serveur DNS lors de la signature d'une zone. La manipulation manuelle n'est pas recommandée.
id_id: DNSKEY record protocol is mandatory.
ko_kr: user_id는 양의 정수여야 합니다.
lt_lt: RRSIG įrašai turėtų būti kuriami tik jūsų DNS serverio pasirašant zoną. Nerekomenduojama manipuliuoti rankiniu būdu.
pl_pl: Rekordy RRSIG powinny być tworzone tylko przez serwer DNS podczas podpisywania strefy. Ręczna manipulacja nie jest zalecana.
ru_ru: RRSIG-записи должны создаваться только вашим DNS-сервером при подписании зоны. Ручное изменение не рекомендуется.
sv_se: Ogiltigt zonnamn
tr_tr: RRSIG kayıtları sadece bir zon imzalanırken DNS sunucunuz tarafından oluşturulmalıdır. Manuel müdahale önerilmez.
uk_ua: CNAME chain exceeds recommended maximum depth of 8.
vi_vn: Bản ghi DS có key tag 0 là không bình thường. Hãy xác minh đây là bản ghi hợp lệ.
zh_cn: RRSIG 记录应仅由您的 DNS 服务器在签名区域时创建。不建议手动操作。

source: Regular key rollovers are recommended security practice: ZSK every 1-3 months, KSK every 1-2 years.
cs_cz: Pravidelné obměny klíčů jsou doporučená bezpečnostní praxe: ZSK každé 1-3 měsíce, KSK každé 1-2 roky.
de_de: Regelmäßige Schlüsselwechsel sind empfohlene Sicherheitspraxis: ZSK alle 1-3 Monate, KSK alle 1-2 Jahre.
es_es: Las rotaciones regulares de claves son práctica de seguridad recomendada: ZSK cada 1-3 meses, KSK cada 1-2 años.
fr_fr: Le renouvellement régulier des clés est une pratique de sécurité recommandée : ZSK tous les 1-3 mois, KSK tous les 1-2 ans.
id_id: Protocol DNSKEY record wajib diisi.
ko_kr: 잘못된 존 ID입니다.
lt_lt: Reguliarūs raktų keitimai yra rekomenduojama saugumo praktika: ZSK kas 1-3 mėnesius, KSK kas 1-2 metus.
pl_pl: Regularne zmiany kluczy to zalecana praktyka bezpieczeństwa: ZSK co 1-3 miesiące, KSK co 1-2 lata.
ru_ru: Регулярная смена ключей является рекомендуемой практикой безопасности: ZSK каждые 1-3 месяца, KSK каждые 1-2 года.
sv_se: Ogiltigt TTL
tr_tr: Düzenli anahtar değişimi önerilen güvenlik uygulamasıdır: ZSK her 1-3 ayda bir, KSK her 1-2 yılda bir.
uk_ua: CNAME target should be a fully-qualified domain name (ending with a dot) to avoid ambiguity.
vi_vn: Zone con yêu cầu bản ghi DS tương ứng trong zone cha để chuỗi tin cậy DNSSEC.
zh_cn: 定期密钥轮换是推荐的安全实践：ZSK 每 1-3 个月，KSK 每 1-2 年。

source: RRSIG record content cannot be empty.
cs_cz: Obsah záznamu RRSIG nemůže být prázdný.
de_de: RRSIG-Eintragsinhalt kann nicht leer sein.
es_es: El contenido del registro RRSIG no puede estar vacío.
fr_fr: Le contenu de l'enregistrement RRSIG ne peut pas être vide.
id_id: DNSKEY record protocol must be 3.
ko_kr: 잘못된 사용자 ID입니다.
lt_lt: RRSIG įrašo turinys negali būti tuščias.
pl_pl: Zawartość rekordu RRSIG nie może być pusta.
ru_ru: Содержимое RRSIG-записи не может быть пустым.
sv_se: Ogiltigt postinnehåll
tr_tr: RRSIG kayıt içeriği boş olamaz.
uk_ua: This PTR record appears to be in a reverse zone. Ensure the name matches the IP address format.
vi_vn: Bản ghi DS này phải khớp với bản ghi DNSKEY trong zone con.
zh_cn: RRSIG 记录内容不能为空。

source: RRSIG record contains invalid characters.
cs_cz: Záznam RRSIG obsahuje neplatné znaky.
de_de: RRSIG-Eintrag enthält ungültige Zeichen.
es_es: El registro RRSIG contiene caracteres inválidos.
fr_fr: L'enregistrement RRSIG contient des caractères invalides.
id_id: Protocol DNSKEY record harus 3.
ko_kr: 사용자는 이미 이 존에 대한 액세스 권한이 있습니다.
lt_lt: RRSIG įrašas turi neteisingų simbolių.
pl_pl: Rekord RRSIG zawiera nieprawidłowe znaki.
ru_ru: RRSIG-запись содержит недопустимые символы.
sv_se: Ogiltigt postnivå
tr_tr: RRSIG kaydı geçersiz karakterler içeriyor.
uk_ua: SOA serial number format appears non-standard. Common format is YYYYMMDDnn.
vi_vn: Cờ không hợp lệ cho bản ghi DNSKEY. Phải nằm trong khoảng từ 0 đến 65535.
zh_cn: RRSIG 记录包含无效字符。
