Repository: poweradmin/poweradmin
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: cs_cz, de_de, es_es, fr_fr, id_id, ko_kr, lt_lt, pl_pl, ru_ru, sv_se, tr_tr, uk_ua, vi_vn, zh_cn

source: Creates PTR records only for IPs that have existing A records in the forward zone
cs_cz: Vytváří PTR záznamy pouze pro IP adresy, které mají existující A záznamy v přímé zóně
de_de: Erstellt PTR-Einträge nur für IPs, die vorhandene A-Einträge in der Forward-Zone haben
es_es: Crea registros PTR solo para IPs que tienen registros A existentes en la zona directa
fr_fr: Crée des enregistrements PTR seulement pour les IP ayant des enregistrements A existants dans la zone directe
id_id: Membuat rekod PTR hanya untuk IP yang memiliki rekod A yang ada di zona forward
ko_kr: 정방향 존에 기존 A 레코드가 있는 IP에 대해서만 PTR 레코드를 생성합니다
lt_lt: Sukuria PTR įrašus tik IP adresams, kurie turi esamus A įrašus tiesioginėje zonoje
pl_pl: Tworzy rekordy PTR tylko dla IP, które mają istniejące rekordy A w strefie głównej
ru_ru: Создает PTR записи только для IP-адресов, которые имеют существующие A записи в прямой зоне
sv_se: Skapar PTR-poster endast för IP-adresser som har befintliga A-poster i forward-zonen
tr_tr: PTR kayıtlarını sadece düz zonda mevcut A kayıtları bulunan IP'ler için oluşturur
uk_ua: Створює записи PTR лише для IP-адрес, які мають існуючі записи A у прямій зоні
vi_vn: Chỉ tạo bản ghi PTR cho các IP có bản ghi A hiện có trong vùng chuyển tiếp
zh_cn: 仅为在正向区域中具有现有 A 记录的 IP 创建 PTR 记录

source: For IPv4, supported networks are:
cs_cz: Pro IPv4 jsou podporované sítě:
de_de: Für IPv4 sind unterstützte Netzwerke:
es_es: Para IPv4, las redes soportadas son:
fr_fr: Pour IPv4, les réseaux supportés sont:
id_id: Untuk IPv4, jaringan yang didukung adalah:
ko_kr: IPv4의 경우 지원되는 네트워크는 다음과 같습니다:
lt_lt: IPv4 palaikomi tinklai yra:
pl_pl: Dla IPv4 obsługiwane sieci to:
ru_ru: Для IPv4 поддерживаются сети:
sv_se: För IPv4 stöds följande nätverk:
tr_tr: IPv4 için desteklenen ağlar:
uk_ua: Для IPv4 підтримуються мережі:
vi_vn: Đối với IPv4, các mạng được hỗ trợ là:
zh_cn: 对于 IPv4，支持的网络有：

source: Requirements
cs_cz: Požadavky
de_de: Voraussetzungen
es_es: Requisitos
fr_fr: Exigences
id_id: Persyaratan
ko_kr: 요구 사항
lt_lt: Reikalavimai
pl_pl: Wymagania
ru_ru: Требования
sv_se: Krav
tr_tr: Gereksinimler
uk_ua: Вимоги
vi_vn: Yêu cầu
zh_cn: 要求

source: You must have the appropriate reverse zone already created in PowerDNS before using this feature.
cs_cz: Musíte mít příslušnou reverzní zónu již vytvořenou v PowerDNS před použitím této funkce.
de_de: Sie müssen die entsprechende Reverse-Zone bereits in PowerDNS erstellt haben, bevor Sie diese Funktion verwenden.
es_es: Debe tener la zona inversa apropiada ya creada en PowerDNS antes de usar esta característica.
fr_fr: Vous devez avoir la zone inverse appropriée déjà créée dans PowerDNS avant d'utiliser cette fonctionnalité.
id_id: Anda harus sudah membuat zona reverse yang sesuai di PowerDNS sebelum menggunakan fitur ini.
ko_kr: 이 기능을 사용하기 전에 PowerDNS에 적절한 역방향 존이 이미 생성되어 있어야 합니다.
lt_lt: Prieš naudodami šią funkciją turite turėti sukurtą atitinkamą atvirkštinę zoną PowerDNS sistemoje.
pl_pl: Musisz mieć odpowiednią strefę odwrotną już utworzoną w PowerDNS przed użyciem tej funkcji.
ru_ru: У вас должна быть соответствующая обратная зона, уже созданная в PowerDNS, прежде чем использовать эту функцию.
sv_se: Du måste redan ha skapat lämplig reverse-zon i PowerDNS innan du använder denna funktion.
tr_tr: Bu özelliği kullanmadan önce PowerDNS'te uygun ters zonun zaten oluşturulmuş olması gerekir.
uk_ua: Ви повинні мати відповідну реверсну зону, вже створену в PowerDNS, перш ніж використовувати цю функцію.
vi_vn: Bạn phải đã tạo vùng đảo ngược thích hợp trong PowerDNS trước khi sử dụng tính năng này.
zh_cn: 在使用此功能之前，您必须在 PowerDNS 中已创建相应的反向区域。

source: For example:
cs_cz: Například:
de_de: Zum Beispiel:
es_es: Por ejemplo:
fr_fr: Par exemple:
id_id: Misalnya:
ko_kr: 예를 들어:
lt_lt: Pavyzdžiui:
pl_pl: Na przykład:
ru_ru: Например:
sv_se: Till exempel:
tr_tr: Örneğin:
uk_ua: Наприклад:
vi_vn: Ví dụ:
zh_cn: 例如：

source: For network 192.168.1.0/24, you need a reverse zone for 1.168.192.in-addr.arpa
cs_cz: Pro síť 192.168.1.0/24 potřebujete reverzní zónu pro 1.168.192.in-addr.arpa
de_de: Für Netzwerk 192.168.1.0/24 benötigen Sie eine Reverse-Zone für 1.168.192.in-addr.arpa
es_es: Para la red 192.168.1.0/24, necesita una zona inversa para 1.168.192.in-addr.arpa
fr_fr: Pour le réseau 192.168.1.0/24, vous avez besoin d'une zone inverse pour 1.168.192.in-addr.arpa
id_id: Untuk jaringan 192.168.1.0/24, Anda memerlukan zona reverse untuk 1.168.192.in-addr.arpa
ko_kr: 네트워크 192.168.1.0/24의 경우 1.168.192.in-addr.arpa에 대한 역방향 존이 필요합니다
lt_lt: Tinklui 192.168.1.0/24 reikia atvirkštinės zonos 1.168.192.in-addr.arpa
pl_pl: Dla sieci 192.168.1.0/24 potrzebujesz strefy odwrotnej dla 1.168.192.in-addr.arpa
ru_ru: Для сети 192.168.1.0/24 вам нужна обратная зона для 1.168.192.in-addr.arpa
sv_se: För nätverk 192.168.1.0/24 behöver du en reverse-zon för 1.168.192.in-addr.arpa
tr_tr: 192.168.1.0/24 ağı için, 1.168.192.in-addr.arpa için bir ters zona ihtiyacınız var
uk_ua: Для мережі 192.168.1.0/24 вам потрібна реверсна зона для 1.168.192.in-addr.arpa
vi_vn: Đối với mạng 192.168.1.0/24, bạn cần một vùng đảo ngược cho 1.168.192.in-addr.arpa
zh_cn: 对于网络 192.168.1.0/24，您需要为 1.168.192.in-addr.arpa 创建反向区域

source: For larger networks, you will need the corresponding reverse zones (e.g., 168.192.in-addr.arpa for a /16 network)
cs_cz: Pro větší sítě budete potřebovat odpovídající reverzní zóny (např. 168.192.in-addr.arpa pro síť /16)
de_de: Für größere Netzwerke benötigen Sie die entsprechenden Reverse-Zonen (z.B. 168.192.in-addr.arpa für ein /16-Netzwerk)
es_es: Para redes más grandes, necesitará las zonas inversas correspondientes (por ejemplo, 168.192.in-addr.arpa para una red /16)
fr_fr: Pour les réseaux plus larges, vous aurez besoin des zones inverses correspondantes (par ex., 168.192.in-addr.arpa pour un réseau /16)
id_id: Untuk jaringan yang lebih besar, Anda akan memerlukan zona reverse yang sesuai (mis., 168.192.in-addr.arpa untuk jaringan /16)
ko_kr: 더 큰 네트워크의 경우 해당 역방향 존이 필요합니다 (예: /16 네트워크의 경우 168.192.in-addr.arpa)
lt_lt: Didesniems tinklams reikės atitinkamų atvirkštinių zonų (pvz., 168.192.in-addr.arpa /16 tinklui)
pl_pl: Dla większych sieci będziesz potrzebować odpowiednich stref odwrotnych (np. 168.192.in-addr.arpa dla sieci /16)
ru_ru: Для больших сетей вам потребуются соответствующие обратные зоны (например, 168.192.in-addr.arpa для сети /16)
sv_se: För större nätverk behöver du motsvarande reverse-zoner (t.ex. 168.192.in-addr.arpa för ett /16-nätverk)
tr_tr: Daha büyük ağlar için, karşılık gelen ters zonlara ihtiyacınız olacak (örneğin: /16 ağı için 168.192.in-addr.arpa)
uk_ua: Для більших мереж вам знадобляться відповідні реверсні зони (наприклад, 168.192.in-addr.arpa для мережі /16)
vi_vn: Đối với các mạng lớn hơn, bạn sẽ cần các vùng đảo ngược tương ứng (ví dụ: 168.192.in-addr.arpa cho mạng /16)
zh_cn: 对于更大的网络，您需要相应的反向区域（例如，/16 网络需要 168.192.in-addr.arpa）

source: Quick Tips
cs_cz: Rychlé tipy
de_de: Schnelle Tipps
es_es: Consejos Rápidos
fr_fr: Conseils Rapides
id_id: Tips Cepat
ko_kr: 빠른 팁
lt_lt: Greiti patarimai
pl_pl: Szybkie wskazówki
ru_ru: Быстрые Советы
sv_se: Snabbtips
tr_tr: Hızlı İpuçları
uk_ua: Швидкі підказки
vi_vn: Mẹo nhanh
zh_cn: 快速提示

source: Use the dropdown button next to Network Prefix to select from existing reverse zones
cs_cz: Použijte rozbalovací tlačítko vedle síťové předpony k výběru z existujících reverzních zón
de_de: Verwenden Sie die Dropdown-Schaltfläche neben Netzwerk-Präfix, um aus vorhandenen Reverse-Zonen auszuwählen
es_es: Use el botón desplegable junto al Prefijo de Red para seleccionar entre las zonas inversas existentes
fr_fr: Utilisez le bouton déroulant à côté du Préfixe Réseau pour sélectionner parmi les zones inverses existantes
id_id: Gunakan tombol dropdown di sebelah Prefiks Jaringan untuk memilih dari zona reverse yang ada
ko_kr: 네트워크 프리픽스 옆의 드롭다운 버튼을 사용하여 기존 역방향 존에서 선택하세요
lt_lt: Naudokite išskleidžiamąjį mygtuką šalia tinklo prefikso, kad pasirinktumėte iš esamų atvirkštinių zonų
pl_pl: Użyj przycisku rozwijanego obok Prefiksu sieci, aby wybrać z istniejących stref odwrotnych
ru_ru: Используйте выпадающую кнопку рядом с Префиксом Сети для выбора из существующих обратных зон
sv_se: Använd rullgardinsknappen bredvid Nätverksprefix för att välja från befintliga reverse-zoner
tr_tr: Mevcut ters zonlardan seçmek için Ağ Öneki yanındaki açılır menü düğmesini kullanın
uk_ua: Використовуйте випадаючу кнопку поруч з префіксом мережі, щоб вибрати з існуючих реверсних зон
vi_vn: Sử dụng nút thả xuống bên cạnh Tiền tố mạng để chọn từ các vùng đảo ngược hiện có
zh_cn: 使用网络前缀旁边的下拉按钮从现有反向区域中选择

source: Use "Create PTRs only for existing A records" to populate PTRs based on your forward zone
cs_cz: Použijte "Vytvořit PTR pouze pro existující A záznamy" k naplnění PTR na základě vaší přímé zóny
de_de: Verwenden Sie "PTRs nur für vorhandene A-Einträge erstellen", um PTRs basierend auf Ihrer Forward-Zone zu füllen
es_es: Use "Crear PTRs solo para registros A existentes" para poblar PTRs basados en su zona directa
fr_fr: Utilisez "Créer des PTR seulement pour les enregistrements A existants" pour peupler les PTR basés sur votre zone directe
id_id: Gunakan "Buat PTR hanya untuk rekod A yang ada" untuk mengisi PTR berdasarkan zona forward Anda
ko_kr: "기존 A 레코드에 대해서만 PTR 생성"을 사용하여 정방향 존을 기반으로 PTR을 채우세요
lt_lt: Naudokite "Sukurti PTR tik esamiems A įrašams", kad užpildytumėte PTR remiantis jūsų tiesiogine zona
pl_pl: Użyj "Utwórz PTR tylko dla istniejących rekordów A", aby wypełnić PTR na podstawie twojej strefy głównej
ru_ru: Используйте "Создать PTR только для существующих A записей" для заполнения PTR на основе вашей прямой зоны
sv_se: Använd "Skapa PTR endast för befintliga A-poster" för att fylla i PTR baserat på din forward-zon
tr_tr: Düz zonunuza dayalı olarak PTR'leri doldurmak için "Sadece mevcut A kayıtları için PTR'ler oluştur" seçeneğini kullanın
uk_ua: Використовуйте "Створити PTR лише для існуючих записів A", щоб заповнити PTR на основі вашої прямої зони
vi_vn: Sử dụng "Chỉ tạo PTR cho bản ghi A hiện có" để điền PTR dựa trên vùng chuyển tiếp của bạn
zh_cn: 使用\"仅为现有 A 记录创建 PTR\"根据您的正向区域填充 PTR

source: Use the Host Prefix field to add a prefix to all hostnames when creating all IPs
cs_cz: Použijte pole předpony hostitele k přidání předpony všem názvům hostitelů při vytváření všech IP
de_de: Verwenden Sie das Host-Präfix-Feld, um allen Hostnamen ein Präfix hinzuzufügen, wenn Sie alle IPs erstellen
es_es: Use el campo Prefijo de Host para agregar un prefijo a todos los nombres de host al crear todas las IPs
fr_fr: Utilisez le champ Préfixe Hôte pour ajouter un préfixe à tous les noms d'hôte lors de la création de toutes les IP
id_id: Gunakan bidang Prefiks Host untuk menambahkan prefiks ke semua nama host saat membuat semua IP
ko_kr: 모든 IP를 생성할 때 모든 호스트명에 프리픽스를 추가하려면 호스트 프리픽스 필드를 사용하세요
lt_lt: Naudokite serverio prefikso lauką, kad pridėtumėte prefiksą visiems serverių vardams kuriant visus IP
pl_pl: Użyj pola Prefiks hosta, aby dodać prefiks do wszystkich nazw hostów podczas tworzenia wszystkich IP
ru_ru: Используйте поле Префикс Хоста для добавления префикса ко всем именам хостов при создании всех IP
sv_se: Använd fältet Värdprefix för att lägga till ett prefix till alla värdnamn när du skapar alla IP-adresser
tr_tr: Tüm IP'leri oluştururken tüm hostname'lere bir önek eklemek için Host Öneki alanını kullanın
uk_ua: Використовуйте поле префіксу хоста, щоб додати префікс до всіх імен хостів при створенні всіх IP
vi_vn: Sử dụng trường Tiền tố máy chủ để thêm tiền tố cho tất cả tên máy chủ khi tạo tất cả IP
zh_cn: 创建所有 IP 时，使用主机前缀字段为所有主机名添加前缀

source: Check "Create forward A/AAAA records" to automatically create matching forward records (disabled when using matching mode)
cs_cz: Zaškrtněte "Vytvořit přímé A/AAAA záznamy" pro automatické vytvoření odpovídajících přímých záznamů (zakázáno při použití režimu odpovídání)
de_de: Aktivieren Sie "Forward A/AAAA-Einträge erstellen", um automatisch passende Forward-Einträge zu erstellen (deaktiviert bei Verwendung des Matching-Modus)
es_es: Marque "Crear registros A/AAAA directos" para crear automáticamente registros directos coincidentes (deshabilitado al usar modo coincidente)
fr_fr: Cochez "Créer des enregistrements A/AAAA directs" pour créer automatiquement des enregistrements directs correspondants (désactivé en mode correspondance)
id_id: Centang "Buat rekod A/AAAA forward" untuk secara otomatis membuat rekod forward yang cocok (dinonaktifkan saat menggunakan mode pencocokan)
ko_kr: "정방향 A/AAAA 레코드 생성"을 선택하여 일치하는 정방향 레코드를 자동으로 생성합니다 (일치 모드 사용 시 비활성화됨)
lt_lt: Pažymėkite "Sukurti tiesioginius A/AAAA įrašus", kad automatiškai sukurtumėte atitinkamus tiesioginius įrašus (išjungta naudojant atitikimo režimą)
pl_pl: Zaznacz "Utwórz rekordy A/AAAA", aby automatycznie utworzyć dopasowane rekordy główne (wyłączone w trybie dopasowania)
ru_ru: Отметьте "Создать прямые A/AAAA записи" для автоматического создания соответствующих прямых записей (отключено при использовании режима совпадения)
sv_se: Markera "Skapa forward A/AAAA-poster" för att automatiskt skapa matchande forward-poster (inaktiverad när matchande läge används)
tr_tr: Eşleşen düz kayıtları otomatik olarak oluşturmak için "Düz A/AAAA kayıtları oluştur" seçeneğini işaretleyin (eşleştirme modu kullanılırken devre dışı)
uk_ua: Позначте "Створити прямі записи A/AAAA", щоб автоматично створити відповідні прямі записи (відключено при використанні режиму відповідності)
vi_vn: Đánh dấu "Tạo bản ghi A/AAAA chuyển tiếp" để tự động tạo bản ghi chuyển tiếp khớp (vô hiệu hóa khi sử dụng chế độ khớp)
zh_cn: 选中\"创建正向 A/AAAA 记录\"以自动创建匹配的正向记录（使用匹配模式时被禁用）

source: Ownership
id_id: Kepemilikan
ko_kr: 소유권
sv_se: Ägarskap
uk_ua: Власність
vi_vn: Quyền sở hữu

source: User Owner
id_id: Pemilik Pengguna
ko_kr: 사용자 소유자
sv_se: Användarägare
uk_ua: Власник-користувач
vi_vn: Chủ sở hữu người dùng

source: No users assigned to this zone.
id_id: Tidak ada pengguna yang ditugaskan untuk zona ini.
ko_kr: 이 존에 할당된 사용자가 없습니다.
sv_se: Inga användare tilldelade denna zon.
uk_ua: Користувачі не призначені для цієї зони.
vi_vn: Không có người dùng nào được gán cho vùng này.

source: Add User Owner
id_id: Tambah Pemilik Pengguna
ko_kr: 사용자 소유자 추가
sv_se: Lägg till användarägare
uk_ua: Додати власника-користувача
vi_vn: Thêm chủ sở hữu người dùng

source: Search users...
id_id: Cari pengguna...
ko_kr: 사용자 검색...
sv_se: Sök användare...
uk_ua: Пошук користувачів...
vi_vn: Tìm kiếm người dùng...

source: You
id_id: Anda
ko_kr: 귀하
sv_se: Du
uk_ua: Ви
vi_vn: Bạn

source: Add Owner
id_id: Tambah Pemilik
ko_kr: 소유자 추가
sv_se: Lägg till ägare
uk_ua: Додати власника
vi_vn: Thêm chủ sở hữu

source: Group Ownership
id_id: Kepemilikan Grup
ko_kr: 그룹 소유권
sv_se: Gruppägarskap
uk_ua: Власність групи
vi_vn: Quyền sở hữu nhóm

source: No groups assigned to this zone.
id_id: Tidak ada grup yang ditugaskan untuk zona ini.
ko_kr: 이 존에 할당된 그룹이 없습니다.
sv_se: Inga grupper tilldelade denna zon.
uk_ua: Групи не призначені для цієї зони.
vi_vn: Không có nhóm nào được gán cho vùng này.

source: Add Group Ownership
id_id: Tambah Kepemilikan Grup
ko_kr: 그룹 소유권 추가
sv_se: Lägg till gruppägarskap
uk_ua: Додати власність групи
vi_vn: Thêm quyền sở hữu nhóm

source: Search groups...
id_id: Cari grup...
ko_kr: 그룹 검색...
sv_se: Sök grupper...
uk_ua: Пошук груп...
vi_vn: Tìm kiếm nhóm...

source: Add Group
id_id: Tambah Grup
ko_kr: 그룹 추가
sv_se: Lägg till grupp
uk_ua: Додати групу
vi_vn: Thêm nhóm

source: Add record
cs_cz: Přidat záznam
de_de: Eintrag hinzufügen
es_es: Añadir registro
fr_fr: Ajouter un enregistrement
id_id: Tambah rekod
ko_kr: 레코드 추가
lt_lt: Pridėti įrašą
pl_pl: Dodaj rekord
ru_ru: Добавить запись
sv_se: Lägg till post
tr_tr: Kayıt ekle
uk_ua: Додати запис
vi_vn: Thêm bản ghi
zh_cn: 添加记录

source: After adding this record, remember to update the zones using this template by clicking "Update zones" on the template page.
cs_cz: Po přidání tohoto záznamu nezapomeňte aktualizovat zóny používající tuto šablonu kliknutím na "Aktualizovat zóny" na stránce šablony.
de_de: Nach dem Hinzufügen dieses Eintrags denken Sie daran, die Zonen, die diese Vorlage verwenden, zu aktualisieren, indem Sie auf "Zonen aktualisieren" auf der Vorlagenseite klicken.
es_es: Después de agregar este registro, recuerde actualizar las zonas que usan esta plantilla haciendo clic en "Actualizar zonas" en la página de la plantilla.
fr_fr: Après avoir ajouté cet enregistrement, n'oubliez pas de mettre à jour les zones utilisant ce modèle en cliquant sur "Mettre à jour les zones" sur la page du modèle.
id_id: Setelah menambahkan rekod ini, ingatlah untuk memperbarui zona menggunakan templat ini dengan mengklik "Perbarui zona" di halaman templat.
ko_kr: 이 레코드를 추가한 후 템플릿 페이지에서 "존 업데이트"를 클릭하여 이 템플릿을 사용하는 존을 업데이트해야 합니다.
lt_lt: Pridėję šį įrašą, nepamirškite atnaujinti zonų, naudojančių šį šabloną, paspaudę "Atnaujinti zonas" šablono puslapyje.
pl_pl: Po dodaniu tego rekordu pamiętaj o zaktualizowaniu stref używających tego szablonu, klikając "Aktualizuj strefy" na stronie szablonu.
ru_ru: После добавления этой записи не забудьте обновить зоны, использующие этот шаблон, нажав "Обновить зоны" на странице шаблона.
sv_se: Efter att ha lagt till denna post, kom ihåg att uppdatera zonerna som använder denna mall genom att klicka på "Uppdatera zoner" på mallsidan.
tr_tr: Bu kaydı ekledikten sonra, şablon sayfasında "Zonları güncelle" düğmesine tıklayarak bu şablonu kullanan zonları güncellemeyi unutmayın.
uk_ua: Після додавання цього запису не забудьте оновити зони, що використовують цей шаблон, натиснувши "Оновити зони" на сторінці шаблону.
vi_vn: Sau khi thêm bản ghi này, hãy nhớ cập nhật các vùng sử dụng mẫu này bằng cách nhấp vào "Cập nhật vùng" trên trang mẫu.
zh_cn: 添加此记录后，记住通过在模板页面上点击\"更新区域\"来更新使用此模板的区域。

source: Add record to zone template
cs_cz: Přidat záznam do šablony zóny
de_de: Neuer Eintrag für Zonenvorlage
es_es: Agregar registro a plantilla de zona
fr_fr: Ajouter un enregistrement au modèle de zone
id_id: Tambah rekod ke templat zona
ko_kr: 존 템플릿에 레코드 추가
lt_lt: Pridėti įrašą į zonos šabloną
pl_pl: Dodaj rekord do szablonu strefy
ru_ru: Добавить запись в шаблон зоны
sv_se: Lägg till post i zonmall
tr_tr: Zon şablonuna kayıt ekle
uk_ua: Додати запис до шаблону зони
vi_vn: Thêm bản ghi vào mẫu vùng
zh_cn: 向区域模板添加记录

source: Create a new record for this zone template
cs_cz: Vytvořit nový záznam pro tuto šablonu zóny
de_de: Erzeugen Sie einen neuen Eintrag für diese Zonenvorlage
es_es: Crear un nuevo registro para esta plantilla de zona
fr_fr: Créer un nouvel enregistrement pour ce modèle de zone
id_id: Buat rekod baru untuk templat zona ini
ko_kr: 이 존 템플릿에 대한 새 레코드 생성
lt_lt: Sukurti naują įrašą šiam zonos šablonui
pl_pl: Utwórz nowy rekord dla tego szablonu strefy
ru_ru: Создать новую запись для этого шаблона зоны
sv_se: Skapa en ny post för denna zonmall
tr_tr: Bu zon şablonu için yeni bir kayıt oluştur
uk_ua: Створити новий запис для цього шаблону зони
vi_vn: Tạo một bản ghi mới cho mẫu vùng này
zh_cn: 为此区域模板创建新记录

source: Delete Access Template
id_id: Hapus Templat Akses
ko_kr: 액세스 템플릿 삭제
sv_se: Ta bort åtkomstmall
uk_ua: Видалити шаблон доступу
vi_vn: Xóa mẫu truy cập

source: You are about to delete the access template
id_id: Anda akan menghapus templat akses
ko_kr: 다음 액세스 템플릿을 삭제하려고 합니다
sv_se: Du är på väg att ta bort åtkomstmallen
uk_ua: Ви збираєтеся видалити шаблон доступу
vi_vn: Bạn sắp xóa mẫu truy cập

source: This template is currently assigned to
cs_cz: Tato šablona je aktuálně přiřazena
de_de: Diese Vorlage ist derzeit zugewiesen an
es_es: Esta plantilla está actualmente asignada a
fr_fr: Ce modèle est actuellement attribué à
id_id: Templat ini saat ini ditugaskan untuk
ko_kr: 이 템플릿은 현재 다음에 할당되어 있습니다
lt_lt: Šis šablonas šiuo metu priskirtas
pl_pl: Ten szablon jest obecnie przypisany do
ru_ru: Этот шаблон в настоящее время назначен
sv_se: Denna mall är för närvarande tilldelad till
tr_tr: Bu şablon şu anda şunlara atanmış:
uk_ua: Цей шаблон наразі призначений до
vi_vn: Mẫu này hiện được gán cho
zh_cn: 此模板当前分配给

source: users
cs_cz: uživatelům
de_de: Benutzer
es_es: usuarios
fr_fr: utilisateurs
id_id: pengguna
ko_kr: 사용자
lt_lt: naudotojams
pl_pl: użytkowników
ru_ru: пользователям
sv_se: användare
tr_tr: kullanıcı
uk_ua: користувачів
vi_vn: người dùng
zh_cn: 用户

source: Yes, delete this template
cs_cz: Ano, smazat tuto šablonu
de_de: Ja, diese Vorlage löschen
es_es: Sí, eliminar esta plantilla
fr_fr: Oui, supprimer ce modèle
id_id: Ya, hapus templat ini
ko_kr: 네, 이 템플릿을 삭제합니다
lt_lt: Taip, pašalinti šį šabloną
pl_pl: Tak, usuń ten szablon
ru_ru: Да, удалить этот шаблон
sv_se: Ja, ta bort denna mall
tr_tr: Evet, bu şablonu sil
uk_ua: Так, видалити цей шаблон
vi_vn: Có, xóa mẫu này
zh_cn: 是的，删除此模板

source: No, keep this template
cs_cz: Ne, ponechat tuto šablonu
de_de: Nein, die Vorlage behalten
es_es: No, conservar esta plantilla
fr_fr: Non, garder ce modèle
id_id: Tidak, pertahankan templat ini
ko_kr: 아니요, 이 템플릿을 유지합니다
lt_lt: Ne, palikti šį šabloną
pl_pl: Nie, zachowaj ten szablon
ru_ru: Нет, оставить этот шаблон
sv_se: Nej, behåll denna mall
tr_tr: Hayır, bu şablonu tut
uk_ua: Ні, залишити цей шаблон
vi_vn: Không, giữ mẫu này
zh_cn: 不，保留此模板

source: DNS Record Wizard
id_id: Wizard Rekod DNS
ko_kr: DNS 레코드 마법사
sv_se: DNS-postguide
uk_ua: Майстер DNS-записів
vi_vn: Trình hướng dẫn bản ghi DNS

source: Select a wizard to help you create complex DNS records with guided forms instead of manual text entry.
id_id: Pilih wizard untuk membantu Anda membuat rekod DNS kompleks dengan formulir terpandu alih-alih entri teks manual.
ko_kr: 수동 텍스트 입력 대신 가이드 양식을 사용하여 복잡한 DNS 레코드를 생성하는 데 도움이 되는 마법사를 선택하세요.
sv_se: Välj en guide för att hjälpa dig skapa komplexa DNS-poster med guidade formulär istället för manuell textinmatning.
uk_ua: Виберіть майстер, щоб допомогти вам створити складні записи DNS із керованими формами замість ручного введення тексту.
vi_vn: Chọn một trình hướng dẫn để giúp bạn tạo các bản ghi DNS phức tạp với biểu mẫu được hướng dẫn thay vì nhập văn bản thủ công.

source: DNS wizards are designed for forward zones and may not be appropriate for reverse zones.
id_id: Wizard DNS dirancang untuk zona forward dan mungkin tidak cocok untuk zona reverse.
ko_kr: DNS 마법사는 정방향 존을 위해 설계되었으며 역방향 존에는 적합하지 않을 수 있습니다.
sv_se: DNS-guider är utformade för forward-zoner och kanske inte är lämpliga för reverse-zoner.
uk_ua: Майстри DNS призначені для прямих зон і можуть не підходити для реверсних зон.
vi_vn: Các trình hướng dẫn DNS được thiết kế cho các vùng chuyển tiếp và có thể không phù hợp cho các vùng đảo ngược.

source: Recommended
id_id: Direkomendasikan
ko_kr: 권장
sv_se: Rekommenderas
uk_ua: Рекомендовано
vi_vn: Khuyến nghị

source: Back
id_id: Kembali
ko_kr: 뒤로
sv_se: Tillbaka
uk_ua: Назад
vi_vn: Quay lại

source: Add API Key
cs_cz: Přidat API klíč
de_de: API-Schlüssel hinzufügen
es_es: Agregar Clave API
fr_fr: Ajouter une Clé API
id_id: Tambah Kunci API
ko_kr: API 키 추가
lt_lt: Pridėti API raktą
pl_pl: Dodaj klucz API
ru_ru: Добавить API Ключ
sv_se: Lägg till API-nyckel
tr_tr: API Anahtarı Ekle
uk_ua: Додати API-ключ
vi_vn: Thêm khóa API
zh_cn: 添加 API 密钥

source: My application
cs_cz: Moje aplikace
de_de: Meine Anwendung
es_es: Mi aplicación
fr_fr: Mon application
id_id: Aplikasi saya
ko_kr: 내 애플리케이션
lt_lt: Mano programa
pl_pl: Moja aplikacja
ru_ru: Мое приложение
sv_se: Min applikation
tr_tr: Uygulamam
uk_ua: Моя програма
vi_vn: Ứng dụng của tôi
zh_cn: 我的应用程序
