Repository: poweradmin/poweradmin
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: cs_cz, de_de, es_es, fr_fr, id_id, ko_kr, lt_lt, pl_pl, ru_ru, sv_se, tr_tr, uk_ua, vi_vn, zh_cn

source: TKEY mode must be a number between 1 and 5 (1: Server assignment, 2: Diffie-Hellman exchange, 3: GSS-API negotiation, 4: Resolver assignment, 5: Key deletion).
cs_cz: Režim TKEY musí být číslo mezi 1 a 5 (1: Přiřazení serveru, 2: Diffie-Hellman výměna, 3: GSS-API vyjednávání, 4: Přiřazení resolveru, 5: Smazání klíče).
de_de: TKEY-Mode muss eine Zahl zwischen 1 und 5 sein (1: Server-Zuordnung, 2: Diffie-Hellman-Austausch, 3: GSS-API-Verhandlung, 4: Resolver-Zuordnung, 5: Schlüssellöschung).
es_es: El modo TKEY debe ser un número entre 1 y 5 (1: Asignación de servidor, 2: Intercambio Diffie-Hellman, 3: Negociación GSS-API, 4: Asignación de resolutor, 5: Eliminación de clave).
fr_fr: Le mode TKEY doit être un nombre entre 1 et 5 (1: Attribution serveur, 2: Échange Diffie-Hellman, 3: Négociation GSS-API, 4: Attribution résolveur, 5: Suppression de clé).
id_id: Interval refresh
ko_kr: 키 데이터는 유효한 Base64로 인코딩된 문자열이어야 합니다.
lt_lt: TKEY režimas turi būti skaičius tarp 1 ir 5 (1: Serverio priskyrimas, 2: Diffie-Hellman keitimas, 3: GSS-API derybos, 4: Resolverio priskyrimas, 5: Rakto šalinimas).
pl_pl: Tryb TKEY musi być liczbą między 1 a 5 (1: Przypisanie serwera, 2: Wymiana Diffie-Hellman, 3: Negocjacja GSS-API, 4: Przypisanie resolvera, 5: Usunięcie klucza).
ru_ru: Режим TKEY должен быть числом от 1 до 5 (1: Назначение сервером, 2: Обмен Diffie-Hellman, 3: Переговоры GSS-API, 4: Назначение резольвером, 5: Удаление ключа).
sv_se: Du måste ange en NAPTR-tjänst för en NAPTR-post.
tr_tr: TKEY modu 1 ile 5 arasında bir sayı olmalıdır (1: Sunucu ataması, 2: Diffie-Hellman değişimi, 3: GSS-API müzakeresi, 4: Çözümleyici ataması, 5: Anahtar silme).
uk_ua: MAILB is an experimental record type defined in RFC 1035 but never widely deployed. Modern mail systems use MX records.
vi_vn: Chế độ TKEY phải là số từ 1 đến 5 (1: Gán máy chủ, 2: Trao đổi Diffie-Hellman, 3: Đàm phán GSS-API, 4: Gán resolver, 5: Xóa khóa).
zh_cn: TKEY 模式必须是 1 到 5 之间的数字（1：服务器分配，2：Diffie-Hellman 交换，3：GSS-API 协商，4：解析器分配，5：密钥删除）。

source: GSS-API mode (3) ignores inception and expiration times per RFC 3645.
cs_cz: Režim GSS-API (3) ignoruje časy vytvoření a vypršení podle RFC 3645.
de_de: GSS-API-Mode (3) ignoriert Inception- und Expiration-Zeiten gemäß RFC 3645.
es_es: El modo GSS-API (3) ignora los tiempos de inicio y expiración según RFC 3645.
fr_fr: Le mode GSS-API (3) ignore les heures de début et d'expiration selon la RFC 3645.
id_id: Refresh interval is mandatory.
ko_kr: 기타 데이터는 유효한 Base64로 인코딩된 문자열이어야 합니다.
lt_lt: GSS-API režimas (3) ignoruoja pradžios ir galiojimo pabaigos laikus pagal RFC 3645.
pl_pl: Tryb GSS-API (3) ignoruje czasy rozpoczęcia i wygaśnięcia zgodnie z RFC 3645.
ru_ru: Режим GSS-API (3) игнорирует время начала и истечения согласно RFC 3645.
sv_se: Du måste ange ett NAPTR-regexp för en NAPTR-post.
tr_tr: GSS-API modu (3) RFC 3645'e göre başlangıç ve süre dolum zamanlarını yok sayar.
uk_ua: MAILA is an experimental record type defined in RFC 1035 but never widely deployed. Modern mail systems use MX records.
vi_vn: Chế độ GSS-API (3) bỏ qua thời gian bắt đầu và hết hạn theo RFC 3645.
zh_cn: 根据 RFC 3645，GSS-API 模式（3）忽略起始和过期时间。

source: GSS-API mode requires key data to contain a GSS-API token.
cs_cz: Režim GSS-API vyžaduje, aby klíčová data obsahovala GSS-API token.
de_de: GSS-API-Mode erfordert, dass Key-Data einen GSS-API-Token enthalten.
es_es: El modo GSS-API requiere que los datos de clave contengan un token GSS-API.
fr_fr: Le mode GSS-API exige que les données de clé contiennent un token GSS-API.
id_id: Interval refresh wajib diisi.
ko_kr: TSIG 레코드의 TTL은 0이어야 합니다.
lt_lt: GSS-API režimas reikalauja, kad rakto duomenyse būtų GSS-API žetonas.
pl_pl: Tryb GSS-API wymaga aby dane klucza zawierały token GSS-API.
ru_ru: Режим GSS-API требует, чтобы данные ключа содержали токен GSS-API.
sv_se: Ogiltigt tecken i LOC-breddgrad.
tr_tr: GSS-API modu anahtar verisinin bir GSS-API token içermesini gerektirir.
uk_ua: ANY is a query type (QTYPE), not a record type. It cannot be stored in DNS zones.
vi_vn: Chế độ GSS-API yêu cầu dữ liệu khóa chứa token GSS-API.
zh_cn: GSS-API 模式要求密钥数据包含 GSS-API 令牌。

source: Diffie-Hellman mode should be authenticated using TSIG or SIG(0) to prevent man-in-the-middle attacks.
cs_cz: Režim Diffie-Hellman by měl být ověřen pomocí TSIG nebo SIG(0) pro zabránění útokům man-in-the-middle.
de_de: Diffie-Hellman-Mode sollte mit TSIG oder SIG(0) authentifiziert werden, um Man-in-the-Middle-Angriffe zu verhindern.
es_es: El modo Diffie-Hellman debe autenticarse usando TSIG o SIG(0) para prevenir ataques de hombre en el medio.
fr_fr: Le mode Diffie-Hellman doit être authentifié en utilisant TSIG ou SIG(0) pour prévenir les attaques de l'homme du milieu.
id_id: Refresh interval must be a positive integer.
ko_kr: 알고리즘 이름은 유효한 도메인 이름이어야 합니다.
lt_lt: Diffie-Hellman režimas turėtų būti autentifikuotas naudojant TSIG arba SIG(0), kad išvengtų man-in-the-middle atakų.
pl_pl: Tryb Diffie-Hellman powinien być uwierzytelniony używając TSIG lub SIG(0) aby zapobiec atakom man-in-the-middle.
ru_ru: Режим Diffie-Hellman должен быть аутентифицирован с помощью TSIG или SIG(0) для предотвращения атак человек-посередине.
sv_se: Du måste ange en LOC-breddgrad för en LOC-post.
tr_tr: Diffie-Hellman modu ortadaki adam saldırılarını önlemek için TSIG veya SIG(0) kullanılarak kimlik doğrulanmalıdır.
uk_ua: MD (Mail Destination) is obsolete per RFC 973. Use MX records for mail routing.
vi_vn: Chế độ Diffie-Hellman nên được xác thực bằng TSIG hoặc SIG(0) để ngăn tấn công man-in-the-middle.
zh_cn: Diffie-Hellman 模式应使用 TSIG 或 SIG(0) 进行认证以防止中间人攻击。

source: Key deletion operations MUST be authenticated using TSIG with the key being deleted.
cs_cz: Operace mazání klíčů MUSÍ být ověřeny pomocí TSIG s mazaným klíčem.
de_de: Schlüssellöschungsoperationen MÜSSEN mit TSIG unter Verwendung des zu löschenden Schlüssels authentifiziert werden.
es_es: Las operaciones de eliminación de clave DEBEN autenticarse usando TSIG con la clave que se está eliminando.
fr_fr: Les opérations de suppression de clé DOIVENT être authentifiées en utilisant TSIG avec la clé à supprimer.
id_id: Interval refresh harus berupa bilangan bulat positif.
ko_kr: 알고리즘 이름은 IANA에 등록된 TSIG 알고리즘이어야 합니다.
lt_lt: Rakto šalinimo operacijos TURI būti autentifikuotos naudojant TSIG su šalinamu raktu.
pl_pl: Operacje usuwania kluczy MUSZĄ być uwierzytelnione używając TSIG z usuwanym kluczem.
ru_ru: Операции удаления ключа ОБЯЗАТЕЛЬНО должны быть аутентифицированы с помощью TSIG с удаляемым ключом.
sv_se: Ogiltigt tecken i LOC-längdgrad.
tr_tr: Anahtar silme işlemleri silinen anahtar kullanılarak TSIG ile kimlik doğrulanMALIDIR.
uk_ua: MF (Mail Forwarder) is obsolete per RFC 973. Use MX records for mail routing.
vi_vn: Thao tác xóa khóa PHẢI được xác thực bằng TSIG với khóa đang bị xóa.
zh_cn: 密钥删除操作必须使用 TSIG 与被删除的密钥进行认证。

source: TKEY error must be a valid DNS RCODE number between 0 and 23.
cs_cz: Chyba TKEY musí být platné číslo DNS RCODE mezi 0 a 23.
de_de: TKEY-Error muss eine gültige DNS-RCODE-Nummer zwischen 0 und 23 sein.
es_es: El error TKEY debe ser un número RCODE DNS válido entre 0 y 23.
fr_fr: L'erreur TKEY doit être un numéro de RCODE DNS valide entre 0 et 23.
id_id: Retry interval
ko_kr: 잘못된 시간 서명 형식입니다. Unix 타임스탬프(초)여야 합니다.
lt_lt: TKEY klaida turi būti teisingas DNS RCODE skaičius tarp 0 ir 23.
pl_pl: Błąd TKEY musi być prawidłowym numerem RCODE DNS między 0 a 23.
ru_ru: Ошибка TKEY должна быть допустимым номером DNS RCODE от 0 до 23.
sv_se: Du måste ange en LOC-längdgrad för en LOC-post.
tr_tr: TKEY hatası 0 ile 23 arasında geçerli bir DNS RCODE numarası olmalıdır.
uk_ua: NULL records are experimental and rarely used. They can store arbitrary binary data but lack standardized interpretation.
vi_vn: Lỗi TKEY phải là số RCODE DNS hợp lệ từ 0 đến 23.
zh_cn: TKEY 错误必须是 0 到 23 之间的有效 DNS RCODE 数字。

source: TKEY key data must be valid base64-encoded data or a hexadecimal string.
cs_cz: Klíčová data TKEY musí být platná data kódovaná v base64 nebo hexadecimální řetězec.
de_de: TKEY-Key-Data müssen gültige base64-kodierte Daten oder eine hexadezimale Zeichenkette sein.
es_es: Los datos de clave TKEY deben ser datos válidos codificados en base64 o una cadena hexadecimal.
fr_fr: Les données de clé TKEY doivent être des données encodées base64 valides ou une chaîne hexadécimale.
id_id: Interval retry
ko_kr: Fudge 값은 0에서 65535 사이의 숫자여야 합니다.
lt_lt: TKEY rakto duomenys turi būti teisingi base64 koduoti duomenys arba šešioliktainė eilutė.
pl_pl: Dane klucza TKEY muszą być prawidłowymi danymi zakodowanymi w base64 lub ciągiem szesnastkowym.
ru_ru: Данные ключа TKEY должны быть действительными данными в кодировке base64 или шестнадцатеричной строкой.
sv_se: Ogiltigt tecken i LOC-höjd.
tr_tr: TKEY anahtar verisi geçerli base64 kodlanmış veri veya onaltılık string olmalıdır.
uk_ua: NXT (Next) records were part of the original DNSSEC specification but have been obsoleted by NSEC records in RFC 3755.
vi_vn: Dữ liệu khóa TKEY phải là dữ liệu mã hóa base64 hợp lệ hoặc chuỗi thập lục phân.
zh_cn: TKEY 密钥数据必须是有效的 base64 编码数据或十六进制字符串。

source: TKEY established keys are associated with DNS servers/resolvers, not zones.
cs_cz: Vytvořené klíče TKEY jsou spojeny s DNS servery/resolvery, ne se zónami.
de_de: TKEY-etablierte Schlüssel sind mit DNS-Servern/Resolvern verknüpft, nicht mit Zonen.
es_es: Las claves establecidas TKEY están asociadas con servidores/resolutores DNS, no zonas.
fr_fr: Les clés établies TKEY sont associées aux serveurs/résolveurs DNS, pas aux zones.
id_id: Retry interval is mandatory.
ko_kr: MAC 크기는 0에서 65535 사이의 숫자여야 합니다.
lt_lt: TKEY sukurti raktai yra susieti su DNS serveriais/resolveriais, o ne zonomis.
pl_pl: Ustanowione klucze TKEY są powiązane z serwerami DNS/resolverami, a nie strefami.
ru_ru: Установленные ключи TKEY связаны с DNS серверами/резольверами, а не с зонами.
sv_se: Du måste ange en LOC-höjd för en LOC-post.
tr_tr: TKEY kurulu anahtarlar zonlarla değil, DNS sunucuları/çözümleyicilerle ilişkilidir.
uk_ua: WKS (Well-Known Services) is deprecated per RFC 1123. Modern service discovery uses SRV records.
vi_vn: Khóa TKEY được thiết lập liên kết với máy chủ DNS/resolver, không phải zone.
zh_cn: TKEY 建立的密钥与 DNS 服务器/解析器关联，而不是与区域关联。

source: TKEY record exchanges should be secured - authentication depends on mode used.
cs_cz: Výměny TKEY záznamů by měly být zabezpečené - ověření závisí na použitém režimu.
de_de: TKEY-Eintragsaustausch sollte gesichert werden - Authentifizierung hängt vom verwendeten Mode ab.
es_es: Los intercambios de registros TKEY deben asegurarse - la autenticación depende del modo usado.
fr_fr: Les échanges d'enregistrements TKEY doivent être sécurisés - l'authentification dépend du mode utilisé.
id_id: Interval retry wajib diisi.
ko_kr: MAC은 유효한 16진수 문자열이어야 합니다.
lt_lt: TKEY įrašų mainai turėtų būti apsaugoti - autentifikavimas priklauso nuo naudojamo režimo.
pl_pl: Wymiany rekordów TKEY powinny być zabezpieczone - uwierzytelnianie zależy od używanego trybu.
ru_ru: Обмен записями TKEY должен быть защищен - аутентификация зависит от используемого режима.
sv_se: Ogiltigt tecken i LOC-horisontell precision.
tr_tr: TKEY kayfí değişimleri güvenli olmalıdır - kimlik doğrulama kullanılan moda bağlıdır.
uk_ua: MB (Mailbox) records are experimental per RFC 1035 and not widely supported. Use MX records instead.
vi_vn: Trao đổi bản ghi TKEY nên được bảo mật - xác thực phụ thuộc vào chế độ được sử dụng.
zh_cn: TKEY 记录交换应该是安全的 - 认证取决于使用的模式。

source: HMAC-MD5 is considered weak by modern standards. HMAC-SHA256 or stronger is recommended.
cs_cz: HMAC-MD5 je považován za slabý podle moderních standardů. Doporučuje se HMAC-SHA256 nebo silnější.
de_de: HMAC-MD5 gilt nach modernen Standards als schwach. HMAC-SHA256 oder stärker wird empfohlen.
es_es: HMAC-MD5 se considera débil por estándares modernos. Se recomienda HMAC-SHA256 o más fuerte.
fr_fr: HMAC-MD5 est considéré comme faible selon les standards modernes. HMAC-SHA256 ou plus fort est recommandé.
id_id: Retry interval must be a positive integer.
ko_kr: 원본 ID는 0에서 65535 사이의 숫자여야 합니다.
lt_lt: HMAC-MD5 laikomas silpnu šiuolaikiniais standartais. Rekomenduojamas HMAC-SHA256 arba stipresnis.
pl_pl: HMAC-MD5 jest uważany za słaby według nowoczesnych standardów. HMAC-SHA256 lub silniejszy jest zalecany.
ru_ru: HMAC-MD5 считается слабым по современным стандартам. Рекомендуется HMAC-SHA256 или более сильный.
sv_se: Ogiltigt tecken i LOC-vertikal precision.
tr_tr: HMAC-MD5 modern standartlarca zayıf kabul edilir. HMAC-SHA256 veya daha güçlüsü önerilir.
uk_ua: MG (Mail Group) records are experimental per RFC 1035 and not widely supported. Use mail server aliases instead.
vi_vn: HMAC-MD5 được coi là yếu theo tiêu chuẩn hiện đại. Khuyến nghị sử dụng HMAC-SHA256 hoặc mạnh hơn.
zh_cn: HMAC-MD5 按现代标准被认为是脆弱的。建议使用 HMAC-SHA256 或更强的算法。

source: Legacy algorithm detected. HMAC-SHA256 or stronger is recommended for better security.
cs_cz: Detekován starší algoritmus. Pro lepší bezpečnost se doporučuje HMAC-SHA256 nebo silnější.
de_de: Legacy-Algorithmus erkannt. HMAC-SHA256 oder stärker wird für bessere Sicherheit empfohlen.
es_es: Algoritmo legado detectado. Se recomienda HMAC-SHA256 o más fuerte para mejor seguridad.
fr_fr: Algorithme légacy détecté. HMAC-SHA256 ou plus fort est recommandé pour une meilleure sécurité.
id_id: Interval retry harus berupa bilangan bulat positif.
ko_kr: 오류 값은 0(오류 없음) 또는 유효한 TSIG 오류 코드여야 합니다.
lt_lt: Aptiktas pasenęs algoritmas. Geresniam saugumui rekomenduojamas HMAC-SHA256 arba stipresnis.
pl_pl: Wykryto starszy algorytm. HMAC-SHA256 lub silniejszy jest zalecany dla lepszego bezpieczeństwa.
ru_ru: Обнаружен устаревший алгоритм. Для лучшей безопасности рекомендуется HMAC-SHA256 или более сильный.
sv_se: Ogiltigt tecken i LOC-storlek.
tr_tr: Eski algoritma tespit edildi. Daha iyi güvenlik için HMAC-SHA256 veya daha güçlüsü önerilir.
uk_ua: MR (Mail Rename) records are experimental per RFC 1035 and not widely supported. Use mail server aliases instead.
vi_vn: Phát hiện thuật toán cũ. Khuyến nghị sử dụng HMAC-SHA256 hoặc mạnh hơn để bảo mật tốt hơn.
zh_cn: 检测到旧版算法。建议使用 HMAC-SHA256 或更强算法以获得更好的安全性。

source: Custom algorithm name detected. Standard algorithm names like "hmac-sha256." are recommended for better compatibility.
cs_cz: Detekován vlastní název algoritmu. Standardní názvy algoritmů jako "hmac-sha256." jsou doporučeny pro lepší kompatibilitu.
de_de: Benutzerdefinierter Algorithmusname erkannt. Standard-Algorithmusnamen wie "hmac-sha256." werden für bessere Kompatibilität empfohlen.
es_es: Nombre de algoritmo personalizado detectado. Se recomiendan nombres de algoritmo estándar como "hmac-sha256." para mejor compatibilidad.
fr_fr: Nom d'algorithme personnalisé détecté. Les noms d'algorithmes standard comme "hmac-sha256." sont recommandés pour une meilleure compatibilité.
id_id: Expiry time
ko_kr: 기타 길이는 0에서 65535 사이의 숫자여야 합니다.
lt_lt: Aptiktas pasirinktinis algoritmo pavadinimas. Standartiniai algoritmo pavadinimai kaip "hmac-sha256." rekomenduojami geresniam suderinamumui.
pl_pl: Wykryto niestandardową nazwę algorytmu. Standardowe nazwy algorytmów jak "hmac-sha256." są zalecane dla lepszej kompatybilności.
ru_ru: Обнаружено пользовательское имя алгоритма. Стандартные имена алгоритмов, такие как "hmac-sha256.", рекомендуются для лучшей совместимости.
sv_se: Ogiltigt tecken i SMIMEA-certifikatanvändning.
tr_tr: Özel algoritma adı tespit edildi. Daha iyi uyumluluk için "hmac-sha256." gibi standart algoritma adları önerilir.
uk_ua: MINFO (Mailbox Information) records are experimental per RFC 1035 and rarely implemented. Use descriptive TXT records instead.
vi_vn: Phát hiện tên thuật toán tùy chỉnh. Khuyến nghị tên thuật toán chuẩn như "hmac-sha256." để tương thích tốt hơn.
zh_cn: 检测到自定义算法名称。建议使用标准算法名称（如 "hmac-sha256."）以获得更好的兼容性。

source: Invalid value for default TTL. It must be a number between 0 and 2147483647.
cs_cz: Neplatná hodnota pro výchozí TTL. Musí být číslo mezi 0 a 2147483647.
de_de: Ungültiger Wert für Standard-TTL. Muss eine Zahl zwischen 0 und 2147483647 sein.
es_es: Valor inválido para TTL predeterminado. Debe ser un número entre 0 y 2147483647.
fr_fr: Valeur invalide pour le TTL par défaut. Doit être un nombre entre 0 et 2147483647.
id_id: Waktu expiry
ko_kr: 기타 데이터는 유효한 16진수 문자열이어야 합니다.
lt_lt: Neteisinga numatytojo TTL reikšmė. Turi būti skaičius tarp 0 ir 2147483647.
pl_pl: Nieprawidłowa wartość domyślnego TTL. Musi być liczbą między 0 a 2147483647.
ru_ru: Недопустимое значение для TTL по умолчанию. Оно должно быть числом от 0 до 2147483647.
sv_se: Du måste ange en SMIMEA-certifikatanvändning för en SMIMEA-post.
tr_tr: Varsayılan TTL için geçersiz değer. 0 ile 2147483647 arasında bir sayı olmalıdır.
uk_ua: The RP (Responsible Person) record type is defined in RFC 1183 but has limited adoption. Consider using SOA RNAME or administrative contact information instead.
vi_vn: Giá trị không hợp lệ cho TTL mặc định. Phải là số từ 0 đến 2147483647.
zh_cn: 默认 TTL 值无效。必须是 0 到 2147483647 之间的数字。

source: Invalid value for TTL field. It must be numeric.
cs_cz: Neplatná hodnota pole TTL. Musí být číselná.
de_de: Ungültiger Wert für TTL-Feld. Muss numerisch sein.
es_es: Valor inválido para el campo TTL. Debe ser numérico.
fr_fr: Valeur invalide pour le champ TTL. Doit être numérique.
id_id: Expiry time is mandatory.
ko_kr: 기타 길이는 기타 데이터의 실제 길이와 일치해야 합니다.
lt_lt: Neteisinga TTL lauko reikšmė. Turi būti skaitinė.
pl_pl: Nieprawidłowa wartość pola TTL. Musi być numeryczna.
ru_ru: Недопустимое значение для поля TTL. Оно должно быть числовым.
sv_se: Ogiltigt tecken i SMIMEA-väljare.
tr_tr: TTL alanı için geçersiz değer. Sayısal olmalıdır.
uk_ua: AFSDB (AFS Database) records are specialized for Andrew File System. Verify this legacy system is still in use.
vi_vn: Giá trị không hợp lệ cho trường TTL. Phải là số.
zh_cn: TTL 字段值无效。必须是数字。

source: TTL value cannot be negative. It must be 0 or higher.
cs_cz: Hodnota TTL nemůže být záporná. Musí být 0 nebo vyšší.
de_de: TTL-Wert kann nicht negativ sein. Muss 0 oder höher sein.
es_es: El valor TTL no puede ser negativo. Debe ser 0 o mayor.
fr_fr: La valeur TTL ne peut pas être négative. Doit être 0 ou plus.
id_id: Waktu expiry wajib diisi.
ko_kr: URI 레코드에는 우선순위, 가중치 및 대상 필드가 포함되어야 합니다.
lt_lt: TTL reikšmė negali būti neigiama. Turi būti 0 arba aukštesnė.
pl_pl: Wartość TTL nie może być ujemna. Musi być 0 lub wyższa.
ru_ru: Значение TTL не может быть отрицательным. Оно должно быть 0 или выше.
sv_se: Du måste ange en SMIMEA-väljare för en SMIMEA-post.
tr_tr: TTL değeri negatif olamaz. 0 veya daha yüksek olmalıdır.
uk_ua: X25 records are obsolete. Modern networks do not use X.25 protocol.
vi_vn: Giá trị TTL không thể âm. Phải từ 0 trở lên.
zh_cn: TTL 值不能为负数。必须为 0 或更高。

source: TTL value exceeds maximum allowed (%d). RFC 2181 limits it to a signed 32-bit integer.
cs_cz: Hodnota TTL překračuje maximum (%d). RFC 2181 ji omezuje na 32-bitové celé číslo se znaménkem.
de_de: TTL-Wert überschreitet das erlaubte Maximum (%d). RFC 2181 begrenzt es auf einen vorzeichenbehafteten 32-Bit-Integer.
es_es: El valor TTL excede el máximo permitido (%d). RFC 2181 lo limita a un entero con signo de 32 bits.
fr_fr: La valeur TTL dépasse le maximum autorisé (%d). La RFC 2181 la limite à un entier signé 32 bits.
id_id: Expiry time must be a positive integer.
ko_kr: URI 우선순위는 0에서 65535 사이의 숫자여야 합니다.
lt_lt: TTL reikšmė viršija maksimalų leistinąjį (%d). RFC 2181 riboja ją iki 32 bitų sveikojo skaičiaus.
pl_pl: Wartość TTL przekracza maksymalną dozwoloną (%d). RFC 2181 ogranicza ją do 32-bitowej liczby całkowitej ze znakiem.
ru_ru: Значение TTL превышает максимально разрешенное (%d). RFC 2181 ограничивает его 32-битным целым числом со знаком.
sv_se: Ogiltigt tecken i SMIMEA-matchningstyp.
tr_tr: TTL değeri izin verilen maksimumu (%d) aşıyor. RFC 2181 bunu işaretli 32-bit tam sayıyla sınırlar.
uk_ua: ISDN records are obsolete. ISDN networks have been largely replaced by modern telecommunications.
vi_vn: Giá trị TTL vượt quá giá trị tối đa cho phép (%d). RFC 2181 giới hạn ở số nguyên 32-bit có dấu.
zh_cn: TTL 值超过允许的最大值（%d）。RFC 2181 将其限制为有符号的 32 位整数。

source: TTL value (%d) is below the recommended minimum of %d seconds (5 minutes). Low TTL values increase DNS traffic.
cs_cz: Hodnota TTL (%d) je pod doporučeným minimem %d sekund (5 minut). Nízké hodnoty TTL zvyšují DNS provoz.
de_de: TTL-Wert (%d) liegt unter dem empfohlenen Minimum von %d Sekunden (5 Minuten). Niedrige TTL-Werte erhöhen den DNS-Traffic.
es_es: El valor TTL (%d) está por debajo del mínimo recomendado de %d segundos (5 minutos). Los valores TTL bajos aumentan el tráfico DNS.
fr_fr: La valeur TTL (%d) est inférieure au minimum recommandé de %d secondes (5 minutes). Les faibles valeurs TTL augmentent le trafic DNS.
id_id: Waktu expiry harus berupa bilangan bulat positif.
ko_kr: URI 가중치는 0에서 65535 사이의 숫자여야 합니다.
lt_lt: TTL reikšmė (%d) yra žemiau rekomenduojamo minimumo %d sekundžių (5 minutės). Žemos TTL reikšmės didina DNS srautą.
pl_pl: Wartość TTL (%d) jest poniżej zalecanego minimum %d sekund (5 minut). Niskie wartości TTL zwiększają ruch DNS.
ru_ru: Значение TTL (%d) ниже рекомендуемого минимума в %d секунд (5 минут). Низкие значения TTL увеличивают DNS трафик.
sv_se: Du måste ange en SMIMEA-matchningstyp för en SMIMEA-post.
tr_tr: TTL değeri (%d) önerilen minimum %d saniyenin (5 dakika) altında. Düşük TTL değerleri DNS trafiğini artırır.
uk_ua: RT (Route Through) records are rarely used. Verify this is needed for your specific routing requirements.
vi_vn: Giá trị TTL (%d) thấp hơn mức tối thiểu khuyến nghị %d giây (5 phút). Giá trị TTL thấp làm tăng lưu lượng DNS.
zh_cn: TTL 值（%d）低于推荐的最小值 %d 秒（5 分钟）。低 TTL 值会增加 DNS 流量。

source: TTL value (%d) is above the recommended maximum of %d seconds (1 week). High TTL values delay DNS updates.
cs_cz: Hodnota TTL (%d) je nad doporučeným maximem %d sekund (1 týden). Vysoké hodnoty TTL zpožďují DNS aktualizace.
de_de: TTL-Wert (%d) liegt über dem empfohlenen Maximum von %d Sekunden (1 Woche). Hohe TTL-Werte verzögern DNS-Updates.
es_es: El valor TTL (%d) está por encima del máximo recomendado de %d segundos (1 semana). Los valores TTL altos retrasan las actualizaciones DNS.
fr_fr: La valeur TTL (%d) est supérieure au maximum recommandé de %d secondes (1 semaine). Les valeurs TTL élevées retardent les mises à jour DNS.
id_id: Negative TTL
ko_kr: URI 대상은 유효한 URI여야 합니다.
lt_lt: TTL reikšmė (%d) yra virš rekomenduojamo maksimumo %d sekundžių (1 savaitė). Aukštos TTL reikšmės uždelsia DNS atnaujinimus.
pl_pl: Wartość TTL (%d) jest powyżej zalecanego maksimum %d sekund (1 tydzień). Wysokie wartości TTL opóźniają aktualizacje DNS.
ru_ru: Значение TTL (%d) превышает рекомендованный максимум %d секунд (1 неделя). Высокие значения TTL замедляют обновления DNS.
sv_se: Ogiltigt tecken i CERT-typ.
tr_tr: TTL değeri (%d) önerilen maksimum %d saniyenin (1 hafta) üzerinde. Yüksek TTL değerleri DNS güncellemelerini geciktirir.
uk_ua: NSAP (Network Service Access Point) records are from OSI networking, which is largely obsolete.
vi_vn: Giá trị TTL (%d) cao hơn mức tối đa khuyến nghị %d giây (1 tuần). Giá trị TTL cao làm chậm cập nhật DNS.
zh_cn: TTL 值（%d）超过推荐的最大值 %d 秒（1 周）。高 TTL 值会延迟 DNS 更新。
