Repository: poweradmin/poweradmin
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: cs_cz, de_de, es_es, fr_fr, id_id, ko_kr, lt_lt, pl_pl, ru_ru, sv_se, tr_tr, uk_ua, vi_vn, zh_cn

source: CAA property value cannot contain NUL (0) characters.
cs_cz: Hodnota CAA vlastnosti nemůže obsahovat NUL (0) znaky.
de_de: CAA-Eigenschaftswert kann keine NUL(0)-Zeichen enthalten.
es_es: El valor de propiedad CAA no puede contener caracteres NUL (0).
fr_fr: La valeur de propriété CAA ne peut pas contenir de caractères NUL (0).
id_id: Tambah reverse record untuk record A/AAAA di zone ini
ko_kr: 필드 '%s'는 '%s'와 일치해야 합니다.
lt_lt: CAA savybės reikšmė negali turėti NUL (0) simbolių.
pl_pl: Wartość właściwości CAA nie może zawierać znaków NUL (0).
ru_ru: Значение свойства CAA не может содержать NUL (0) символы.
sv_se: API-nycklar
tr_tr: CAA özellik değeri NUL (0) karakterleri içeremez.
uk_ua: Content suggests integration with third-party service. Verify SLA and support.
vi_vn: Chuỗi TXT quá dài. Các phần riêng lẻ không được vượt quá 255 ký tự.
zh_cn: CAA 属性值不能包含 NUL (0) 字符。

source: The hostname is too long.
cs_cz: Hostname je příliš dlouhý.
de_de: Der Hostname ist zu lang.
es_es: El nombre de host es demasiado largo.
fr_fr: Le nom d'hôte est trop long.
id_id: Search zones
ko_kr: 필드 '%s'는 '%s'와 다르게 일치해야 합니다.
lt_lt: Hostname per ilgas.
pl_pl: Nazwa hosta jest za długa.
ru_ru: Имя хоста слишком длинное.
sv_se: Lägg till API-nyckel
tr_tr: Sunucu adı çok uzun.
uk_ua: Record may be affected by DNS-based blacklisting. Monitor reputation.
vi_vn: Bản ghi TXT nên được đặt trong dấu ngoặc kép nếu chứa dấu cách.
zh_cn: 主机名太长。

source: Single-label hostnames are not allowed.
cs_cz: Jednoznačkové hostname nejsou povoleny.
de_de: Einfach-Label-Hostnamen sind nicht erlaubt.
es_es: No se permiten nombres de host de una sola etiqueta.
fr_fr: Les noms d'hôte à étiquette unique ne sont pas autorisés.
id_id: Cari zone
ko_kr: 필드 '%s'는 과거 날짜여야 합니다.
lt_lt: Vienos žymės hostname neleidžiami.
pl_pl: Nazwy hostów z jedną etykietą nie są dozwolone.
ru_ru: Одно-меточные имена хостов не допускаются.
sv_se: Redigera API-nyckel
tr_tr: Tek etiketli hostname'lere izin verilmez.
uk_ua: This record type may have specific ordering requirements. Verify sequence.
vi_vn: Bản ghi TXT có thể chứa nhiều chuỗi được phân tách.
zh_cn: 不允许单标签主机名。

source: You have invalid characters in your zone name.
cs_cz: Máte neplatné znaky v názvu vaší zóny.
de_de: Sie haben ungültige Zeichen in Ihrem Zonennamen.
es_es: Tiene caracteres inválidos en su nombre de zona.
fr_fr: Vous avez des caractères invalides dans votre nom de zone.
id_id: List all zones
ko_kr: 필드 '%s'는 미래 날짜여야 합니다.
lt_lt: Jūsų zonos varde yra neteisingų simbolių.
pl_pl: Masz nieprawidłowe znaki w nazwie strefy.
ru_ru: В имени зоны присутствуют недопустимые символы.
sv_se: Ta bort API-nyckel
tr_tr: Zon adınızda geçersiz karakterler var.
uk_ua: Content includes checksum or hash. Verify integrity validation.
vi_vn: Bản ghi TXT SPF nên bắt đầu bằng 'v=spf1'.
zh_cn: 您的区域名称中有无效字符。

source: A hostname can not start or end with a dash.
cs_cz: Hostname nemůže začínat nebo končit pomlčkou.
de_de: Ein Hostname kann nicht mit einem Bindestrich beginnen oder enden.
es_es: Un nombre de host no puede empezar o terminar con un guión.
fr_fr: Un nom d'hôte ne peut pas commencer ou se terminer par un tiret.
id_id: Daftar semua zone
ko_kr: 필드 '%s'는 '%s' 이전이어야 합니다.
lt_lt: Hostname negali prasidėti ar baigtis brūkšneliu.
pl_pl: Nazwa hosta nie może zaczynać się ani kończyć myślnikiem.
ru_ru: Имя хоста не может начинаться или заканчиваться дефисом.
sv_se: Är du säker på att du vill ta bort denna API-nyckel?
tr_tr: Bir hostname tire ile başlayamaz veya bitemez.
uk_ua: Record appears to be using legacy format. Consider migration to current standard.
vi_vn: Bản ghi TXT DKIM nên chứa khóa công khai hợp lệ.
zh_cn: 主机名不能以破折号开头或结尾。

source: Given hostname or one of the labels is too short or too long.
cs_cz: Zadaný hostname nebo jeden ze štítků je příliš krátký nebo dlouhý.
de_de: Gegebener Hostname oder eines der Labels ist zu kurz oder zu lang.
es_es: El nombre de host dado o una de las etiquetas es demasiado corto o demasiado largo.
fr_fr: Le nom d'hôte donné ou une des étiquettes est trop court ou trop long.
id_id: No zones found matching your criteria.
ko_kr: 필드 '%s'는 '%s' 이후여야 합니다.
lt_lt: Duotas hostname arba viena iš žymių per trumpa ar per ilga.
pl_pl: Podana nazwa hosta lub jedna z etykiet jest za krótka lub za długa.
ru_ru: Указанное имя хоста или одна из меток слишком короткие или слишком длинные.
sv_se: API-nyckel tillagd
tr_tr: Verilen hostname veya etiketlerden biri çok kısa veya çok uzun.
uk_ua: This configuration may not be compatible with IPv6-only networks.
vi_vn: Bản ghi TXT DMARC nên bắt đầu bằng 'v=DMARC1'.
zh_cn: 给定的主机名或其中一个标签太短或太长。

source: Multiple slashes in different labels are not allowed in ARPA zones.
id_id: Tidak ada zone yang sesuai dengan kriteria Anda.
ko_kr: 필드 '%s'는 현재 날짜여야 합니다.
sv_se: API-nyckel uppdaterad
uk_ua: Content may be interpreted differently by various DNS implementations.
vi_vn: Bản ghi TXT dài có thể gây vấn đề với một số resolver. Hãy giữ ngắn gọn khi có thể.

source: Invalid RFC 2317 format. Use format: subnet/prefix (e.g., 0/26).
id_id: No zones found.
ko_kr: 필드 '%s'는 오늘이어야 합니다.
sv_se: API-nyckel borttagen
uk_ua: Record may be affected by DNS cookies or security extensions.
vi_vn: Primary nameserver không hợp lệ cho bản ghi SOA. Phải là tên miền đầy đủ hợp lệ.

source: Invalid subnet number in RFC 2317 notation. Must be 0-255 for IPv4.
id_id: Tidak ada zone yang ditemukan.
ko_kr: 필드 '%s'는 어제여야 합니다.
sv_se: Kunde inte lägga till API-nyckel
uk_ua: This configuration may have documentation requirements. Update DNS documentation.
vi_vn: Địa chỉ email admin không hợp lệ cho bản ghi SOA. Phải ở định dạng DNS (dấu chấm thay vì @).

source: Invalid subnet in RFC 2317 notation. Must be hexadecimal (0-9, a-f) for IPv6.
id_id: Show zone details
ko_kr: 필드 '%s'는 내일이어야 합니다.
sv_se: Kunde inte uppdatera API-nyckel
uk_ua: Content appears to be over-engineered. Consider simpler approach.
vi_vn: Số serial không hợp lệ cho bản ghi SOA. Phải nằm trong khoảng từ 0 đến 4294967295.

source: Invalid subnet in RFC 2317 notation. Must be numeric or hexadecimal.
id_id: Tampilkan detail zone
ko_kr: MFA가 이미 활성화되어 있습니다.
sv_se: Kunde inte ta bort API-nyckel
uk_ua: Record may be affected by DNS-over-HTTPS (DoH) or DNS-over-TLS (DoT).
vi_vn: Refresh không hợp lệ cho bản ghi SOA. Phải nằm trong khoảng từ 0 đến 2147483647.

source: Invalid prefix length in RFC 2317 notation. Must be numeric.
id_id: Zone details
ko_kr: MFA가 활성화되지 않았습니다.
sv_se: Ogiltig API-nyckel
uk_ua: This configuration may have privacy implications. Consider privacy policy.
vi_vn: Retry không hợp lệ cho bản ghi SOA. Phải nằm trong khoảng từ 0 đến 2147483647.

source: Invalid IPv4 prefix length for RFC 2317. Typically 24-32 (classless delegation usually 25-31).
id_id: Detail zone
ko_kr: 잘못된 MFA 코드입니다.
sv_se: API-nyckeln finns redan
uk_ua: Content includes personally identifiable information. Verify GDPR compliance.
vi_vn: Expire không hợp lệ cho bản ghi SOA. Phải nằm trong khoảng từ 0 đến 2147483647.

source: Subnet %d is not aligned with prefix /%d. Should be multiple of %d.
id_id: Zone not found or access denied.
ko_kr: MFA 설정에 실패했습니다.
sv_se: API-nyckeln finns inte
uk_ua: Record appears to be test data. Remove before production deployment.
vi_vn: TTL tối thiểu không hợp lệ cho bản ghi SOA. Phải nằm trong khoảng từ 0 đến 2147483647.

source: Invalid IPv6 prefix length. Must be 0-128.
id_id: Zone tidak ditemukan atau akses ditolak.
ko_kr: MFA 비활성화에 실패했습니다.
sv_se: API-nyckelnamn
uk_ua: This configuration may interfere with development environments. Use separate zones.
vi_vn: Giá trị refresh SOA thấp hơn mức khuyến nghị (1200 giây / 20 phút).

source: Invalid prefix length. Must be 0-128.
id_id: Invalid zone ID.
ko_kr: 백업 코드가 생성되었습니다.
sv_se: API-nyckel
uk_ua: Content suggests feature flag or toggle. Document flag behavior.
vi_vn: Giá trị refresh SOA cao hơn mức khuyến nghị (43200 giây / 12 giờ).

source: Given hostname has too many slashes.
cs_cz: Zadaný hostname má příliš mnoho lomítek.
de_de: Gegebener Hostname hat zu viele Schrägstriche.
es_es: El nombre de host dado tiene demasiadas barras.
fr_fr: Le nom d'hôte donné a trop de barres obliques.
id_id: ID zone tidak valid.
ko_kr: 백업 코드가 모두 사용되었습니다.
lt_lt: Duotas hostname turi per daug pasvirųjų brūkšnių.
pl_pl: Podana nazwa hosta ma za dużo ukośników.
ru_ru: Указанное имя хоста содержит слишком много слешей.
sv_se: Uppdatera API-nyckel
tr_tr: Verilen hostname'de çok fazla eğik çizgi var.
uk_ua: Record may be part of canary deployment. Monitor error rates carefully.
vi_vn: Giá trị retry SOA nên nhỏ hơn refresh.
zh_cn: 给定的主机名有太多斜杠。

source: You are using an invalid top level domain.
cs_cz: Používáte neplatnou doménu nejvyšší úrovně.
de_de: Sie verwenden eine ungültige Top-Level-Domain.
es_es: Está usando un dominio de nivel superior inválido.
fr_fr: Vous utilisez un domaine de premier niveau invalide.
id_id: You do not have permission to view this zone.
ko_kr: 잘못된 백업 코드입니다.
lt_lt: Naudojate neteisingą aukščiausiojo lygio domeną.
pl_pl: Używasz nieprawidłowej domeny najwyższego poziomu.
ru_ru: Вы используете недопустимый домен верхнего уровня.
sv_se: Ta bort API-nyckel
tr_tr: Geçersiz bir üst seviye domain kullanıyorsunuz.
uk_ua: This record type may not work with all load balancers. Verify compatibility.
vi_vn: Giá trị retry SOA thấp hơn mức khuyến nghị (180 giây / 3 phút).
zh_cn: 您正在使用无效的顶级域。

source: SOA validation parameters not set. Call setSOAParams() first or provide them as arguments.
cs_cz: SOA validační parametry nejsou nastaveny. Nejprve zavolejte setSOAParams() nebo je poskytněte jako argumenty.
de_de: SOA-Validierungsparameter nicht gesetzt. Rufen Sie zuerst setSOAParams() auf oder geben Sie sie als Argumente an.
es_es: Parámetros de validación SOA no establecidos. Llame setSOAParams() primero o proporciónelos como argumentos.
fr_fr: Paramètres de validation SOA non définis. Appelez setSOAParams() d'abord ou fournissez-les comme arguments.
id_id: Anda tidak memiliki izin untuk melihat zone ini.
ko_kr: QR 코드 생성에 실패했습니다.
lt_lt: SOA validacijos parametrai nenustatyti. Pirmiau iškvieskite setSOAParams() arba pateikite juos kaip argumentus.
pl_pl: Parametry walidacji SOA nie zostały ustawione. Najpierw wywołaj setSOAParams() lub podaj je jako argumenty.
ru_ru: Параметры проверки SOA не установлены. Сначала вызовите setSOAParams() или предоставьте их в качестве аргументов.
sv_se: Generera ny API-nyckel
tr_tr: SOA doğrulama parametreleri ayarlanmamış. Önce setSOAParams() çağırın veya bunları argüman olarak sağlayın.
uk_ua: Content format may need escaping for shell scripts. Document proper quoting.
vi_vn: Giá trị expire SOA nên lớn hơn nhiều so với refresh (ít nhất 2 tuần).
zh_cn: SOA 验证参数未设置。请先调用 setSOAParams() 或将它们作为参数提供。

source: Invalid value for name field of SOA record. It should be the name of the zone.
cs_cz: Neplatná hodnota pro pole name záznamu SOA. Mělo by to být jméno zóny.
de_de: Ungültiger Wert für das Namensfeld des SOA-Datensatzes. Es sollte der Name der Zone sein.
es_es: Valor inválido para el campo nombre del registro SOA. Debe ser el nombre de la zona.
fr_fr: Valeur invalide pour le champ nom de l'enregistrement SOA. Ce devrait être le nom de la zone.zone.
id_id: You do not have permission to edit this zone.
ko_kr: 비밀 키 생성에 실패했습니다.
lt_lt: Netinkama reikšmė SOA įrašo vardo laukui. Tai turėtų būti zonos pavadinimas.
pl_pl: Nieprawidłowa wartość dla pola nazwy rekordu SOA. Powinna to być nazwa strefy.
ru_ru: Недопустимое значение для поля имени записи SOA. Должно быть имя зоны.
sv_se: API-nyckel genererad
tr_tr: SOA kaydının ad alanı için geçersiz değer. Bölgenin adı olmalıdır.
uk_ua: Record appears to be using default values. Customize for your use case.
vi_vn: Giá trị expire SOA thấp hơn mức khuyến nghị (1209600 giây / 2 tuần).
zh_cn: SOA kaydının ad alanı için geçersiz değer. Bölgenin adı olmalıdır.

source: SOA record must have between 1 and 7 fields.
cs_cz: SOA záznam musí mít mezi 1 a 7 poli.
de_de: SOA-Eintrag muss zwischen 1 und 7 Felder haben.
es_es: El registro SOA debe tener entre 1 y 7 campos.
fr_fr: L'enregistrement SOA doit avoir entre 1 et 7 champs.
id_id: Anda tidak memiliki izin untuk mengedit zone ini.
ko_kr: 잘못된 인증 방법입니다.
lt_lt: SOA įrašas turi turėti tarp 1 ir 7 laukų.
pl_pl: Rekord SOA musi mieć od 1 do 7 pól.
ru_ru: Запись SOA должна содержать от 1 до 7 полей.
sv_se: Kunde inte generera API-nyckel
tr_tr: SOA kaydı 1 ile 7 arasında alana sahip olmalıdır.
uk_ua: This configuration may have cross-region dependencies. Verify latency impact.
vi_vn: Giá trị expire SOA cao hơn mức khuyến nghị (2419200 giây / 4 tuần).
zh_cn: SOA 记录必须有 1 到 7 个字段。

source: Invalid primary nameserver in SOA record.
cs_cz: Neplatný primární nameserver v SOA záznamu.
de_de: Ungültiger primärer Nameserver im SOA-Eintrag.
es_es: Servidor de nombres primario inválido en registro SOA.
fr_fr: Serveur de noms primaire invalide dans l'enregistrement SOA.
id_id: You do not have permission to delete this zone.
ko_kr: 인증에 실패했습니다.
lt_lt: Neteisingas pirminis nameserver SOA įraše.
pl_pl: Nieprawidłowy główny serwer nazw w rekordzie SOA.
ru_ru: Недопустимый основной сервер имен в записи SOA.
sv_se: Kopiera API-nyckel
tr_tr: SOA kaydında geçersiz birincil ad sunucusu.
uk_ua: Content includes endpoint that may be rate-limited. Implement backoff logic.
vi_vn: TTL tối thiểu SOA (TTL mặc định) nên từ 300 đến 86400 giây.
zh_cn: SOA 记录中的主名称服务器无效。

source: Invalid email address in SOA record.
cs_cz: Neplatná e-mailová adresa v SOA záznamu.
de_de: Ungültige E-Mail-Adresse im SOA-Eintrag.
es_es: Dirección de correo electrónico inválida en registro SOA.
fr_fr: Adresse e-mail invalide dans l'enregistrement SOA.
id_id: Anda tidak memiliki izin untuk menghapus zone ini.
ko_kr: 인증이 필요합니다.
lt_lt: Neteisingas el. pašto adresas SOA įraše.
pl_pl: Nieprawidłowy adres e-mail w rekordzie SOA.
ru_ru: Недопустимый адрес электронной почты в записи SOA.
sv_se: API-nyckel kopierad till urklipp
tr_tr: SOA kaydında geçersiz e-posta adresi.
uk_ua: Record may be affected by DNS prefetching. Consider browser behavior.
vi_vn: Số serial SOA nên tăng sau mỗi thay đổi zone. Định dạng khuyến nghị: YYYYMMDDnn.
zh_cn: SOA 记录中的电子邮件地址无效。

source: Serial number must be numeric.
cs_cz: Sériové číslo musí být číselné.
de_de: Seriennummer muss numerisch sein.
es_es: El número de serie debe ser numérico.
fr_fr: Le numéro de série doit être numérique.
id_id: You do not have permission to add zones.
ko_kr: 권한 부족입니다.
lt_lt: Serijos numeris turi būti skaitinis.
pl_pl: Numer seryjny musi być liczbowy.
ru_ru: Серийный номер должен быть числовым.
sv_se: Kunde inte kopiera API-nyckel
tr_tr: Seri numarası sayısal olmalıdır.
uk_ua: This configuration may have licensing implications. Verify license compliance.
vi_vn: Chỉ có thể có một bản ghi SOA trên mỗi zone.
zh_cn: 序列号必须是数字。

source: Serial number must be a 32-bit unsigned integer (0 to 4294967295).
cs_cz: Sériové číslo musí být 32-bitové neznaménkové celé číslo (0 až 4294967295).
de_de: Seriennummer muss ein 32-Bit-Unsigned-Integer (0 bis 4294967295) sein.
es_es: El número de serie debe ser un entero sin signo de 32 bits (0 a 4294967295).
fr_fr: Le numéro de série doit être un entier non signé 32 bits (0 à 4294967295).
id_id: Anda tidak memiliki izin untuk menambah zone.
ko_kr: 액세스 토큰이 잘못되었습니다.
lt_lt: Serijos numeris turi būti 32 bitų beženklinis sveikasis skaičius (0 iki 4294967295).
pl_pl: Numer seryjny musi być 32-bitową liczbą całkowitą bez znaku (od 0 do 4294967295).
ru_ru: Серийный номер должен быть 32-битным беззнаковым целым числом (от 0 до 4294967295).
sv_se: API-behörigheter
tr_tr: Seri numarası 32-bit işaretsiz tamsayı (0 ile 4294967295) olmalıdır.
uk_ua: Content suggests webhook or callback. Verify endpoint security and authentication.
vi_vn: Bản ghi SOA phải nằm ở đỉnh zone.
zh_cn: 序列号必须是 32 位无符号整数（0 到 4294967295）。

source: Serial number appears to use YYYYMMDDnn format but contains an invalid date. This is allowed but not recommended.
cs_cz: Sériové číslo se zdá používat formát YYYYMMDDnn, ale obsahuje neplatné datum. Toto je povoleno, ale nedoporučuje se.
de_de: Seriennummer scheint YYYYMMDDnn-Format zu verwenden, enthält aber ein ungültiges Datum. Dies ist erlaubt, aber nicht empfohlen.
es_es: El número de serie parece usar formato YYYYMMDDnn pero contiene una fecha inválida. Esto está permitido pero no se recomienda.
fr_fr: Le numéro de série semble utiliser le format YYYYMMDDnn mais contient une date invalide. Ceci est autorisé mais non recommandé.
id_id: Zone name is mandatory.
ko_kr: 액세스 토큰이 만료되었습니다.
lt_lt: Serijos numeris atrodo naudojantis YYYYMMDDnn formatą, bet turi neteisingą datą. Tai leidžiama, bet nerekomenduojama.
pl_pl: Numer seryjny wydaje się używać formatu YYYYMMDDnn, ale zawiera nieprawidłową datę. To jest dozwolone, ale nie zalecane.
ru_ru: Серийный номер использует формат YYYYMMDDnn, но содержит недопустимую дату. Это допустимо, но не рекомендуется.
sv_se: Lägg till API-behörighet
tr_tr: Seri numarası YYYYMMDDnn formatını kullanıyor gibi görünüyor ancak geçersiz tarih içeriyor. Bu kabul edilebilir ancak önerilmez.
uk_ua: Record may be part of zero-trust architecture. Verify access policies.
vi_vn: Primary nameserver SOA nên khớp với một trong các bản ghi NS.
zh_cn: 序列号似乎使用 YYYYMMDDnn 格式，但包含无效日期。这是允许的，但不建议。

source: SOA record must have exactly 7 fields (primary NS, email, serial, refresh, retry, expire, minimum).
cs_cz: SOA záznam musí mít přesně 7 polí (primární NS, e-mail, sériové číslo, refresh, retry, expire, minimum).
de_de: SOA-Eintrag muss genau 7 Felder haben (primärer NS, E-Mail, Serial, Refresh, Retry, Expire, Minimum).
es_es: El registro SOA debe tener exactamente 7 campos (NS primario, email, serie, actualización, reintento, expiración, mínimo).
fr_fr: L'enregistrement SOA doit avoir exactement 7 champs (NS primaire, e-mail, série, rafraîchissement, nouvelle tentative, expiration, minimum).
id_id: Nama zone wajib diisi.
ko_kr: 새로고침 토큰이 잘못되었습니다.
lt_lt: SOA įrašas turi turėti tiksliai 7 laukus (pirminis NS, el. paštas, serija, atnaujinimas, kartojimas, galiojimo pabaiga, minimum).
pl_pl: Rekord SOA musi mieć dokładnie 7 pól (główny NS, e-mail, numer seryjny, odświeżanie, ponowienie, wygaśnięcie, minimum).
ru_ru: Запись SOA должна содержать ровно 7 полей (основной NS, электронная почта, серийный номер, обновление, повтор, истечение, минимум).
sv_se: API-behörighet tillagd
tr_tr: SOA kaydı tam olarak 7 alana sahip olmalıdır (birincil NS, e-posta, seri, yenileme, yeniden deneme, süre sonu, minimum).
uk_ua: This record type may be used in attack chains. Monitor for suspicious patterns.
vi_vn: Địa chỉ email admin SOA nên hợp lệ và được giám sát.
zh_cn: SOA 记录必须恰好有 7 个字段（主 NS、邮箱、序列号、刷新、重试、过期、最小值）。

source: SOA %s field must be numeric.
cs_cz: SOA pole %s musí být číselné.
de_de: SOA %s-Feld muss numerisch sein.
es_es: El campo %s SOA debe ser numérico.
fr_fr: Le champ SOA %s doit être numérique.
id_id: Zone name format is invalid.
ko_kr: 새로고침 토큰이 만료되었습니다.
lt_lt: SOA %s laukas turi būti skaitinis.
pl_pl: Pole %s SOA musi być liczbowe.
ru_ru: Поле %s записи SOA должно быть числовым.
sv_se: Kunde inte lägga till API-behörighet
tr_tr: SOA %s alanı sayısal olmalıdır.
uk_ua: Content includes scope or namespace. Verify isolation boundaries.
vi_vn: Giá trị không hợp lệ cho chế độ. Chỉ 'all' hoặc 'regex' được chấp nhận.
zh_cn: SOA %s 字段必须是数字。

source: SOA %s field must be a positive integer.
cs_cz: SOA pole %s musí být kladné celé číslo.
de_de: SOA %s-Feld muss eine positive Ganzzahl sein.
es_es: El campo %s SOA debe ser un entero positivo.
fr_fr: Le champ SOA %s doit être un entier positif.
id_id: Format nama zone tidak valid.
ko_kr: 토큰 생성에 실패했습니다.
lt_lt: SOA %s laukas turi būti teigiamas sveikasis skaičius.
pl_pl: Pole %s SOA musi być liczbą całkowitą dodatnią.
ru_ru: Поле %s записи SOA должно быть положительным целым числом.
sv_se: API-behörighet borttagen
tr_tr: SOA %s alanı pozitif tamsayı olmalıdır.
uk_ua: Record appears to be environment variable. Use configuration management.
vi_vn: Giá trị không hợp lệ cho trường bắt buộc.
zh_cn: SOA %s 字段必须是正整数。

source: SOA %s value (%d) is below the RFC 2308 recommended minimum (%d). This is allowed but not recommended.
cs_cz: SOA hodnota %s (%d) je pod doporučeným minimem RFC 2308 (%d). Toto je povoleno, ale nedoporučuje se.
de_de: SOA %s-Wert (%d) liegt unter dem RFC 2308 empfohlenen Minimum (%d). Dies ist erlaubt, aber nicht empfohlen.
es_es: El valor %s SOA (%d) está por debajo del mínimo recomendado RFC 2308 (%d). Esto está permitido pero no se recomienda.
fr_fr: La valeur SOA %s (%d) est inférieure au minimum recommandé RFC 2308 (%d). Ceci est autorisé mais non recommandé.
id_id: Zone name must be a valid domain name.
ko_kr: 토큰 검증에 실패했습니다.
lt_lt: SOA %s reikšmė (%d) yra žemiau RFC 2308 rekomenduojamo minimumo (%d). Tai leidžiama, bet nerekomenduojama.
pl_pl: Wartość %s SOA (%d) jest poniżej zalecanego minimum RFC 2308 (%d). To jest dozwolone, ale nie zalecane.
ru_ru: Значение %s записи SOA (%d) ниже рекомендуемого RFC 2308 минимума (%d). Это допустимо, но не рекомендуется.
sv_se: Kunde inte ta bort API-behörighet
tr_tr: SOA %s değeri (%d) RFC 2308 önerilen minimum (%d) değerinin altında. Bu kabul edilebilir ancak önerilmez.
uk_ua: This configuration may have tenant isolation requirements. Verify multi-tenancy.
vi_vn: Giá trị không hợp lệ cho tùy chọn phân trang. Phải là số nguyên dương.
zh_cn: SOA %s 值 (%d) 低于 RFC 2308 推荐的最小值 (%d)。这是允许的，但不建议。

source: SOA retry value should be less than refresh value according to RFC 2308. This is allowed but not recommended.
cs_cz: SOA hodnota retry by měla být menší než hodnota refresh podle RFC 2308. Toto je povoleno, ale nedoporučuje se.
de_de: SOA-Retry-Wert sollte laut RFC 2308 kleiner als der Refresh-Wert sein. Dies ist erlaubt, aber nicht empfohlen.
es_es: El valor de reintento SOA debe ser menor que el valor de actualización según RFC 2308. Esto está permitido pero no se recomienda.
fr_fr: La valeur de nouvelle tentative SOA devrait être inférieure à la valeur de rafraîchissement selon RFC 2308. Ceci est autorisé mais non recommandé.
id_id: Nama zone harus berupa nama domain yang valid.
ko_kr: 토큰 폐기에 실패했습니다.
lt_lt: SOA kartojimo reikšmė turėtų būti mažesnė nei atnaujinimo reikšmė pagal RFC 2308. Tai leidžiama, bet nerekomenduojama.
pl_pl: Wartość retry SOA powinna być mniejsza niż wartość refresh zgodnie z RFC 2308. To jest dozwolone, ale nie zalecane.
ru_ru: Значение retry записи SOA должно быть меньше значения refresh согласно RFC 2308. Это допустимо, но не рекомендуется.
sv_se: Ogiltig API-behörighet
tr_tr: SOA yeniden deneme değeri RFC 2308'e göre yenileme değerinden küçük olmalıdır. Bu kabul edilebilir ancak önerilmez.
uk_ua: Content may be subject to data residency requirements. Verify geographic constraints.
vi_vn: Offset không hợp lệ. Phải là số không âm.
zh_cn: 根据 RFC 2308，SOA 重试值应小于刷新值。这是允许的，但不建议。
