Repository: poweradmin/poweradmin
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: cs_cz, de_de, es_es, fr_fr, id_id, ko_kr, lt_lt, pl_pl, ru_ru, sv_se, tr_tr, uk_ua, vi_vn, zh_cn

source: Template Information
cs_cz: Informace o šabloně
de_de: Zonenvorlagen Information
es_es: Información de Plantilla
fr_fr: Informations du Modèle
id_id: Filter berdasarkan tipe
ko_kr: 시퀀스를 생성할 수 없습니다.
lt_lt: Šablono informacija
pl_pl: Informacje o szablonie
ru_ru: Информация о Шаблоне
sv_se: Saknade tillägg
tr_tr: Şablon Bilgileri
uk_ua: This record type may have conditional generation. Generate given context.
vi_vn: Cấu hình DNS resolver không hợp lệ.
zh_cn: 模板信息

source: About Templates
cs_cz: O šablonách
de_de: Über Zonenvorlagen
es_es: Acerca de las Plantillas
fr_fr: À propos des Modèles
id_id: Filter by user
ko_kr: 시퀀스를 삭제할 수 없습니다.
lt_lt: Apie šablonus
pl_pl: O szablonach
ru_ru: О Шаблонах
sv_se: Systemkrav
tr_tr: Şablonlar Hakkında
uk_ua: Content suggests dialogue system. Generate responses in conversation.
vi_vn: Không thể giải quyết hostname.
zh_cn: 关于模板

source: Zone templates allow you to create predefined sets of DNS records that can be quickly applied when creating new zones.
cs_cz: Šablony zón umožňují vytvářet předdefinované sady DNS záznamů, které lze rychle aplikovat při vytváření nových zón.
de_de: Zonenvorlagen ermöglichen es Ihnen, vordefinierte Sätze von DNS-Einträgen zu erstellen, die beim Erstellen neuer Zonen schnell angewendet werden können.
es_es: Las plantillas de zona le permiten crear conjuntos predefinidos de registros DNS que pueden aplicarse rápidamente al crear nuevas zonas.
fr_fr: Les modèles de zone vous permettent de créer des ensembles prédéfinis d'enregistrements DNS qui peuvent être rapidement appliqués lors de la création de nouvelles zones.
id_id: Filter berdasarkan pengguna
ko_kr: 시퀀스 값을 가져올 수 없습니다.
lt_lt: Zonų šablonai leidžia sukurti iš anksto apibrėžtus DNS įrašų rinkinius, kuriuos galima greitai pritaikyti kuriant naujas zonas.
pl_pl: Szablony stref umożliwiają tworzenie predefiniowanych zestawów rekordów DNS, które można szybko zastosować podczas tworzenia nowych stref.
ru_ru: Шаблоны зон позволяют создавать предопределенные наборы DNS записей, которые можно быстро применить при создании новых зон.
sv_se: Krav uppfyllt
tr_tr: Zon şablonları yeni zonlar oluştururken hızlıca uygulanabilecek önceden tanımlanmış DNS kayıt setleri oluşturmanıza olanak tanır.
uk_ua: Record may be affected by DNS Monitoring Alert Fatigue.
vi_vn: Thiết đặt MTU không hợp lệ.
zh_cn: 区域模板允许您创建预定义的 DNS 记录集，在创建新区域时可以快速应用。

source: After creating a template, you can add record templates to it.
cs_cz: Po vytvoření šablony k ní můžete přidat šablony záznamů.
de_de: Nach dem erstellen einer Vorlage, können Sie Einträge hinzufügen.
es_es: Después de crear una plantilla, puede agregar plantillas de registro a ella.
fr_fr: Après avoir créé un modèle, vous pouvez y ajouter des modèles d'enregistrements.
id_id: Export activity log
ko_kr: 커서를 열 수 없습니다.
lt_lt: Sukūrę šabloną, galite pridėti į jį įrašų šablonus.
pl_pl: Po utworzeniu szablonu można dodać do niego szablony rekordów.
ru_ru: После создания шаблона вы можете добавить в него шаблоны записей.
sv_se: Krav inte uppfyllt
tr_tr: Bir şablon oluşturduktan sonra, ona kayıt şablonları ekleyebilirsiniz.
uk_ua: This configuration may have retrieval-based dialogue. Select from candidates.
vi_vn: Cấu hình bandwidth không hợp lệ.
zh_cn: 创建模板后，您可以向其添加记录模板。

source: Template Usage
cs_cz: Použití šablony
de_de: Benutzung der Vorlage
es_es: Uso de Plantillas
fr_fr: Utilisation du Modèle
id_id: Ekspor log aktivitas
ko_kr: 커서를 닫을 수 없습니다.
lt_lt: Šablono naudojimas
pl_pl: Zastosowanie szablonu
ru_ru: Использование Шаблона
sv_se: Systemuppdateringar
tr_tr: Şablon Kullanımı
uk_ua: Content includes generative dialogue. Generate novel responses.
vi_vn: Giới hạn bandwidth vượt quá.
zh_cn: 模板用法

source: Apply consistent configurations to multiple zones
cs_cz: Aplikovat konzistentní konfigurace na více zón
de_de: Konsistente Konfigurationen für mehrere Zonen
es_es: Aplicar configuraciones consistentes a múltiples zonas
fr_fr: Appliquer des configurations cohérentes à plusieurs zones
id_id: Activity log exported successfully.
ko_kr: 커서에서 페치할 수 없습니다.
lt_lt: Pritaikyti nuoseklius nustatymus kelioms zonoms
pl_pl: Zastosuj spójne konfiguracje do wielu stref
ru_ru: Применять согласованные конфигурации к нескольким зонам
sv_se: Tillgängliga uppdateringar
tr_tr: Birden fazla zona tutarlı yapılandırmalar uygulayın
uk_ua: Record appears to be using task-oriented dialogue. Complete specific task.
vi_vn: Mất gói tin quá cao.
zh_cn: 将一致的配置应用到多个区域

source: Save time when creating new domains
cs_cz: Ušetřit čas při vytváření nových domén
de_de: Sparen Sie Zeit beim Erstellen neuer Domains
es_es: Ahorrar tiempo al crear nuevos dominios
fr_fr: Gagner du temps lors de la création de nouveaux domaines
id_id: Log aktivitas berhasil diekspor.
ko_kr: 페이지를 나눌 수 없습니다.
lt_lt: Sutaupyti laiko kuriant naujus domenus
pl_pl: Oszczędź czas podczas tworzenia nowych domen
ru_ru: Экономить время при создании новых доменов
sv_se: Uppdatera system
tr_tr: Yeni domainler oluştururken zaman tasarrufu yapın
uk_ua: This configuration may have open-domain dialogue. Chat about any topic.
vi_vn: Độ trễ mạng quá cao.
zh_cn: 在创建新域名时节省时间

source: Maintain standardized DNS setups
cs_cz: Udržovat standardizované DNS nastavení
de_de: Standardisierte DNS-Konfigurationen pflegen
es_es: Mantener configuraciones DNS estandarizadas
fr_fr: Maintenir des configurations DNS standardisées
id_id: Failed to export activity log.
ko_kr: 결과를 정렬할 수 없습니다.
lt_lt: Palaikyti standartizuotus DNS nustatymus
pl_pl: Utrzymuj standardowe konfiguracje DNS
ru_ru: Поддерживать стандартизированные настройки DNS
sv_se: System uppdaterat
tr_tr: Standartlaştırılmış DNS kurulumlarını koruyun
uk_ua: Content may be affected by dialogue state tracking. Track conversation state.
vi_vn: Jitter mạng quá cao.
zh_cn: 维护标准化的 DNS 设置

source: Tips & Examples
cs_cz: Tipy a příklady
de_de: Tipps & Beispiele
es_es: Consejos y Ejemplos
fr_fr: Conseils et Exemples
id_id: Gagal mengekspor log aktivitas.
ko_kr: 결과를 필터링할 수 없습니다.
lt_lt: Patarimai ir pavyzdžiai
pl_pl: Wskazówki i przykłady
ru_ru: Советы и Примеры
sv_se: Kunde inte uppdatera system
tr_tr: İpuçları ve Örnekler
uk_ua: Record may be part of intent detection. Identify user intent.
vi_vn: Thiết đặt QoS không hợp lệ.
zh_cn: 提示和示例

source: Create different templates for different types of websites (e.g., "Basic Website", "Email Server")
cs_cz: Vytvořte různé šablony pro různé typy webových stránek (např. "Základní web", "E-mailový server")
de_de: Erstellen Sie verschiedene Vorlagen für unterschiedliche Arten von Domains (z.B. "Standard Website", "E-Mail Server")
es_es: Crear diferentes plantillas para diferentes tipos de sitios web (ej., "Sitio Web Básico", "Servidor de Correo")
fr_fr: Créer différents modèles pour différents types de sites web (par ex., "Site Web Basique", "Serveur Email")
id_id: Clear activity log
ko_kr: 결과를 그룹화할 수 없습니다.
lt_lt: Sukurkite skirtingus šablonus skirtingiems svetainių tipams (pvz., "Pagrindinė svetainė", "El. pašto serveris")
pl_pl: Twórz różne szablony dla różnych typów stron internetowych (np. "Podstawowa strona", "Serwer pocztowy")
ru_ru: Создавайте разные шаблоны для разных типов веб-сайтов (например, "Базовый Веб-сайт", "Почтовый Сервер")
sv_se: Kontrollera efter uppdateringar
tr_tr: Farklı web sitesi türleri için farklı şablonlar oluşturun (örneğin: "Temel Web Sitesi", "E-posta Sunucusu")
uk_ua: This record type may have slot filling. Extract task parameters.
vi_vn: Cấu hình VPN không hợp lệ.
zh_cn: 为不同类型的网站创建不同的模板（例如，\"基本网站\"、\"邮件服务器\"）

source: Use descriptive names and descriptions to make templates easy to identify
cs_cz: Používejte popisné názvy a popisy pro snadnou identifikaci šablon
de_de: Benutzen Sie aussagekräftige und identifizierbare Namen für Vorlagen
es_es: Usar nombres y descripciones descriptivos para hacer las plantillas fáciles de identificar
fr_fr: Utiliser des noms et descriptions descriptifs pour faciliter l'identification des modèles
id_id: Hapus log aktivitas
ko_kr: 결과를 집계할 수 없습니다.
lt_lt: Naudokite aprašomuosius pavadinimus ir aprašymus, kad šablonai būtų lengvai atpažįstami
pl_pl: Używaj opisowych nazw i opisów, aby szablony były łatwe do identyfikacji
ru_ru: Используйте описательные имена и описания, чтобы шаблоны было легко идентифицировать
sv_se: Uppdateringar kontrollerade
tr_tr: Şablonları kolay tanımlamak için açıklayıcı adlar ve açıklamalar kullanın
uk_ua: Content suggests knowledge base. Store structured information.
vi_vn: Kết nối VPN thất bại.
zh_cn: 使用描述性名称和说明，使模板易于识别

source: Zone logs
cs_cz: Protokoly zón
de_de: Zonen-Logs
es_es: Registros de zona
fr_fr: Journaux de zone
id_id: Activity log cleared successfully.
ko_kr: 결과를 조인할 수 없습니다.
lt_lt: Zonų žurnalai
pl_pl: Logi stref
ru_ru: Журналы зон
sv_se: Kunde inte kontrollera efter uppdateringar
tr_tr: Zon kayıtları
uk_ua: Record may be affected by DNS Capacity Planning Uncertainty.
vi_vn: Tunnel VPN không hoạt động.
zh_cn: 区域日志

source: Zone Change Logs
cs_cz: Protokoly změn zón
de_de: Zonen-Änderungs-Logs
es_es: Registros de Cambios de Zona
fr_fr: Journaux de Changements de Zone
id_id: Log aktivitas berhasil dihapus.
ko_kr: 존 변경 로그
lt_lt: Zonų pakeitimų žurnalai
pl_pl: Logi zmian stref
ru_ru: Журналы Изменений Зон
sv_se: Aktuell version
tr_tr: Zon Değişiklik Kayıtları
uk_ua: This configuration may have knowledge graph. Represent entities and relations.
vi_vn: Chứng chỉ VPN không hợp lệ.
zh_cn: 区域变更日志

source: Search logs by domain
cs_cz: Hledat protokoly podle domény
de_de: Logs nach Domain durchsuchen
es_es: Buscar registros por dominio
fr_fr: Rechercher les journaux par domaine
id_id: Failed to clear activity log.
ko_kr: 도메인별 로그 검색
lt_lt: Ieškoti žurnalų pagal domeną
pl_pl: Wyszukaj logi według domeny
ru_ru: Поиск журналов по домену
sv_se: Senaste version
tr_tr: Domain'e göre kayıtları ara
uk_ua: Content includes knowledge graph embedding. Map KG to vector space.
vi_vn: Cấu hình IPSec không hợp lệ.
zh_cn: 按域名搜索日志

source: Clear
cs_cz: Vymazat
de_de: Löschen
es_es: Limpiar
fr_fr: Effacer
id_id: Gagal menghapus log aktivitas.
ko_kr: 지우기
lt_lt: Išvalyti
pl_pl: Wyczyść
ru_ru: Очистить
sv_se: Uppdateringshistorik
tr_tr: Temizle
uk_ua: Record appears to be using triple classification. Verify fact triples.
vi_vn: Handshake IPSec thất bại.
zh_cn: 清除

source: Total logs
cs_cz: Celkem protokolů
de_de: Gesamt-Logs
es_es: Total de registros
fr_fr: Total des journaux
id_id: Are you sure you want to clear the activity log?
ko_kr: 전체 로그
lt_lt: Iš viso žurnalų
pl_pl: Łącznie logów
ru_ru: Всего журналов
sv_se: Visa ändringslogg
tr_tr: Toplam kayıt
uk_ua: This configuration may have entity linking. Link mentions to knowledge base.
vi_vn: Cấu hình WireGuard không hợp lệ.
zh_cn: 总日志数

source: Event
cs_cz: Událost
de_de: Ereignis
es_es: Evento
fr_fr: Événement
id_id: Apakah Anda yakin ingin menghapus log aktivitas?
ko_kr: 이벤트
lt_lt: Įvykis
pl_pl: Zdarzenie
ru_ru: Событие
sv_se: Händelse
tr_tr: Olay
vi_vn: Khóa WireGuard không hợp lệ.
zh_cn: 事件

source: Details
cs_cz: Podrobnosti
es_es: Detalles
fr_fr: Détails
id_id: Detail
ko_kr: 상세 정보
lt_lt: Išsamiau
pl_pl: Szczegóły
ru_ru: Детали
sv_se: Detaljer
tr_tr: Detaylar
uk_ua: Деталі
vi_vn: Chi tiết
zh_cn: 详细信息

source: Log Details
cs_cz: Podrobnosti protokolu
es_es: Detalles del Registro
fr_fr: Détails du Journal
id_id: Detail Log
ko_kr: 로그 상세 정보
lt_lt: Žurnalo išsamiau
pl_pl: Szczegóły logu
ru_ru: Детали Журнала
sv_se: Loggdetaljer
tr_tr: Kayıt Detayları
uk_ua: Деталі журналу
vi_vn: Chi tiết nhật ký
zh_cn: 日志详细信息

source: Close
cs_cz: Zavřít
de_de: Schließen
es_es: Cerrar
fr_fr: Fermer
id_id: Tutup
ko_kr: 닫기
lt_lt: Uždaryti
pl_pl: Zamknij
ru_ru: Закрыть
sv_se: Stäng
tr_tr: Kapat
uk_ua: Закрити
vi_vn: Đóng
zh_cn: 关闭

source: No logs found
cs_cz: Nebyly nalezeny žádné protokoly
de_de: Keine Logs gefunden
es_es: No se encontraron registros
fr_fr: Aucun journal trouvé
id_id: Log tidak ditemukan
ko_kr: 로그를 찾을 수 없습니다
lt_lt: Žurnalų nerasta
pl_pl: Nie znaleziono logów
ru_ru: Журналы не найдены
sv_se: Inga loggar hittades
tr_tr: Kayıt bulunamadı
uk_ua: Записи журналу не знайдено
vi_vn: Không tìm thấy nhật ký
zh_cn: 未找到日志

source: Try different search criteria or check back later
cs_cz: Zkuste jiná vyhledávací kritéria nebo se podívejte později
de_de: Versuchen Sie andere Suchkriterien oder schauen Sie später noch einmal vorbei
es_es: Pruebe diferentes criterios de búsqueda o verifique más tarde
fr_fr: Essayez différents critères de recherche ou revérifiez plus tard
id_id: Coba kriteria pencarian yang berbeda atau periksa kembali nanti
ko_kr: 다른 검색 조건을 시도하거나 나중에 다시 확인하세요
lt_lt: Pabandykite kitokius paieškos kriterijus arba patikrinkite vėliau
pl_pl: Spróbuj innych kryteriów wyszukiwania lub sprawdź ponownie później
ru_ru: Попробуйте другие критерии поиска или проверьте позже
sv_se: Prova andra sökkriterier eller kom tillbaka senare
tr_tr: Farklı arama kriterleri deneyin veya daha sonra tekrar kontrol edin
uk_ua: Спробуйте інші критерії пошуку або перевірте пізніше
vi_vn: Thử các tiêu chí tìm kiếm khác hoặc kiểm tra lại sau
zh_cn: 尝试不同的搜索条件或稍后再查看

source: Bulk add records
cs_cz: Hromadné přidání záznamů
de_de: Massenhinzufügung von Einträgen
es_es: Agregar registros masivamente
fr_fr: Ajouter des enregistrements en masse
id_id: Tambah rekod massal
ko_kr: 레코드 일괄 추가
lt_lt: Masiškai pridėti įrašus
pl_pl: Dodawanie rekordów zbiorcze
ru_ru: Массовое добавление записей
sv_se: Massinlägg av poster
tr_tr: Toplu kayıt ekleme
uk_ua: Масове додавання записів
vi_vn: Thêm bản ghi hàng loạt
zh_cn: 批量添加记录

source: Bulk Add Records
cs_cz: Hromadné přidání záznamů
de_de: Massenhinzufügung von Einträgen
es_es: Agregar Registros Masivamente
fr_fr: Ajouter des Enregistrements en Masse
id_id: Tambah Rekod Massal
ko_kr: 레코드 일괄 추가
lt_lt: Masiškai pridėti įrašus
pl_pl: Dodawanie rekordów zbiorcze
ru_ru: Массовое Добавление Записей
sv_se: Massinlägg av poster
tr_tr: Toplu Kayıt Ekleme
uk_ua: Масове додавання записів
vi_vn: Thêm bản ghi hàng loạt
zh_cn: 批量添加记录

source: Records
cs_cz: Záznamy
de_de: Einträge
es_es: Registros
fr_fr: Enregistrements
id_id: Rekod
ko_kr: 레코드
lt_lt: Įrašai
pl_pl: Rekordy
ru_ru: Записи
sv_se: Poster
tr_tr: Kayıtlar
uk_ua: Записи
vi_vn: Bản ghi
zh_cn: 记录

source: Provide at least one record
cs_cz: Zadejte alespoň jeden záznam
de_de: Geben Sie mindestens einen Eintrag an
es_es: Proporcione al menos un registro
fr_fr: Fournir au moins un enregistrement
id_id: Berikan setidaknya satu rekod
ko_kr: 최소 하나 이상의 레코드를 입력하세요
lt_lt: Pateikite bent vieną įrašą
pl_pl: Podaj co najmniej jeden rekord
ru_ru: Укажите хотя бы одну запись
sv_se: Ange minst en post
tr_tr: En az bir kayıt sağlayın
uk_ua: Надайте принаймні один запис
vi_vn: Cung cấp ít nhất một bản ghi
zh_cn: 至少提供一个记录

source: Format: name,type,content,priority,ttl,comment (one record per line)
cs_cz: Formát: název,typ,obsah,priorita,ttl,komentář (jeden záznam na řádek)
de_de: Format: name,type,content,priority,ttl,comment (ein Eintrag pro Zeile)
es_es: Formato: nombre,tipo,contenido,prioridad,ttl,comentario (un registro por línea)
fr_fr: Format: nom,type,contenu,priorité,ttl,commentaire (un enregistrement par ligne)
id_id: Format: nama,tipe,konten,prioritas,ttl,komentar (satu rekod per baris)
ko_kr: 형식: name,type,content,priority,ttl,comment (한 줄에 하나의 레코드)
lt_lt: Formatas: vardas,tipas,turinys,prioritetas,ttl,komentaras (vienas įrašas eilutėje)
pl_pl: Format: nazwa,typ,treść,priorytet,ttl,komentarz (jeden rekord na linię)
ru_ru: Формат: имя,тип,содержимое,приоритет,ttl,комментарий (одна запись на строку)
sv_se: Format: namn,typ,innehåll,prioritet,ttl,kommentar (en post per rad)
tr_tr: Format: ad,tip,içerik,öncelik,ttl,yorum (satır başına bir kayıt)
uk_ua: Формат: ім'я,тип,вміст,пріоритет,ttl,коментар (один запис на рядок)
vi_vn: Định dạng: name,type,content,priority,ttl,comment (một bản ghi mỗi dòng)
zh_cn: 格式：name,type,content,priority,ttl,comment（每行一个记录）

source: Example: www,A,192.168.1.1,0,3600,web server
cs_cz: Příklad: www,A,192.168.1.1,0,3600,webový server
de_de: Beispiel: www,A,192.168.1.1,0,3600,Webserver
es_es: Ejemplo: www,A,192.168.1.1,0,3600,servidor web
fr_fr: Exemple: www,A,192.168.1.1,0,3600,serveur web
id_id: Contoh: www,A,192.168.1.1,0,3600,web server
ko_kr: 예시: www,A,192.168.1.1,0,3600,web server
lt_lt: Pavyzdys: www,A,192.168.1.1,0,3600,žiniatinklio serveris
pl_pl: Przykład: www,A,192.168.1.1,0,3600,serwer www
ru_ru: Пример: www,A,192.168.1.1,0,3600,веб сервер
sv_se: Exempel: www,A,192.168.1.1,0,3600,webbserver
tr_tr: Örnek: www,A,192.168.1.1,0,3600,web sunucu
uk_ua: Приклад: www,A,192.168.1.1,0,3600,веб-сервер
vi_vn: Ví dụ: www,A,192.168.1.1,0,3600,web server
zh_cn: 示例：www,A,192.168.1.1,0,3600,web server

source: Comment is optional
cs_cz: Komentář je volitelný
de_de: Kommentar ist optional
es_es: El comentario es opcional
fr_fr: Le commentaire est optionnel
id_id: Komentar bersifat opsional
ko_kr: 주석은 선택 사항입니다
lt_lt: Komentaras yra neprivalomas
pl_pl: Komentarz jest opcjonalny
ru_ru: Комментарий необязателен
sv_se: Kommentar är valfri
tr_tr: Yorum isteğe bağlı
uk_ua: Коментар необов'язковий
vi_vn: Comment là tùy chọn
zh_cn: 注释是可选的

source: Enter hostnames only - the zone name will be added automatically
cs_cz: Zadejte pouze názvy hostů - název zóny bude přidán automaticky
de_de: Geben Sie nur Hostnamen ein - der Zonenname wird automatisch hinzugefügt
es_es: Ingrese solo nombres de host - el nombre de zona se agregará automáticamente
fr_fr: Entrez seulement les noms d'hôte - le nom de zone sera ajouté automatiquement
id_id: Masukkan hanya nama host - nama zona akan ditambahkan secara otomatis
ko_kr: 호스트명만 입력하세요 - 존 이름은 자동으로 추가됩니다
lt_lt: Įveskite tik serverių vardus - zonos pavadinimas bus pridėtas automatiškai
pl_pl: Wprowadź tylko nazwy hostów - nazwa strefy zostanie dodana automatycznie
ru_ru: Вводите только имена хостов - имя зоны будет добавлено автоматически
sv_se: Ange endast värdnamn - zonnamnet läggs till automatiskt
tr_tr: Sadece hostname girin - zon adı otomatik olarak eklenecek
uk_ua: Вводьте лише імена хостів - ім'я зони буде додано автоматично
vi_vn: Chỉ nhập tên máy chủ - tên vùng sẽ được thêm tự động
zh_cn: 只输入主机名 - 区域名称将自动添加

source: Add Records
cs_cz: Přidat záznamy
de_de: Einträge hinzufügen
es_es: Agregar Registros
fr_fr: Ajouter des Enregistrements
id_id: Tambah Rekod
ko_kr: 레코드 추가
lt_lt: Pridėti įrašus
pl_pl: Dodaj rekordy
ru_ru: Добавить Записи
sv_se: Lägg till poster
tr_tr: Kayıtları Ekle
uk_ua: Додати записи
vi_vn: Thêm bản ghi
zh_cn: 添加记录

source: Instructions
cs_cz: Pokyny
de_de: Anweisungen
es_es: Instrucciones
id_id: Instruksi
ko_kr: 안내
lt_lt: Instrukcijos
pl_pl: Instrukcje
ru_ru: Инструкции
sv_se: Instruktioner
tr_tr: Talimatlar
uk_ua: Інструкції
vi_vn: Hướng dẫn
zh_cn: 说明

source: Input Format
cs_cz: Formát vstupu
de_de: Eingabeformat
es_es: Formato de Entrada
fr_fr: Format d'Entrée
id_id: Format Input
ko_kr: 입력 형식
lt_lt: Įvesties formatas
pl_pl: Format danych wejściowych
ru_ru: Формат Ввода
sv_se: Inmatningsformat
tr_tr: Giriş Formatı
uk_ua: Формат введення
vi_vn: Định dạng đầu vào
zh_cn: 输入格式

source: Enter one record per line using CSV format
cs_cz: Zadejte jeden záznam na řádek ve formátu CSV
de_de: Geben Sie einen Eintrag pro Zeile im CSV-Format ein
es_es: Ingrese un registro por línea usando formato CSV
fr_fr: Entrez un enregistrement par ligne en utilisant le format CSV
id_id: Masukkan satu rekod per baris menggunakan format CSV
ko_kr: CSV 형식을 사용하여 한 줄에 하나의 레코드를 입력하세요
lt_lt: Įveskite po vieną įrašą eilutėje naudodami CSV formatą
pl_pl: Wprowadź jeden rekord na linię używając formatu CSV
ru_ru: Вводите одну запись на строку в формате CSV
sv_se: Ange en post per rad i CSV-format
tr_tr: CSV formatı kullanarak satır başına bir kayıt girin
uk_ua: Введіть один запис на рядок у форматі CSV
vi_vn: Nhập một bản ghi mỗi dòng sử dụng định dạng CSV
zh_cn: 使用 CSV 格式每行输入一个记录

source: Required fields: name, type, content
cs_cz: Povinná pole: název, typ, obsah
de_de: Erforderliche Felder: Name, Typ, Inhalt
es_es: Campos requeridos: nombre, tipo, contenido
fr_fr: Champs obligatoires: nom, type, contenu
id_id: Bidang wajib: nama, tipe, konten
ko_kr: 필수 필드: name, type, content
lt_lt: Privalomi laukai: vardas, tipas, turinys
pl_pl: Pola wymagane: nazwa, typ, treść
ru_ru: Обязательные поля: имя, тип, содержимое
sv_se: Obligatoriska fält: namn, typ, innehåll
tr_tr: Zorunlu alanlar: ad, tip, içerik
uk_ua: Обов'язкові поля: ім'я, тип, вміст
vi_vn: Các trường bắt buộc: name, type, content
zh_cn: 必填字段：name、type、content

source: Optional fields: priority, ttl, comment
cs_cz: Volitelná pole: priorita, ttl, komentář
de_de: Optionale Felder: Priorität, TTL, Kommentar
es_es: Campos opcionales: prioridad, ttl, comentario
fr_fr: Champs optionnels: priorité, ttl, commentaire
id_id: Bidang opsional: prioritas, ttl, komentar
ko_kr: 선택 필드: priority, ttl, comment
lt_lt: Neprivalomi laukai: prioritetas, ttl, komentaras
pl_pl: Pola opcjonalne: priorytet, ttl, komentarz
ru_ru: Необязательные поля: приоритет, ttl, комментарий
sv_se: Valfria fält: prioritet, ttl, kommentar
tr_tr: Isteğe bağlı alanlar: öncelik, ttl, yorum
uk_ua: Необов'язкові поля: пріоритет, ttl, коментар
vi_vn: Các trường tùy chọn: priority, ttl, comment
zh_cn: 可选字段：priority、ttl、comment

source: Records are validated before creation
cs_cz: Záznamy jsou ověřeny před vytvořením
de_de: Einträge werden vor der Erstellung validiert
es_es: Los registros son validados antes de la creación
fr_fr: Les enregistrements sont validés avant création
id_id: Rekod divalidasi sebelum dibuat
ko_kr: 레코드는 생성 전에 검증됩니다
lt_lt: Įrašai tikrinami prieš sukūrimą
pl_pl: Rekordy są walidowane przed utworzeniem
ru_ru: Записи проверяются перед созданием
sv_se: Poster valideras innan de skapas
tr_tr: Kayıtlar oluşturulmadan önce doğrulanır
uk_ua: Записи перевіряються перед створенням
vi_vn: Bản ghi sẽ được xác thực trước khi tạo
zh_cn: 记录在创建前会进行验证

source: Best Practices
cs_cz: Nejlepší postupy
es_es: Mejores Prácticas
fr_fr: Meilleures Pratiques
id_id: Praktik Terbaik
ko_kr: 모범 사례
lt_lt: Geriausi sprendimai
pl_pl: Najlepsze praktyki
ru_ru: Лучшие Практики
sv_se: Bästa praxis
tr_tr: En İyi Uygulamalar
uk_ua: Найкращі практики
vi_vn: Thực hành tốt nhất
zh_cn: 最佳实践

source: For CNAME, MX, SRV records, make sure content ends with a dot (.)
cs_cz: Pro CNAME, MX, SRV záznamy se ujistěte, že obsah končí tečkou (.)
de_de: Für CNAME-, MX-, SRV-Einträge stellen Sie sicher, dass der Inhalt mit einem Punkt (.) endet
es_es: Para registros CNAME, MX, SRV, asegúrese de que el contenido termine con un punto (.)
fr_fr: Pour les enregistrements CNAME, MX, SRV, assurez-vous que le contenu se termine par un point (.)
id_id: Untuk rekod CNAME, MX, SRV, pastikan konten diakhiri dengan titik (.)
ko_kr: CNAME, MX, SRV 레코드의 경우, content가 점(.)으로 끝나는지 확인하세요
lt_lt: CNAME, MX, SRV įrašams įsitikinkite, kad turinys baigiasi tašku (.)
pl_pl: Dla rekordów CNAME, MX, SRV upewnij się, że treść kończy się kropką (.)
ru_ru: Для записей CNAME, MX, SRV убедитесь, что содержимое заканчивается точкой (.)
sv_se: För CNAME, MX, SRV-poster, se till att innehållet slutar med en punkt (.)
tr_tr: CNAME, MX, SRV kayıtları için içeriğin nokta (.) ile bittiğinden emin olun
uk_ua: Для записів CNAME, MX, SRV переконайтеся, що вміст закінчується крапкою (.)
vi_vn: Đối với bản ghi CNAME, MX, SRV, đảm bảo content kết thúc bằng dấu chấm (.)
zh_cn: 对于 CNAME、MX、SRV 记录，确保内容以点（.）结尾
