Repository: poweradmin/poweradmin
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: cs_cz, de_de, es_es, fr_fr, id_id, ko_kr, lt_lt, pl_pl, ru_ru, sv_se, tr_tr, uk_ua, vi_vn, zh_cn

source: RRSIG inception must be in YYYYMMDDHHmmSS format.
cs_cz: Začátek RRSIG musí být ve formátu YYYYMMDDHHmmSS.
de_de: RRSIG-Inception muss im YYYYMMDDHHmmSS-Format sein.
es_es: El inicio RRSIG debe estar en formato YYYYMMDDHHmmSS.
fr_fr: Le début RRSIG doit être au format YYYYMMDDHHmmSS.
id_id: Salt NSEC3PARAM record wajib diisi.
ko_kr: 키 생성에 실패했습니다.
lt_lt: RRSIG pradžia turi būti YYYYMMDDHHmmSS formatu.
pl_pl: Rozpoczęcie RRSIG musi być w formacie YYYYMMDDHHmmSS.
ru_ru: Дата начала RRSIG должна быть в формате YYYYMMDDHHmmSS.
sv_se: Huvudserver
tr_tr: RRSIG başlangıç YYYYMMDDHHmmSS formatında olmalıdır.
uk_ua: NAPTR regexp must be a valid POSIX extended regular expression or empty.
vi_vn: Thuật toán không hợp lệ cho bản ghi CERT. Phải nằm trong khoảng từ 0 đến 255.
zh_cn: RRSIG 生效时间必须采用 YYYYMMDDHHmmSS 格式。

source: The expiration time must be later than the inception time. This signature appears to have expired before it became valid.
cs_cz: Čas vypršení musí být pozdější než čas začátku. Tento podpis se zdá být vypršelý dříve, než se stal platným.
de_de: Die Ablaufzeit muss später als die Inception-Zeit sein. Diese Signatur scheint abgelaufen zu sein, bevor sie gültig wurde.
es_es: El tiempo de expiración debe ser posterior al tiempo de inicio. Esta firma parece haber expirado antes de volverse válida.
fr_fr: L'heure d'expiration doit être postérieure à l'heure de début. Cette signature semble avoir expiré avant de devenir valide.
id_id: LOC record version is mandatory.
ko_kr: 잘못된 키 ID입니다.
lt_lt: Galiojimo pabaigos laikas turi būti vėlesnis nei pradžios laikas. Šis parašas atrodo pasibaigęs prieš tapęs galiojančiu.
pl_pl: Czas wygaśnięcia musi być później niż czas rozpoczęcia. Ten podpis wydaje się wygasł zanim stał się ważny.
ru_ru: Время истечения должно быть позже времени начала. Эта подпись, по-видимому, истекла до того, как стала действительной.
sv_se: Lägg till huvudserver
tr_tr: Süre sonu başlangıç zamanından daha sonra olmalıdır. Bu imza geçerli olmadan önce süresi dolmuş görünüyor.
uk_ua: NAPTR replacement should be a fully-qualified domain name or "." when regexp is used.
vi_vn: Dữ liệu chứng chỉ không hợp lệ cho bản ghi CERT. Phải là chuỗi base64 hợp lệ.
zh_cn: 过期时间必须晚于生效时间。此签名似乎在生效之前就已过期。

source: CRITICAL: This signature has already expired. It will not be validated by DNSSEC resolvers.
cs_cz: KRITICKÉ: Tento podpis již vypršel. Nebude validován DNSSEC resolvery.
de_de: KRITISCH: Diese Signatur ist bereits abgelaufen. Sie wird nicht von DNSSEC-Resolvern validiert.
es_es: CRÍTICO: Esta firma ya ha expirado. No será validada por resolutores DNSSEC.
fr_fr: CRITIQUE : Cette signature a déjà expiré. Elle ne sera pas validée par les résolveurs DNSSEC.
id_id: Versi LOC record wajib diisi.
ko_kr: 키 유형은 'ksk' 또는 'zsk'여야 합니다.
lt_lt: KRITINIS: Šis parašas jau pasibaigęs. Jis nebus validuojamas DNSSEC resolverių.
pl_pl: KRYTYCZNE: Ten podpis już wygasł. Nie będzie walidowany przez resolvery DNSSEC.
ru_ru: КРИТИЧНО: Эта подпись уже истекла. Она не будет проверяться DNSSEC-резолверами.
sv_se: Huvudserver tillagd
tr_tr: KRİTİK: Bu imzanın süresi çoktan dolmuş. DNSSEC çözümleyicileri tarafından doğrulanmayacak.
uk_ua: DS digest type must be 1 (SHA-1), 2 (SHA-256), 3 (GOST), or 4 (SHA-384).
vi_vn: Loại chứng chỉ 1 (PKIX) đang được dùng. Hãy đảm bảo dữ liệu là chứng chỉ X.509 hợp lệ.
zh_cn: 严重：此签名已过期。DNSSEC 解析器将不会验证它。

source: WARNING: This signature will expire within the next 7 days. Consider renewing it soon.
cs_cz: VAROVÁNÍ: Tento podpis vyprší během následujících 7 dnů. Zvažte jeho brzké obnovení.
de_de: WARNUNG: Diese Signatur läuft innerhalb der nächsten 7 Tage ab. Erwägen Sie eine baldige Erneuerung.
es_es: ADVERTENCIA: Esta firma expirará en los próximos 7 días. Considere renovarla pronto.
fr_fr: AVERTISSEMENT : Cette signature expirera dans les 7 prochains jours. Considérez la renouveler bientôt.
id_id: LOC record version must be 0.
ko_kr: 알고리즘은 유효한 DNSSEC 알고리즘 번호여야 합니다.
lt_lt: ĮSPĖJIMAS: Šis parašas pasibaigs per artimiausias 7 dienas. Apsvarstykite greitą atnaujinimą.
pl_pl: OSTRZEŻENIE: Ten podpis wygaśnie w ciągu następnych 7 dni. Rozważ odnowienie go wkrótce.
ru_ru: ПРЕДУПРЕЖДЕНИЕ: Эта подпись истечет в течение следующих 7 дней. Рассмотрите возможность обновления в ближайшее время.
sv_se: Kunde inte lägga till huvudserver
tr_tr: UYARI: Bu imzanın süresi önümüzdeki 7 gün içinde dolacak. Yakında yenilemeyi düşünün.
uk_ua: DS algorithm must be a valid DNSSEC algorithm number.
vi_vn: Loại chứng chỉ 2 (SPKI) đang được dùng. Hãy đảm bảo dữ liệu là khóa công khai hợp lệ.
zh_cn: 警告：此签名将在未来 7 天内过期。请考虑尽快续签。

source: This signature will expire within the next 30 days. Plan for renewal.
cs_cz: Tento podpis vyprší během následujících 30 dnů. Naplánujte obnovení.
de_de: Diese Signatur läuft innerhalb der nächsten 30 Tage ab. Planen Sie die Erneuerung.
es_es: Esta firma expirará en los próximos 30 días. Planifique la renovación.
fr_fr: Cette signature expirera dans les 30 prochains jours. Planifiez le renouvellement.
id_id: Versi LOC record harus 0.
ko_kr: 비트 수는 양의 정수여야 합니다.
lt_lt: Šis parašas pasibaigs per artimiausias 30 dienų. Planuokite atnaujinimą.
pl_pl: Ten podpis wygaśnie w ciągu następnych 30 dni. Zaplanuj odnowienie.
ru_ru: Эта подпись истечет в течение следующих 30 дней. Запланируйте обновление.
sv_se: Huvudserver borttagen
tr_tr: Bu imzanın süresi önümüzdeki 30 gün içinde dolacak. Yenileme planlayın.
uk_ua: DS key tag must be between 0 and 65535.
vi_vn: Loại chứng chỉ 3 (PGP) đang được dùng. Hãy đảm bảo dữ liệu là khóa PGP hợp lệ.
zh_cn: 此签名将在未来 30 天内过期。请计划续签。

source: WARNING: This signature is not yet valid. It will not be validated by DNSSEC resolvers until the inception time is reached.
cs_cz: VAROVÁNÍ: Tento podpis ještě není platný. Nebude validován DNSSEC resolvery, dokud nebude dosaženo času začátku.
de_de: WARNUNG: Diese Signatur ist noch nicht gültig. Sie wird nicht von DNSSEC-Resolvern validiert, bis die Inception-Zeit erreicht ist.
es_es: ADVERTENCIA: Esta firma no es válida aún. No será validada por resolutores DNSSEC hasta que se alcance el tiempo de inicio.
fr_fr: AVERTISSEMENT : Cette signature n'est pas encore valide. Elle ne sera pas validée par les résolveurs DNSSEC jusqu'à ce que l'heure de début soit atteinte.
id_id: LOC record latitude is mandatory.
ko_kr: 활성 키는 제거할 수 없습니다.
lt_lt: ĮSPĖJIMAS: Šis parašas dar negalioja. Jis nebus validuojamas DNSSEC resolverių, kol bus pasiektas pradžios laikas.
pl_pl: OSTRZEŻENIE: Ten podpis nie jest jeszcze ważny. Nie będzie walidowany przez resolvery DNSSEC dopóki nie zostanie osiągnięty czas rozpoczęcia.
ru_ru: ПРЕДУПРЕЖДЕНИЕ: Эта подпись еще не действительна. Она не будет проверена DNSSEC резолверами до наступления времени начала действия.
sv_se: Kunde inte ta bort huvudserver
tr_tr: UYARI: Bu imza henüz geçerli değil. Başlangıç zamanına ulaşılana kadar DNSSEC çözümleyicileri tarafından doğrulanmayacak.
uk_ua: DS digest must be in hexadecimal format and match the digest type length.
vi_vn: Loại chứng chỉ 4 (IPKIX) đang được dùng cho URL đến chứng chỉ.
zh_cn: 警告：此签名尚未生效。在达到生效时间之前，DNSSEC 解析器不会验证它。

source: The signature validity period is over 90 days, which is longer than recommended practices. Long validity periods increase vulnerability in case of key compromise.
cs_cz: Doba platnosti podpisu je delší než 90 dnů, což je delší než doporučené postupy. Dlouhé doby platnosti zvyšují zranitelnost v případě kompromitace klíče.
de_de: Die Signatur-Gültigkeitsdauer beträgt über 90 Tage, was länger als empfohlene Praktiken ist. Lange Gültigkeitsdauern erhöhen die Verwundbarkeit bei Schlüsselkompromittierung.
es_es: El período de validez de la firma es superior a 90 días, lo que es más largo que las prácticas recomendadas. Los períodos de validez largos aumentan la vulnerabilidad en caso de compromiso de clave.
fr_fr: La période de validité de la signature dépasse 90 jours, ce qui est plus long que les pratiques recommandées. Les périodes de validité longues augmentent la vulnérabilité en cas de compromission de clé.
id_id: Latitude LOC record wajib diisi.
ko_kr: 최소 하나의 활성 키가 필요합니다.
lt_lt: Parašo galiojimo laikotarpis viršija 90 dienų, kas ilgiau nei rekomenduojama praktika. Ilgi galiojimo laikotarpiai didina pažeidžiamumą rakto kompromitavimo atveju.
pl_pl: Okres ważności podpisu przekracza 90 dni, co jest dłuższe niż zalecane praktyki. Długie okresy ważności zwiększają podatność w przypadku kompromitacji klucza.
ru_ru: Период действительности подписи превышает 90 дней, что больше рекомендуемой практики. Длительные периоды действительности увеличивают уязвимость в случае компрометации ключа.
sv_se: Ogiltig huvudserver
tr_tr: İmza geçerlilik süresi 90 günü aşıyor, bu önerilen uygulamalardan daha uzun. Uzun geçerlilik süreleri anahtar ele geçirilmesi durumunda güvenlik açığını artırır.
uk_ua: DNSKEY flags must be 256 (ZSK) or 257 (KSK) for typical use.
vi_vn: Loại chứng chỉ 5 (ISPKI) đang được dùng cho URL đến khóa công khai.
zh_cn: 签名有效期超过 90 天，这比推荐做法要长。较长的有效期会在密钥泄露情况下增加漏洞。

source: Could not parse signature timestamps to check validity period.
cs_cz: Nepodařilo se parsovat časové značky podpisu pro kontrolu doby platnosti.
de_de: Signatur-Zeitstempel konnten nicht geparst werden, um die Gültigkeitsdauer zu prüfen.
es_es: No se pudieron analizar las marcas de tiempo de la firma para verificar el período de validez.
fr_fr: Impossible d'analyser les horodatages de signature pour vérifier la période de validité.
id_id: LOC record latitude format is invalid.
ko_kr: 잘못된 암호화 키 ID입니다.
lt_lt: Nepavyko apdoroti parašo laiko žymų galiojimo laikotarpio patikrinimui.
pl_pl: Nie można przeanalizować znaczników czasu podpisu aby sprawdzić okres ważności.
ru_ru: Не удалось проанализировать временные метки подписи для проверки периода действительности.
sv_se: Huvudservern finns redan
tr_tr: Geçerlilik süresini kontrol etmek için imza zaman damgaları ayrıştırılamadı.
uk_ua: DNSKEY protocol must be 3 per RFC 4034.
vi_vn: Loại chứng chỉ 6 (IPGP) đang được dùng cho URL đến khóa PGP.
zh_cn: 无法解析签名时间戳以检查有效期。

source: RRSIG key tag field must be a numeric value.
cs_cz: Pole klíčového tagu RRSIG musí být číselná hodnota.
de_de: RRSIG-Key-Tag-Feld muss ein numerischer Wert sein.
es_es: El campo de etiqueta de clave RRSIG debe ser un valor numérico.
fr_fr: Le champ d'étiquette de clé RRSIG doit être une valeur numérique.
id_id: Format latitude LOC record tidak valid.
ko_kr: 키 활성화에 실패했습니다.
lt_lt: RRSIG rakto žymės laukas turi būti skaitinė reikšmė.
pl_pl: Pole tagu klucza RRSIG musi być wartością numeryczną.
ru_ru: Поле тега ключа RRSIG должно быть числовым значением.
sv_se: Huvudservern finns inte
tr_tr: RRSIG anahtar etiketi alanı sayısal bir değer olmalıdır.
uk_ua: DNSKEY algorithm must be a valid DNSSEC algorithm number per RFC 8624.
vi_vn: Loại chứng chỉ 7 (ACPKIX) đang được dùng cho chứng chỉ thuộc tính.
zh_cn: RRSIG 密钥标签字段必须是数值。

source: RRSIG key tag must be a valid value between 0 and 65535.
cs_cz: Klíčový tag RRSIG musí být platná hodnota mezi 0 a 65535.
de_de: RRSIG-Key-Tag muss ein gültiger Wert zwischen 0 und 65535 sein.
es_es: La etiqueta de clave RRSIG debe ser un valor válido entre 0 y 65535.
fr_fr: L'étiquette de clé RRSIG doit être une valeur valide entre 0 et 65535.
id_id: LOC record longitude is mandatory.
ko_kr: 키 비활성화에 실패했습니다.
lt_lt: RRSIG rakto žymė turi būti teisinga reikšmė tarp 0 ir 65535.
pl_pl: Tag klucza RRSIG musi być prawidłową wartością między 0 a 65535.
ru_ru: Тег ключа RRSIG должен быть допустимым значением от 0 до 65535.
sv_se: Huvudserver
tr_tr: RRSIG anahtar etiketi 0 ile 65535 arasında geçerli bir değer olmalıdır.
uk_ua: DNSKEY public key must be in base64 format.
vi_vn: Loại chứng chỉ 8 (IACPKIX) đang được dùng cho URL đến chứng chỉ thuộc tính.
zh_cn: RRSIG 密钥标签必须是 0 到 65535 之间的有效值。

source: RRSIG signer name must be a fully qualified domain name (end with a dot).
cs_cz: Jméno podpisisovatele RRSIG musí být plně kvalifikované doménové jméno (končící tečkou).
de_de: RRSIG-Signer-Name muss ein vollqualifizierter Domänenname sein (mit Punkt enden).
es_es: El nombre del firmante RRSIG debe ser un nombre de dominio completamente calificado (terminar con punto).
fr_fr: Le nom du signataire RRSIG doit être un nom de domaine pleinement qualifié (se terminer par un point).
id_id: Longitude LOC record wajib diisi.
ko_kr: 존 메타데이터 업데이트에 실패했습니다.
lt_lt: RRSIG pasirašėjo vardas turi būti pilnas domeno vardas (baigtis tašku).
pl_pl: Nazwa podpisującego RRSIG musi być w pełni kwalifikowaną nazwą domeny (kończyć się kropką).
ru_ru: Имя подписанта RRSIG должно быть полностью квалифицированным доменным именем (заканчиваться точкой).
sv_se: Ta bort huvudserver
tr_tr: RRSIG imzalayan adı tam nıtelı bir domain adı olmalıdır (nokta ile bitmeli).
uk_ua: Zone appears to be signed with weak algorithm. Consider using ECDSAP256SHA256 (13) or Ed25519 (15).
vi_vn: Loại chứng chỉ 253 (URI) đang được dùng. Hãy đảm bảo dữ liệu là URI hợp lệ.
zh_cn: RRSIG 签名者名称必须是完全限定域名（以点结尾）。

source: RRSIG signer name must be a valid domain name.
cs_cz: Jméno podpisisovatele RRSIG musí být platné doménové jméno.
de_de: RRSIG-Signer-Name muss ein gültiger Domänenname sein.
es_es: El nombre del firmante RRSIG debe ser un nombre de dominio válido.
fr_fr: Le nom du signataire RRSIG doit être un nom de domaine valide.
id_id: LOC record longitude format is invalid.
ko_kr: 잘못된 메타데이터 종류입니다.
lt_lt: RRSIG pasirašėjo vardas turi būti teisingas domeno vardas.
pl_pl: Nazwa podpisującego RRSIG musi być prawidłową nazwą domeny.
ru_ru: Имя подписанта RRSIG должно быть допустимым доменным именем.
sv_se: Är du säker på att du vill ta bort denna huvudserver?
tr_tr: RRSIG imzalayan adı geçerli bir domain adı olmalıdır.
uk_ua: RRSIG signer name should match the zone name.
vi_vn: Loại chứng chỉ 254 (OID) đang được dùng. Hãy đảm bảo dữ liệu là OID hợp lệ.
zh_cn: RRSIG 签名者名称必须是有效的域名。

source: RRSIG signature cannot be empty.
cs_cz: Podpis RRSIG nemůže být prázdný.
de_de: RRSIG-Signatur kann nicht leer sein.
es_es: La firma RRSIG no puede estar vacía.
fr_fr: La signature RRSIG ne peut pas être vide.
id_id: Format longitude LOC record tidak valid.
ko_kr: 메타데이터 값은 필수입니다.
lt_lt: RRSIG parašas negali būti tuščias.
pl_pl: Podpis RRSIG nie może być pusty.
ru_ru: Подпись RRSIG не может быть пустой.
sv_se: Zonmall
tr_tr: RRSIG imzası boş olamaz.
uk_ua: RRSIG signature expiration is in the past. The signature is no longer valid.
vi_vn: Loại chứng chỉ không xác định. Hãy tham khảo IANA để biết các loại đã đăng ký.
zh_cn: RRSIG 签名不能为空。

source: The signature does not appear to be valid base64 encoded data. RRSIG signatures should be base64 encoded.
cs_cz: Podpis se nezdá být platná data kódovaná v base64. Podpisy RRSIG by měly být kódovány v base64.
de_de: Die Signatur scheint keine gültigen base64-kodierten Daten zu sein. RRSIG-Signaturen sollten base64-kodiert sein.
es_es: La firma no parece ser datos válidos codificados en base64. Las firmas RRSIG deben estar codificadas en base64.
fr_fr: La signature ne semble pas être des données encodées base64 valides. Les signatures RRSIG doivent être encodées en base64.
id_id: LOC record altitude is mandatory.
ko_kr: 잘못된 SOA 레코드입니다.
lt_lt: Parašas neatrodo kaip teisingi base64 koduoti duomenys. RRSIG parašai turėtų būti base64 koduoti.
pl_pl: Podpis nie wydaje się być prawidłowymi danymi zakodowanymi w base64. Podpisy RRSIG powinny być zakodowane w base64.
ru_ru: Подпись не является действительными данными в кодировке base64. Подписи RRSIG должны быть закодированы в base64.
sv_se: Zonmallar
tr_tr: İmza geçerli base64 kodlanmış veri gibi görünmüyor. RRSIG imzaları base64 kodlanmış olmalıdır.
uk_ua: RRSIG signature inception is in the future. The signature is not yet valid.
vi_vn: Nội dung bản ghi CERT phải ở định dạng: type keytag algorithm certificate.
zh_cn: 签名似乎不是有效的 base64 编码数据。RRSIG 签名应该使用 base64 编码。

source: RRSIG records are part of DNSSEC and provide cryptographic signatures for DNS records. They should be managed automatically by the DNS server.
cs_cz: Záznamy RRSIG jsou součástí DNSSEC a poskytují kryptografické podpisy pro DNS záznamy. Měly by být spravovány automaticky DNS serverem.
de_de: RRSIG-Einträge sind Teil von DNSSEC und bieten kryptographische Signaturen für DNS-Einträge. Sie sollten automatisch vom DNS-Server verwaltet werden.
es_es: Los registros RRSIG son parte de DNSSEC y proporcionan firmas criptográficas para registros DNS. Deben gestionarse automáticamente por el servidor DNS.
fr_fr: Les enregistrements RRSIG font partie de DNSSEC et fournissent des signatures cryptographiques pour les enregistrements DNS. Ils doivent être gérés automatiquement par le serveur DNS.
id_id: Altitude LOC record wajib diisi.
ko_kr: 기본 네임서버는 필수이며 유효한 호스트명이어야 합니다.
lt_lt: RRSIG įrašai yra DNSSEC dalis ir suteikia kriptografinius parašus DNS įrašams. Jie turėtų būti tvarkomi automatiškai DNS serverio.
pl_pl: Rekordy RRSIG są częścią DNSSEC i zapewniają podpisy kryptograficzne dla rekordów DNS. Powinny być zarządzane automatycznie przez serwer DNS.
ru_ru: Записи RRSIG являются частью DNSSEC и предоставляют криптографические подписи для DNS записей. Они должны управляться автоматически DNS сервером.
sv_se: Lägg till zonmall
tr_tr: RRSIG kayıtları DNSSEC'in parçasıdır ve DNS kayıtları için kriptografik imzalar sağlar. DNS sunucusu tarafından otomatik olarak yönetilmelidirler.
uk_ua: RRSIG type covered should match the record type being signed.
vi_vn: Ký tự không hợp lệ trong nội dung bản ghi CERT.
zh_cn: RRSIG 记录是 DNSSEC 的一部分，为 DNS 记录提供加密签名。它们应该由 DNS 服务器自动管理。

source: Remember that RRSIG records must be regenerated before their expiration date to maintain DNSSEC validation.
cs_cz: Pamatujte, že záznamy RRSIG musí být znovu generovány před datem vypršení pro udržení DNSSEC validace.
de_de: Denken Sie daran, dass RRSIG-Einträge vor ihrem Ablaufdatum regeneriert werden müssen, um die DNSSEC-Validierung aufrechtzuerhalten.
es_es: Recuerde que los registros RRSIG deben regenerarse antes de su fecha de expiración para mantener la validación DNSSEC.
fr_fr: Rappelez-vous que les enregistrements RRSIG doivent être régénérés avant leur date d'expiration pour maintenir la validation DNSSEC.
id_id: LOC record altitude must be a valid number.
ko_kr: 호스트마스터는 필수이며 유효한 이메일 형식이어야 합니다.
lt_lt: Prisiminkite, kad RRSIG įrašai turi būti perdaryti prieš jų galiojimo pabaigos datą, kad išlaikytų DNSSEC validaciją.
pl_pl: Pamiętaj że rekordy RRSIG muszą być regenerowane przed datą wygaśnięcia aby utrzymać walidację DNSSEC.
ru_ru: Помните, что записи RRSIG должны быть пересозданы до истечения срока действия для поддержания валидации DNSSEC.
sv_se: Redigera zonmall
tr_tr: RRSIG kayıtlarının DNSSEC doğrulamasını sürdürmek için süre sonu tarihinden önce yeniden oluşturulması gerektiğini unutmayın.
uk_ua: NSEC/NSEC3 records are automatically maintained by DNSSEC-signing tools. Manual creation not recommended.
vi_vn: Trường ưu tiên cho bản ghi CERT phải là 0 hoặc rỗng
zh_cn: 请记住，RRSIG 记录必须在过期日期之前重新生成，以维持 DNSSEC 验证。

source: Priority field for RP records must be 0 or empty
cs_cz: Pole priority pro záznamy RP musí být 0 nebo prázdné
de_de: Prioritätsfeld für RP-Einträge muss 0 oder leer sein
es_es: El campo de prioridad para registros RP debe ser 0 o vacío
fr_fr: Le champ de priorité pour les enregistrements RP doit être 0 ou vide
id_id: Altitude LOC record harus berupa angka yang valid.
ko_kr: 일련번호는 양의 정수여야 합니다.
lt_lt: RP įrašų prioriteto laukas turi būti 0 arba tuščias
pl_pl: Pole priorytetu dla rekordów RP musi być 0 lub puste
ru_ru: Поле приоритета для RP записей должно быть 0 или пустым
sv_se: Ta bort zonmall
tr_tr: RP kayıtları için öncelik alanı 0 veya boş olmalıdır
uk_ua: CDS and CDNSKEY records are used for automated DS updates with parent zone. Ensure they match your DNSKEY.
vi_vn: Bản ghi CERT đã lỗi thời và ít được hỗ trợ. Hãy cân nhắc sử dụng TLSA cho chứng chỉ TLS.
zh_cn: RP 记录的优先级字段必须是 0 或空

source: RP records were defined in RFC 1183 (1990) and are not widely used in modern DNS configurations.
cs_cz: Záznamy RP byly definovány v RFC 1183 (1990) a nejsou široce používány v moderních DNS konfiguracích.
de_de: RP-Einträge wurden in RFC 1183 (1990) definiert und werden in modernen DNS-Konfigurationen nicht weit verbreitet verwendet.
es_es: Los registros RP fueron definidos en RFC 1183 (1990) y no se usan ampliamente en configuraciones DNS modernas.
fr_fr: Les enregistrements RP ont été définis dans la RFC 1183 (1990) et ne sont pas largement utilisés dans les configurations DNS modernes.
id_id: LOC record size is mandatory.
ko_kr: 새로고침 간격은 양의 정수여야 합니다.
lt_lt: RP įrašai apibrėžti RFC 1183 (1990) ir nėra plačiai naudojami šiuolaikinėse DNS konfigūracijose.
pl_pl: Rekordy RP zostały zdefiniowane w RFC 1183 (1990) i nie są szeroko używane w nowoczesnych konfiguracjach DNS.
ru_ru: Записи RP были определены в RFC 1183 (1990) и не широко используются в современных DNS конфигурациях.
sv_se: Är du säker på att du vill ta bort denna zonmall?
tr_tr: RP kayıtları RFC 1183 (1990) ile tanımlanmıştır ve modern DNS yapılandırmalarında yaygın olarak kullanılmaz.
uk_ua: DNAME record creates aliasing for an entire subtree. Verify this matches intended DNS structure.
vi_vn: Giá trị không hợp lệ cho keytag RRSIG. Phải nằm trong khoảng từ 0 đến 65535.
zh_cn: RP 记录在 RFC 1183 (1990) 中定义，在现代 DNS 配置中并不广泛使用。

source: Consider including other contact methods besides RP records for critical domains.
cs_cz: Zvažte zahrnutí dalších kontaktních metod kromě RP záznamů pro kritické domény.
de_de: Erwägen Sie die Einbeziehung anderer Kontaktmethoden neben RP-Einträgen für kritische Domänen.
es_es: Considere incluir otros métodos de contacto además de registros RP para dominios críticos.
fr_fr: Considérez inclure d'autres méthodes de contact en plus des enregistrements RP pour les domaines critiques.
id_id: Size LOC record wajib diisi.
ko_kr: 재시도 간격은 양의 정수여야 합니다.
lt_lt: Apsvarstykite kitų kontaktų metodų įtraukimą be RP įrašų kritiniams domenams.
pl_pl: Rozważ włączenie innych metod kontaktu oprócz rekordów RP dla krytycznych domen.
ru_ru: Рассмотрите включение других методов контакта помимо RP записей для критически важных доменов.
sv_se: Zonmall tillagd
tr_tr: Kritik domainler için RP kayıtlarının yanı sıra diğer iletişim yöntemlerini de dahil etmeyi düşünün.
uk_ua: DNAME cannot coexist with NS records at the same name (except at zone apex).
vi_vn: Thuật toán không hợp lệ cho bản ghi RRSIG. Phải nằm trong khoảng từ 1 đến 255.
zh_cn: 对于关键域，请考虑在 RP 记录之外包含其他联系方式。

source: Type code for RP records is 17.
cs_cz: Kód typu pro záznamy RP je 17.
de_de: Typcode für RP-Einträge ist 17.
es_es: El código de tipo para registros RP es 17.
fr_fr: Le code de type pour les enregistrements RP est 17.
id_id: LOC record size must be a valid number.
ko_kr: 만료 간격은 양의 정수여야 합니다.
lt_lt: RP įrašų tipo kodas yra 17.
pl_pl: Kod typu dla rekordów RP to 17.
ru_ru: Код типа для RP записей - 17.
sv_se: Zonmall uppdaterad
tr_tr: RP kayıtları için tip kodu 17'dir.
uk_ua: LOC precision values should be between 0 and 90000000 (representing 0 to 90 degrees/meters).
vi_vn: Nhãn không hợp lệ cho bản ghi RRSIG. Phải nằm trong khoảng từ 0 đến 255.
zh_cn: RP 记录的类型代码是 17。
