Repository: poweradmin/poweradmin
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: cs_cz, de_de, es_es, fr_fr, id_id, ko_kr, lt_lt, pl_pl, ru_ru, sv_se, tr_tr, uk_ua, vi_vn, zh_cn

source: This is the only time your API key will be displayed. Please save it now as you won't be able to see it again.
cs_cz: Toto je jediná příležitost, kdy se váš API klíč zobrazí. Uložte si ho nyní, protože ho již neuvidíte.
de_de: Dies ist das einzige Mal, dass Ihr API-Schlüssel angezeigt wird. Bitte speichern Sie ihn jetzt, da Sie ihn nicht mehr sehen können.
es_es: Esta es la única vez que se mostrará tu clave API. Por favor guárdala ahora ya que no podrás verla de nuevo.
fr_fr: C'est la seule fois que votre clé API sera affichée. Veuillez la sauvegarder maintenant car vous ne pourrez plus la voir.
id_id: Ini adalah satu-satunya waktu kunci API Anda akan ditampilkan. Silakan simpan sekarang karena Anda tidak akan dapat melihatnya lagi.
ko_kr: API 키가 표시되는 것은 이번이 유일합니다. 다시 볼 수 없으므로 지금 저장하세요.
lt_lt: Tai vienintelis kartas, kai jūsų API raktas bus rodomas. Išsaugokite jį dabar, nes daugiau jo nebematysite.
pl_pl: To jedyna okazja, kiedy Twój klucz API zostanie wyświetlony. Zapisz go teraz, ponieważ nie będziesz mógł go ponownie zobaczyć.
ru_ru: Это единственный раз, когда ваш API ключ будет отображен. Пожалуйста, сохраните его сейчас, так как вы не сможете увидеть его снова.
sv_se: Detta är enda gången din API-nyckel visas. Vänligen spara den nu eftersom du inte kommer att kunna se den igen.
tr_tr: API anahtarınızın gösterildiği tek sefer budur. Lütfen şimdi kaydedin çünkü bir daha göremeyeceksiniz.
uk_ua: Це єдиний раз, коли ваш API-ключ буде показано. Будь ласка, збережіть його зараз, оскільки ви не зможете побачити його знову.
vi_vn: Đây là lần duy nhất khóa API của bạn sẽ được hiển thị. Vui lòng lưu nó ngay vì bạn sẽ không thể xem lại.

source: Enter domain name
cs_cz: Zadejte název domény
de_de: Domain Namen angeben
es_es: Introduce nombre de dominio
fr_fr: Entrer le nom de domaine
id_id: Masukkan nama domain
ko_kr: 도메인 이름 입력
lt_lt: Įveskite domeno vardą
pl_pl: Wprowadź nazwę domeny
ru_ru: Введите доменное имя
sv_se: Ange domännamn
tr_tr: Domain adı girin
uk_ua: Введіть доменне ім'я
vi_vn: Nhập tên miền

source: Lookup
cs_cz: Vyhledat
de_de: Nachschlagen
es_es: Buscar
fr_fr: Rechercher
id_id: Cari
ko_kr: 조회
lt_lt: Ieškoti
pl_pl: Wyszukaj
ru_ru: Поиск
sv_se: Slå upp
tr_tr: Sorgula
uk_ua: Пошук
vi_vn: Tra cứu

source: Enter a domain name (e.g., example.com) to lookup its RDAP information
cs_cz: Zadejte název domény (např. example.com) pro vyhledání jejích RDAP informací
de_de: Geben Sie einen Domain-Namen ein (z.B. example.com), um seine RDAP-Informationen nachzuschlagen
es_es: Introduce un nombre de dominio (ej., ejemplo.com) para buscar su información RDAP
fr_fr: Entrez un nom de domaine (ex: exemple.com) pour rechercher ses informations RDAP
id_id: Masukkan nama domain (mis., example.com) untuk mencari informasi RDAP-nya
ko_kr: 도메인 이름(예: example.com)을 입력하여 RDAP 정보를 조회하세요
lt_lt: Įveskite domeno vardą (pvz., example.com), kad ieškotumėte jo RDAP informacijos
pl_pl: Wprowadź nazwę domeny (np. example.com), aby wyszukać jej informacje RDAP
ru_ru: Введите доменное имя (например, example.com) для поиска его RDAP-информации
sv_se: Ange ett domännamn (t.ex. example.com) för att slå upp dess RDAP-information
tr_tr: RDAP bilgilerini sorgulamak için bir domain adı girin (örneğin: example.com)
uk_ua: Введіть доменне ім'я (наприклад, example.com) для пошуку його інформації RDAP
vi_vn: Nhập tên miền (ví dụ: example.com) để tra cứu thông tin RDAP của nó

source: RDAP results for
cs_cz: RDAP výsledky pro
de_de: RDAP-Ergebnisse für
es_es: Resultados RDAP para
fr_fr: Résultats RDAP pour
id_id: Hasil RDAP untuk
ko_kr: 다음에 대한 RDAP 결과
lt_lt: RDAP rezultatai
pl_pl: Wyniki RDAP dla
ru_ru: Результаты RDAP для
sv_se: RDAP-resultat för
tr_tr: Şunun için RDAP sonuçları:
uk_ua: Результати RDAP для
vi_vn: Kết quả RDAP cho

source: Please enter a domain name to perform an RDAP lookup.
cs_cz: Zadejte prosím název domény pro provedení RDAP vyhledávání.
de_de: Bitte geben Sie einen Domain-Namen ein, um eine RDAP-Suche durchzuführen.
es_es: Por favor introduce un nombre de dominio para realizar una búsqueda RDAP.
fr_fr: Veuillez entrer un nom de domaine pour effectuer une recherche RDAP.
id_id: Silakan masukkan nama domain untuk melakukan pencarian RDAP.
ko_kr: RDAP 조회를 수행하려면 도메인 이름을 입력하세요.
lt_lt: Įveskite domeno vardą RDAP paieškai atlikti.
pl_pl: Wprowadź nazwę domeny, aby wykonać wyszukiwanie RDAP.
ru_ru: Пожалуйста, введите доменное имя для выполнения RDAP-поиска.
sv_se: Vänligen ange ett domännamn för att utföra en RDAP-sökning.
tr_tr: RDAP sorgusu yapmak için lütfen bir domain adı girin.
uk_ua: Будь ласка, введіть доменне ім'я для виконання пошуку RDAP.
vi_vn: Vui lòng nhập tên miền để thực hiện tra cứu RDAP.

source: Bulk registration
cs_cz: Hromadná registrace
de_de: Massenregistrierung
es_es: Registro masivo
fr_fr: Enregistrement en masse
id_id: Registrasi massal
ko_kr: 일괄 등록
lt_lt: Masinis registravimas
pl_pl: Rejestracja masowa
ru_ru: Массовая регистрация
sv_se: Massregistrering
tr_tr: Toplu kayıt
uk_ua: Масова реєстрація
vi_vn: Đăng ký hàng loạt

source: Please select an owner
cs_cz: Prosím vyberte vlastníka
de_de: Bitte wählen Sie einen Besitzer aus
es_es: Por favor selecciona un propietario
fr_fr: Veuillez sélectionner un propriétaire
id_id: Silakan pilih pemilik
ko_kr: 소유자를 선택하세요
lt_lt: Pasirinkite savininką
pl_pl: Wybierz właściciela
ru_ru: Пожалуйста, выберите владельца
sv_se: Vänligen välj en ägare
tr_tr: Lütfen bir sahip seçin
uk_ua: Будь ласка, виберіть власника
vi_vn: Vui lòng chọn một chủ sở hữu

source: Zone Type
cs_cz: Typ zóny
de_de: Zonentyp
es_es: Tipo de zona
fr_fr: Type de Zone
id_id: Tipe Zona
ko_kr: 존 유형
lt_lt: Zonos tipas
pl_pl: Typ strefy
ru_ru: Тип зоны
sv_se: Zontyp
tr_tr: Zon Tipi
uk_ua: Тип зони
vi_vn: Loại vùng

source: Domains
cs_cz: Domény
es_es: Dominios
fr_fr: Domaines
id_id: Domain
ko_kr: 도메인
lt_lt: Domenai
pl_pl: Domeny
ru_ru: Домены
sv_se: Domäner
tr_tr: Domainler
uk_ua: Домени
vi_vn: Tên miền

source: Provide a domain name(s)
cs_cz: Zadejte název domény/domén
de_de: Domain-Name(n) angeben
es_es: Proporciona nombre(s) de dominio
fr_fr: Fournir un ou des noms de domaine
id_id: Berikan nama domain
ko_kr: 도메인 이름을 입력하세요
lt_lt: Pateikite domeno pavadinimą(-us)
pl_pl: Podaj nazwę(y) domeny
ru_ru: Укажите доменное имя (имена)
sv_se: Ange domännamn
tr_tr: Domain ad(lar)ı sağlayın
uk_ua: Надайте доменне ім'я (імена)
vi_vn: Cung cấp (các) tên miền

source: Type one domain per line
cs_cz: Zadejte jednu doménu na řádek
de_de: Eine Domain pro Zeile eingeben
es_es: Escribe un dominio por línea
fr_fr: Tapez un domaine par ligne
id_id: Ketik satu domain per baris
ko_kr: 한 줄에 하나의 도메인 입력
lt_lt: Įveskite po vieną domeną eilutėje
pl_pl: Wpisz jedną domenę w każdej linii
ru_ru: Вводите по одному домену в строке
sv_se: Skriv en domän per rad
tr_tr: Her satıra bir domain yazın
uk_ua: Введіть один домен на рядок
vi_vn: Gõ một tên miền mỗi dòng

source: Add Zones
cs_cz: Přidat zóny
de_de: Zonen hinzufügen
es_es: Agregar zonas
fr_fr: Ajouter des Zones
id_id: Tambah Zona
ko_kr: 존 추가
lt_lt: Pridėti zonas
pl_pl: Dodaj strefy
ru_ru: Добавить зоны
sv_se: Lägg till zoner
tr_tr: Zonları Ekle
uk_ua: Додати зони
vi_vn: Thêm vùng

source: About Bulk Registration
cs_cz: O hromadné registraci
de_de: Über Massenregistrierung
es_es: Acerca del registro masivo
fr_fr: À propos de l'Enregistrement en Masse
id_id: Tentang Registrasi Massal
ko_kr: 일괄 등록 정보
lt_lt: Apie masinį registravimą
pl_pl: O rejestracji masowej
ru_ru: О массовой регистрации
sv_se: Om massregistrering
tr_tr: Toplu Kayıt Hakkında
uk_ua: Про масову реєстрацію
vi_vn: Giới thiệu về đăng ký hàng loạt

source: This tool allows you to create multiple DNS zones at once.
cs_cz: Tento nástroj umožňuje vytvořit více DNS zón najednou.
de_de: Dieses Tool ermöglicht es Ihnen, mehrere DNS-Zonen auf einmal zu erstellen.
es_es: Esta herramienta te permite crear múltiples zonas DNS de una vez.
fr_fr: Cet outil permet de créer plusieurs zones DNS en une fois.
id_id: Alat ini memungkinkan Anda membuat beberapa zona DNS sekaligus.
ko_kr: 이 도구를 사용하면 여러 DNS 존을 한 번에 생성할 수 있습니다.
lt_lt: Šis įrankis leidžia sukurti kelias DNS zonas vienu metu.
pl_pl: To narzędzie pozwala na utworzenie wielu stref DNS jednocześnie.
ru_ru: Этот инструмент позволяет создавать несколько DNS-зон одновременно.
sv_se: Detta verktyg låter dig skapa flera DNS-zoner på en gång.
tr_tr: Bu araç aynı anda birden fazla DNS zonu oluşturmanıza olanak sağlar.
uk_ua: Цей інструмент дозволяє створювати кілька зон DNS одночасно.
vi_vn: Công cụ này cho phép bạn tạo nhiều vùng DNS cùng một lúc.

source: Enter one domain name per line in the Domains field
cs_cz: Zadejte jeden název domény na řádek do pole Domény
de_de: Geben Sie einen Domain-Namen pro Zeile im Domains-Feld ein
es_es: Introduce un nombre de dominio por línea en el campo Dominios
fr_fr: Entrez un nom de domaine par ligne dans le champ Domaines
id_id: Masukkan satu nama domain per baris di bidang Domain
ko_kr: 도메인 필드에 한 줄에 하나의 도메인 이름을 입력하세요
lt_lt: Įveskite po vieną domeno pavadinimą eilutėje domenų lauke
pl_pl: Wprowadź jedną nazwę domeny w każdej linii w polu Domeny
ru_ru: Вводите по одному доменному имени в строке в поле "Домены"
sv_se: Ange ett domännamn per rad i fältet Domäner
tr_tr: Domainler alanına her satıra bir domain adı girin
uk_ua: Введіть одне доменне ім'я на рядок у полі Домени
vi_vn: Nhập một tên miền mỗi dòng trong trường Tên miền

source: Select a zone template to apply standard records to all zones
cs_cz: Vyberte šablonu zóny pro aplikaci standardních záznamů na všechny zóny
de_de: Wählen Sie eine Zonenvorlage aus, um Standardeinträge auf alle Zonen anzuwenden
es_es: Selecciona una plantilla de zona para aplicar registros estándar a todas las zonas
fr_fr: Sélectionnez un modèle de zone pour appliquer des enregistrements standard à toutes les zones
id_id: Pilih templat zona untuk menerapkan rekod standar ke semua zona
ko_kr: 모든 존에 표준 레코드를 적용하려면 존 템플릿을 선택하세요
lt_lt: Pasirinkite zonos šabloną standartiniams įrašams taikyti visoms zonoms
pl_pl: Wybierz szablon strefy, aby zastosować standardowe rekordy do wszystkich stref
ru_ru: Выберите шаблон зоны для применения стандартных записей ко всем зонам
sv_se: Välj en zonmall för att tillämpa standardposter på alla zoner
tr_tr: Tüm zonlara standart kayıtlar uygulamak için bir zon şablonu seçin
uk_ua: Виберіть шаблон зони, щоб застосувати стандартні записи до всіх зон
vi_vn: Chọn một mẫu vùng để áp dụng bản ghi chuẩn cho tất cả các vùng

source: The chosen owner will have full access to all created zones
cs_cz: Vybraný vlastník bude mít plný přístup ke všem vytvořeným zónám
de_de: Der gewählte Besitzer hat vollen Zugriff auf alle erstellten Zonen
es_es: El propietario elegido tendrá acceso completo a todas las zonas creadas
fr_fr: Le propriétaire choisi aura un accès complet à toutes les zones créées
id_id: Pemilik yang dipilih akan memiliki akses penuh ke semua zona yang dibuat
ko_kr: 선택한 소유자는 생성된 모든 존에 대한 전체 액세스 권한을 갖습니다
lt_lt: Pasirinktas savininkas turės pilną prieigą prie visų sukurtų zonų
pl_pl: Wybrany właściciel będzie miał pełny dostęp do wszystkich utworzonych stref
ru_ru: Выбранный владелец будет иметь полный доступ ко всем созданным зонам
sv_se: Den valda ägaren kommer att ha full åtkomst till alla skapade zoner
tr_tr: Seçilen sahip oluşturulan tüm zonlara tam erişime sahip olacaktır
uk_ua: Вибраний власник матиме повний доступ до всіх створених зон
vi_vn: Chủ sở hữu được chọn sẽ có quyền truy cập đầy đủ vào tất cả các vùng được tạo

source: How It Works
cs_cz: Jak to funguje
de_de: Wie es funktioniert
es_es: Cómo funciona
fr_fr: Comment ça Fonctionne
id_id: Cara Kerjanya
ko_kr: 작동 방식
lt_lt: Kaip tai veikia
pl_pl: Jak to działa
ru_ru: Как это работает
sv_se: Hur det fungerar
tr_tr: Nasıl Çalışır
uk_ua: Як це працює
vi_vn: Cách thức hoạt động

source: The system will attempt to create each zone with the same settings. Failed domains will be displayed so you can correct any issues and try again.
cs_cz: Systém se pokusí vytvořit každou zónu se stejnými nastaveními. Neúspěšné domény budou zobrazeny, abyste mohli opravit případné problémy a zkusit to znovu.
de_de: Das System wird versuchen, jede Zone mit denselben Einstellungen zu erstellen. Fehlgeschlagene Domains werden angezeigt, damit Sie Probleme korrigieren und es erneut versuchen können.
es_es: El sistema intentará crear cada zona con la misma configuración. Los dominios fallidos se mostrarán para que puedas corregir cualquier problema e intentar de nuevo.
fr_fr: Le système tentera de créer chaque zone avec les mêmes paramètres. Les domaines échoués seront affichés pour que vous puissiez corriger les problèmes et réessayer.
id_id: Sistem akan mencoba membuat setiap zona dengan pengaturan yang sama. Domain yang gagal akan ditampilkan sehingga Anda dapat memperbaiki masalah dan mencoba lagi.
ko_kr: 시스템은 동일한 설정으로 각 존을 생성하려고 시도합니다. 실패한 도메인은 표시되므로 문제를 수정하고 다시 시도할 수 있습니다.
lt_lt: Sistema bandys sukurti kiekvieną zoną su tais pačiais nustatymais. Nepavykę domenai bus rodomi, kad galėtumėte ištaisyti problemas ir bandyti dar kartą.
pl_pl: System spróbuje utworzyć każdą strefę z tymi samymi ustawieniami. Nieudane domeny zostaną wyświetlone, abyś mógł poprawić wszelkie problemy i spróbować ponownie.
ru_ru: Система попытается создать каждую зону с одинаковыми настройками. Неудачные домены будут отображены, чтобы вы могли исправить проблемы и повторить попытку.
sv_se: Systemet kommer att försöka skapa varje zon med samma inställningar. Misslyckade domäner visas så att du kan korrigera eventuella problem och försöka igen.
tr_tr: Sistem her zonu aynı ayarlarla oluşturmaya çalışacaktır. Başarısız domainler gösterilecek, böylece sorunları düzelterek tekrar deneyebilirsiniz.
uk_ua: Система спробує створити кожну зону з однаковими налаштуваннями. Невдалі домени будуть відображені, щоб ви могли виправити будь-які проблеми та спробувати знову.
vi_vn: Hệ thống sẽ cố gắng tạo mỗi vùng với các cài đặt giống nhau. Các tên miền thất bại sẽ được hiển thị để bạn có thể sửa lỗi và thử lại.

source: Tips & Recommendations
cs_cz: Tipy a doporučení
de_de: Tipps & Empfehlungen
es_es: Consejos y recomendaciones
fr_fr: Conseils et Recommandations
id_id: Tips & Rekomendasi
ko_kr: 팁 및 권장 사항
lt_lt: Patarimai ir rekomendacijos
pl_pl: Wskazówki i zalecenia
ru_ru: Советы и рекомендации
sv_se: Tips och rekommendationer
tr_tr: İpuçları ve Öneriler
uk_ua: Поради та рекомендації
vi_vn: Mẹo và khuyến nghị

source: Use NATIVE zone type for most standard setups
cs_cz: Používejte typ zóny NATIVE pro většinu standardních nastavení
de_de: Verwenden Sie NATIVE-Zonentyp für die meisten Standardeinstellungen
es_es: Usa el tipo de zona NATIVE para la mayoría de configuraciones estándar
fr_fr: Utilisez le type de zone NATIVE pour la plupart des configurations standard
id_id: Gunakan tipe zona NATIVE untuk sebagian besar pengaturan standar
ko_kr: 대부분의 표준 설정에는 NATIVE 존 유형을 사용하세요
lt_lt: Naudokite NATIVE zonos tipą daugumai standartinių nustatymų
pl_pl: Używaj typu strefy NATIVE dla większości standardowych konfiguracji
ru_ru: Используйте тип зоны NATIVE для большинства стандартных настроек
sv_se: Använd NATIVE-zontyp för de flesta standardkonfigurationer
tr_tr: Çoğu standart kurulum için NATIVE zon tipini kullanın
uk_ua: Використовуйте тип зони NATIVE для більшості стандартних налаштувань
vi_vn: Sử dụng loại vùng NATIVE cho hầu hết các thiết lập chuẩn

source: Create a template first if you need standard records for all zones
cs_cz: Nejprve vytvořte šablonu, pokud potřebujete standardní záznamy pro všechny zóny
de_de: Erstellen Sie zuerst eine Vorlage, wenn Sie Standardeinträge für alle Zonen benötigen
es_es: Crea una plantilla primero si necesitas registros estándar para todas las zonas
fr_fr: Créez d'abord un modèle si vous avez besoin d'enregistrements standard pour toutes les zones
id_id: Buat templat terlebih dahulu jika Anda memerlukan rekod standar untuk semua zona
ko_kr: 모든 존에 대한 표준 레코드가 필요한 경우 먼저 템플릿을 생성하세요
lt_lt: Pirmiausia sukurkite šabloną, jei reikia standartinių įrašų visoms zonoms
pl_pl: Utwórz najpierw szablon, jeśli potrzebujesz standardowych rekordów dla wszystkich stref
ru_ru: Сначала создайте шаблон, если вам нужны стандартные записи для всех зон
sv_se: Skapa en mall först om du behöver standardposter för alla zoner
tr_tr: Tüm zonlar için standart kayıtlara ihtiyaç duyuyorsanız önce bir şablon oluşturun
uk_ua: Спочатку створіть шаблон, якщо вам потрібні стандартні записи для всіх зон
vi_vn: Tạo mẫu trước nếu bạn cần bản ghi chuẩn cho tất cả các vùng

source: You can copy and paste a list of domains from a spreadsheet
cs_cz: Můžete zkopírovat a vložit seznam domén z tabulky
de_de: Sie können eine Liste von Domains aus einer Tabellenkalkulation kopieren und einfügen
es_es: Puedes copiar y pegar una lista de dominios desde una hoja de cálculo
fr_fr: Vous pouvez copier et coller une liste de domaines depuis une feuille de calcul
id_id: Anda dapat menyalin dan menempel daftar domain dari spreadsheet
ko_kr: 스프레드시트에서 도메인 목록을 복사하여 붙여넣을 수 있습니다
lt_lt: Galite nukopijuoti ir įklijuoti domenų sąrašą iš skaičiuoklės
pl_pl: Możesz skopiować i wkleić listę domen z arkusza kalkulacyjnego
ru_ru: Вы можете скопировать и вставить список доменов из электронной таблицы
sv_se: Du kan kopiera och klistra in en lista med domäner från ett kalkylblad
tr_tr: Elektronik tablodan domain listesini kopyalayıp yapıştırabilirsiniz
uk_ua: Ви можете скопіювати та вставити список доменів з електронної таблиці
vi_vn: Bạn có thể sao chép và dán danh sách tên miền từ bảng tính

source: Make sure the domain names follow valid DNS naming conventions
cs_cz: Ujistěte se, že názvy domén dodržují platné konvence pojmenovávání DNS
de_de: Stellen Sie sicher, dass die Domain-Namen gültigen DNS-Namenskonventionen folgen
es_es: Asegúrate de que los nombres de dominio sigan las convenciones válidas de nomenclatura DNS
fr_fr: Assurez-vous que les noms de domaine suivent les conventions de nommage DNS valides
id_id: Pastikan nama domain mengikuti konvensi penamaan DNS yang valid
ko_kr: 도메인 이름이 유효한 DNS 명명 규칙을 따르는지 확인하세요
lt_lt: Įsitikinkite, kad domenų pavadinimai atitinka galiojančias DNS pavadinimų konvencijas
pl_pl: Upewnij się, że nazwy domen przestrzegają prawidłowych konwencji nazewnictwa DNS
ru_ru: Убедитесь, что доменные имена соответствуют действующим соглашениям об именовании DNS
sv_se: Se till att domännamnen följer giltiga DNS-namnkonventioner
tr_tr: Domain adlarının geçerli DNS adlandırma kurallarına uyduğundan emin olun
uk_ua: Переконайтеся, що доменні імена відповідають дійсним конвенціям іменування DNS
vi_vn: Đảm bảo tên miền tuân theo quy ước đặt tên DNS hợp lệ

source: User Agreement
cs_cz: Uživatelská smlouva
es_es: Acuerdo de Usuario
fr_fr: Accord Utilisateur
id_id: Perjanjian Pengguna
ko_kr: 사용자 계약
lt_lt: Naudotojo sutartis
ru_ru: Пользовательское соглашение
sv_se: Användaravtal
uk_ua: Угода користувача
vi_vn: Thỏa thuận người dùng

source: I have read and agree to the terms outlined above
cs_cz: Přečetl jsem si a souhlasím s výše uvedenými podmínkami
es_es: He leído y acepto los términos descritos anteriormente
fr_fr: J'ai lu et j'accepte les termes décrits ci-dessus
id_id: Saya telah membaca dan menyetujui ketentuan yang diuraikan di atas
ko_kr: 위에 설명된 약관을 읽었으며 이에 동의합니다
lt_lt: Aš peržiūrėjau ir sutinku su aukščiau išdėstytomis sąlygomis
ru_ru: Я прочитал и согласен с условиями, изложенными выше
sv_se: Jag har läst och godkänner villkoren ovan
uk_ua: Я прочитав і погоджуюся з умовами, викладеними вище
vi_vn: Tôi đã đọc và đồng ý với các điều khoản nêu trên

source: You must accept the agreement to continue
cs_cz: Musíte přijmout smlouvu, abyste mohli pokračovat
es_es: Debe aceptar el acuerdo para continuar
fr_fr: Vous devez accepter l'accord pour continuer
id_id: Anda harus menerima perjanjian untuk melanjutkan
ko_kr: 계속하려면 계약에 동의해야 합니다
lt_lt: Turite priimti sutartį, kad galėtumėte tęsti
ru_ru: Вы должны принять соглашение для продолжения
sv_se: Du måste acceptera avtalet för att fortsätta
uk_ua: Ви повинні прийняти угоду, щоб продовжити
vi_vn: Bạn phải chấp nhận thỏa thuận để tiếp tục

source: Decline & Logout
cs_cz: Odmítnout a odhlásit se
es_es: Rechazar y Cerrar Sesión
fr_fr: Refuser et Se Déconnecter
id_id: Tolak & Keluar
ko_kr: 거부 및 로그아웃
lt_lt: Atmesti ir atsijungti
ru_ru: Отклонить и выйти
sv_se: Avböj och logga ut
uk_ua: Відхилити та вийти
vi_vn: Từ chối và đăng xuất

source: Accept & Continue
cs_cz: Přijmout a pokračovat
es_es: Aceptar y Continuar
fr_fr: Accepter et Continuer
id_id: Terima & Lanjutkan
ko_kr: 동의 및 계속
lt_lt: Priimti ir tęsti
ru_ru: Принять и продолжить
sv_se: Acceptera och fortsätt
uk_ua: Прийняти та продовжити
vi_vn: Chấp nhận và tiếp tục

source: Delete records
cs_cz: Smazat záznamy
de_de: Einträge löschen
es_es: Eliminar registros
fr_fr: Supprimer les enregistrements
id_id: Hapus rekod
ko_kr: 레코드 삭제
lt_lt: Ištrinti įrašus
pl_pl: Usuń rekordy
ru_ru: Удалить записи
sv_se: Ta bort poster
tr_tr: Kayıtları sil
uk_ua: Видалити записи
vi_vn: Xóa bản ghi

source: Are you sure you want to delete the following records? This action cannot be undone.
cs_cz: Jste si jisti, že chcete smazat následující záznamy? Tuto akci nelze vrátit zpět.
de_de: Sind Sie sicher, dass Sie die folgenden Einträge löschen möchten? Diese Aktion kann nicht rückgängig gemacht werden.
es_es: ¿Estás seguro de que quieres eliminar los siguientes registros? Esta acción no se puede deshacer.
fr_fr: Êtes-vous sûr de vouloir supprimer les enregistrements suivants? Cette action ne peut pas être annulée.
id_id: Apakah Anda yakin ingin menghapus rekod berikut? Tindakan ini tidak dapat dibatalkan.
ko_kr: 다음 레코드를 삭제하시겠습니까? 이 작업은 취소할 수 없습니다.
lt_lt: Ar tikrai norite ištrinti šiuos įrašus? Šio veiksmo negalima atšaukti.
pl_pl: Czy na pewno chcesz usunąć następujące rekordy? Ta czynność nie może być cofnięta.
ru_ru: Вы уверены, что хотите удалить следующие записи? Это действие невозможно отменить.
sv_se: Är du säker på att du vill ta bort följande poster? Denna åtgärd kan inte ångras.
tr_tr: Aşağıdaki kayıtları silmek istediğinizden emin misiniz? Bu işlem geri alınamaz.
uk_ua: Ви впевнені, що хочете видалити наступні записи? Цю дію неможливо скасувати.
vi_vn: Bạn có chắc chắn muốn xóa các bản ghi sau? Hành động này không thể hoàn tác.

source: Also delete corresponding PTR records (if they exist)
cs_cz: Také smazat odpovídající PTR záznamy (pokud existují)
de_de: Auch entsprechende PTR-Einträge löschen (falls vorhanden)
es_es: También eliminar los registros PTR correspondientes (si existen)
fr_fr: Supprimer également les enregistrements PTR correspondants (s'ils existent)
id_id: Hapus juga rekod PTR terkait (jika ada)
ko_kr: 해당 PTR 레코드도 삭제 (있는 경우)
lt_lt: Taip pat ištrinti atitinkamus PTR įrašus (jei jie egzistuoja)
pl_pl: Usuń również odpowiadające rekordy PTR (jeśli istnieją)
ru_ru: Также удалить соответствующие PTR-записи (если они существуют)
sv_se: Ta även bort motsvarande PTR-poster (om de finns)
tr_tr: Karşılık gelen PTR kayıtlarını da sil (varsa)
uk_ua: Також видалити відповідні записи PTR (якщо вони існують)
vi_vn: Cũng xóa các bản ghi PTR tương ứng (nếu tồn tại)

source: Yes, delete these records
cs_cz: Ano, smazat tyto záznamy
de_de: Ja, diese Einträge löschen
es_es: Sí, eliminar estos registros
fr_fr: Oui, supprimer ces enregistrements
id_id: Ya, hapus rekod ini
ko_kr: 네, 이러한 레코드를 삭제합니다
lt_lt: Taip, ištrinti šiuos įrašus
pl_pl: Tak, usuń te rekordy
ru_ru: Да, удалить эти записи
sv_se: Ja, ta bort dessa poster
tr_tr: Evet, bu kayıtları sil
uk_ua: Так, видалити ці записи
vi_vn: Có, xóa các bản ghi này
