Repository: poweradmin/poweradmin
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: cs_cz, de_de, es_es, fr_fr, id_id, ko_kr, lt_lt, pl_pl, ru_ru, sv_se, tr_tr, uk_ua, vi_vn, zh_cn

source: You can try manually disabling foreign key checks before running the installer:
cs_cz: Můžete zkusit ručně zakázat kontroly cizích klíčů před spuštěním instalátoru:
de_de: Sie können versuchen, Fremdschlüssel-Prüfungen manuell zu deaktivieren, bevor Sie den Installer ausführen:
es_es: Puedes intentar deshabilitar manualmente las verificaciones de clave foránea antes de ejecutar el instalador:
fr_fr: Vous pouvez essayer de désactiver manuellement les vérifications de clés étrangères avant d'exécuter l'installateur :
id_id: Anda dapat mencoba menonaktifkan pemeriksaan kunci asing secara manual sebelum menjalankan installer:
ko_kr: 설치 프로그램을 실행하기 전에 외래 키 검사를 수동으로 비활성화할 수 있습니다:
lt_lt: Galite pabandyti rankiniu būdu išjungti užsienio raktų patikrinimus prieš paleidžiant diegimo programą:
pl_pl: Możesz spróbować ręcznie wyłączyć sprawdzanie kluczy obcych przed uruchomieniem instalatora:
ru_ru: Вы можете попробовать вручную отключить проверку внешних ключей перед запуском установщика:
sv_se: Du kan försöka inaktivera kontroller av främmande nycklar manuellt innan du kör installationsprogrammet:
tr_tr: Yükleyiciyi çalıştırmadan önce yabancı anahtar kontrollerini manuel olarak devre dışı bırakmayı deneyebilirsiniz:
uk_ua: Ви можете спробувати вручну відключити перевірку зовнішніх ключів перед запуском інсталятора:
vi_vn: Bạn có thể thử vô hiệu hóa kiểm tra khóa ngoại thủ công trước khi chạy trình cài đặt:

source: Suggestions:
cs_cz: Návrhy:
de_de: Vorschläge:
es_es: Sugerencias:
id_id: Saran:
ko_kr: 제안:
lt_lt: Pasiūlymai:
pl_pl: Sugestie:
ru_ru: Предложения:
sv_se: Förslag:
tr_tr: Öneriler:
uk_ua: Пропозиції:
vi_vn: Đề xuất:

source: Make sure the SQLite database file exists
cs_cz: Ujistěte se, že soubor SQLite databáze existuje
de_de: Stellen Sie sicher, dass die SQLite-Datenbankdatei existiert
es_es: Asegúrese de que existe el archivo de base de datos SQLite
fr_fr: Assurez-vous que le fichier de base de données SQLite existe
id_id: Pastikan file database SQLite ada
ko_kr: SQLite 데이터베이스 파일이 존재하는지 확인하세요
lt_lt: Įsitikinkite, kad SQLite duomenų bazės failas egzistuoja
pl_pl: Upewnij się, że plik bazy danych SQLite istnieje
ru_ru: Убедитесь, что файл базы данных SQLite существует
sv_se: Se till att SQLite-databasfilen finns
tr_tr: SQLite veritabanı dosyasının mevcut olduğundan emin olun
uk_ua: Переконайтеся, що файл бази даних SQLite існує
vi_vn: Đảm bảo tệp cơ sở dữ liệu SQLite tồn tại

source: Check that the web server has read and write permissions for the database file
cs_cz: Zkontrolujte, zda má webový server oprávnění ke čtení a zápisu pro soubor databáze
de_de: Überprüfen Sie, ob der Webserver Lese- und Schreibberechtigungen für die Datenbankdatei hat
es_es: Compruebe que el servidor web tiene permisos de lectura y escritura para el archivo de base de datos
fr_fr: Vérifiez que le serveur web a les permissions de lecture et d'écriture pour le fichier de base de donnéesfile
id_id: Periksa bahwa web server memiliki izin baca dan tulis untuk file database
ko_kr: 웹 서버에 데이터베이스 파일에 대한 읽기 및 쓰기 권한이 있는지 확인하세요
lt_lt: Patikrinkite, ar žiniatinklio serveris turi skaitymo ir rašymo teises duomenų bazės failui
pl_pl: Sprawdź, czy serwer WWW ma uprawnienia do odczytu i zapisu pliku bazy danych
ru_ru: Проверьте, что веб-сервер имеет права на чтение и запись для файла базы данных
sv_se: Kontrollera att webbservern har läs- och skrivbehörigheter för databasfilen
tr_tr: Web sunucusunun veritabanı dosyası için okuma ve yazma izinlerine sahip olduğunu kontrol edin
uk_ua: Перевірте, що веб-сервер має права на читання та запис для файлу бази даних
vi_vn: Kiểm tra rằng máy chủ web có quyền đọc và ghi cho tệp cơ sở dữ liệu
zh_cn: Web sunucusunun veritabanı dosyası için okuma ve yazma izinlerine sahip olduğunu kontrol edin

source: Verify the full path to the database file is correct and accessible
cs_cz: Ověřte, že úplná cesta k databázovému souboru je správná a dostupná
de_de: Überprüfen Sie, ob der vollständige Pfad zur Datenbankdatei korrekt und zugänglich ist
es_es: Verifique que la ruta completa al archivo de base de datos sea correcta y accesible
fr_fr: Vérifiez que le chemin complet vers le fichier de base de données est correct et accessible
id_id: Verifikasi path lengkap ke file database sudah benar dan dapat diakses
ko_kr: 데이터베이스 파일의 전체 경로가 올바르고 액세스 가능한지 확인하세요
lt_lt: Patikrinkite, ar pilnas kelias iki duomenų bazės failo teisingas ir pasiekiamas
pl_pl: Sprawdź, czy pełna ścieżka do pliku bazy danych jest poprawna i dostępna
ru_ru: Проверьте, что полный путь к файлу базы данных правильный и доступный
sv_se: Verifiera att den fullständiga sökvägen till databasfilen är korrekt och tillgänglig
tr_tr: Veritabanı dosyasının tam yolunun doğru ve erişilebilir olduğunu doğrulayın
uk_ua: Перевірте, що повний шлях до файлу бази даних правильний і доступний
vi_vn: Xác minh đường dẫn đầy đủ đến tệp cơ sở dữ liệu là chính xác và có thể truy cập

source: Verify database credentials are correct
cs_cz: Ověřte, že přihlašovací údaje k databázi jsou správné
de_de: Überprüfen Sie, ob die Datenbank-Anmeldedaten korrekt sind
es_es: Verifica que las credenciales de la base de datos sean correctas
fr_fr: Vérifiez que les identifiants de la base de données sont corrects
id_id: Verifikasi kredensial database sudah benar
ko_kr: 데이터베이스 자격 증명이 올바른지 확인하세요
lt_lt: Patikrinkite, ar duomenų bazės prisijungimo duomenys teisingi
pl_pl: Sprawdź, czy dane uwierzytelniające bazy danych są poprawne
ru_ru: Проверьте правильность учетных данных базы данных
sv_se: Verifiera att databasuppgifterna är korrekta
tr_tr: Veritabanı kimlik bilgilerinin doğru olduğunu doğrulayın
uk_ua: Перевірте правильність облікових даних бази даних
vi_vn: Xác minh thông tin đăng nhập cơ sở dữ liệu là chính xác

source: Check that the database user has sufficient privileges
cs_cz: Zkontrolujte, že databázový uživatel má dostatečná oprávnění
de_de: Überprüfen Sie, ob der Datenbankbenutzer ausreichende Berechtigungen hat
es_es: Verifica que el usuario de la base de datos tenga privilegios suficientes
fr_fr: Vérifiez que l'utilisateur de la base de données a des privilèges suffisants
id_id: Periksa bahwa pengguna database memiliki hak istimewa yang memadai
ko_kr: 데이터베이스 사용자에게 충분한 권한이 있는지 확인하세요
lt_lt: Patikrinkite, ar duomenų bazės naudotojas turi pakankamai teisių
pl_pl: Sprawdź, czy użytkownik bazy danych ma wystarczające uprawnienia
ru_ru: Проверьте, что пользователь базы данных имеет достаточные привилегии
sv_se: Kontrollera att databasanvändaren har tillräckliga privilegier
tr_tr: Veritabanı kullanıcısının yeterli ayrıcalıklara sahip olduğunu kontrol edin
uk_ua: Перевірте, що користувач бази даних має достатні привілеї
vi_vn: Kiểm tra rằng người dùng cơ sở dữ liệu có đủ quyền hạn

source: Ensure the database server is running and accessible
cs_cz: Zajistěte, aby databázový server běžel a byl dostupný
de_de: Stellen Sie sicher, dass der Datenbankserver läuft und erreichbar ist
es_es: Asegúrate de que el servidor de base de datos esté ejecutándose y sea accesible
fr_fr: Assurez-vous que le serveur de base de données fonctionne et est accessible
id_id: Pastikan server database berjalan dan dapat diakses
ko_kr: 데이터베이스 서버가 실행 중이고 액세스 가능한지 확인하세요
lt_lt: Įsitikinkite, kad duomenų bazės serveris veikia ir yra pasiekiamas
pl_pl: Upewnij się, że serwer bazy danych działa i jest dostępny
ru_ru: Убедитесь, что сервер базы данных запущен и доступен
sv_se: Se till att databasservern körs och är tillgänglig
tr_tr: Veritabanı sunucusunun çalıştığından ve erişilebilir olduğundan emin olun
uk_ua: Переконайтеся, що сервер бази даних працює та доступний
vi_vn: Đảm bảo máy chủ cơ sở dữ liệu đang chạy và có thể truy cập

source: Database Error
cs_cz: Chyba databáze
de_de: Datenbankfehler
es_es: Error de Base de Datos
fr_fr: Erreur de base de données
id_id: Error Database
ko_kr: 데이터베이스 오류
lt_lt: Duomenų bazės klaida
pl_pl: Błąd bazy danych
ru_ru: Ошибка базы данных
sv_se: Databasfel
tr_tr: Veritabanı Hatası
uk_ua: Помилка бази даних
vi_vn: Lỗi cơ sở dữ liệu

source: The SQLite database file %s does not exist. Please create the database file before proceeding.
cs_cz: Soubor databáze SQLite %s neexistuje. Před pokračováním vytvořte soubor databáze.
de_de: Die SQLite-Datenbankdatei %s existiert nicht. Bitte erstellen Sie die Datenbankdatei, bevor Sie fortfahren.
es_es: El archivo de base de datos SQLite %s no existe. Por favor, cree el archivo de base de datos antes de continuar.
fr_fr: Le fichier de base de données SQLite %s n'existe pas. Veuillez créer le fichier de base de données avant de continuer.before proceeding.
id_id: File database SQLite %s tidak ada. Silakan buat file database sebelum melanjutkan.
ko_kr: SQLite 데이터베이스 파일 %s이(가) 존재하지 않습니다. 계속하기 전에 데이터베이스 파일을 생성하세요.
lt_lt: SQLite duomenų bazės failas %s neegzistuoja. Prieš tęsdami sukurkite duomenų bazės failą.
pl_pl: Plik bazy danych SQLite %s nie istnieje. Utwórz plik bazy danych przed kontynuowaniem.
ru_ru: Файл базы данных SQLite %s не существует. Пожалуйста, создайте файл базы данных перед продолжением.
sv_se: SQLite-databasfilen %s finns inte. Vänligen skapa databasfilen innan du fortsätter.
tr_tr: SQLite veritabanı dosyası %s mevcut değil. Devam etmeden önce lütfen veritabanı dosyasını oluşturun.
uk_ua: Файл бази даних SQLite %s не існує. Будь ласка, створіть файл бази даних перед продовженням.
vi_vn: Tệp cơ sở dữ liệu SQLite %s không tồn tại. Vui lòng tạo tệp cơ sở dữ liệu trước khi tiếp tục.
zh_cn: SQLite veritabanı dosyası %s mevcut değil. Devam etmeden önce lütfen veritabanı dosyasını oluşturun.

source: The SQLite database file %s is not readable. Please check file permissions.
cs_cz: Soubor databáze SQLite %s není čitelný. Zkontrolujte oprávnění k souboru.
de_de: Die SQLite-Datenbankdatei %s ist nicht lesbar. Bitte überprüfen Sie die Dateiberechtigungen.
es_es: El archivo de base de datos SQLite %s no es legible. Por favor, compruebe los permisos del archivo.
fr_fr: Le fichier de base de données SQLite %s n'est pas lisible. Veuillez vérifier les permissions du fichier.
id_id: File database SQLite %s tidak dapat dibaca. Silakan periksa izin file.
ko_kr: SQLite 데이터베이스 파일 %s을(를) 읽을 수 없습니다. 파일 권한을 확인하세요.
lt_lt: SQLite duomenų bazės failas %s nėra skaitomas. Patikrinkite failo teises.
pl_pl: Plik bazy danych SQLite %s nie jest czytelny. Sprawdź uprawnienia pliku.
ru_ru: Файл базы данных SQLite %s не читается. Проверьте разрешения файла.
sv_se: SQLite-databasfilen %s är inte läsbar. Vänligen kontrollera filbehörigheter.
tr_tr: SQLite veritabanı dosyası %s okunamıyor. Lütfen dosya izinlerini kontrol edin.
uk_ua: Файл бази даних SQLite %s не читається. Будь ласка, перевірте права доступу до файлу.
vi_vn: Tệp cơ sở dữ liệu SQLite %s không thể đọc. Vui lòng kiểm tra quyền tệp.
zh_cn: SQLite veritabanı dosyası %s okunamıyor. Lütfen dosya izinlerini kontrol edin.

source: The SQLite database file %s is not writable. Please check file permissions.
cs_cz: Do souboru databáze SQLite %s nelze zapisovat. Zkontrolujte oprávnění k souboru.
de_de: Die SQLite-Datenbankdatei %s ist nicht beschreibbar. Bitte überprüfen Sie die Dateiberechtigungen.
es_es: El archivo de base de datos SQLite %s no es escribible. Por favor, compruebe los permisos del archivo.
fr_fr: Le fichier de base de données SQLite %s n'est pas modifiable. Veuillez vérifier les permissions du fichier.
id_id: File database SQLite %s tidak dapat ditulis. Silakan periksa izin file.
ko_kr: SQLite 데이터베이스 파일 %s에 쓸 수 없습니다. 파일 권한을 확인하세요.
lt_lt: SQLite duomenų bazės failas %s nėra rašomas. Patikrinkite failo teises.
pl_pl: Plik bazy danych SQLite %s nie jest zapisywalny. Sprawdź uprawnienia pliku.
ru_ru: Файл базы данных SQLite %s не доступен для записи. Проверьте разрешения файла.
sv_se: SQLite-databasfilen %s är inte skrivbar. Vänligen kontrollera filbehörigheter.
tr_tr: SQLite veritabanı dosyası %s yazılabilir değil. Lütfen dosya izinlerini kontrol edin.
uk_ua: Файл бази даних SQLite %s не доступний для запису. Будь ласка, перевірте права доступу до файлу.
vi_vn: Tệp cơ sở dữ liệu SQLite %s không thể ghi. Vui lòng kiểm tra quyền tệp.
zh_cn: SQLite veritabanı dosyası %s yazılabilir değil. Lütfen dosya izinlerini kontrol edin.

source: Could not access the SQLite database file %s: %s
cs_cz: Nelze přistupovat k SQLite databázovému souboru %s: %s
de_de: Konnte nicht auf die SQLite-Datenbankdatei %s zugreifen: %s
es_es: No se pudo acceder al archivo de base de datos SQLite %s: %s
fr_fr: Impossible d'accéder au fichier de base de données SQLite %s : %s
id_id: Tidak dapat mengakses file database SQLite %s: %s
ko_kr: SQLite 데이터베이스 파일 %s에 액세스할 수 없습니다: %s
lt_lt: Nepavyko pasiekti SQLite duomenų bazės failo %s: %s
pl_pl: Nie można uzyskać dostępu do pliku bazy danych SQLite %s: %s
ru_ru: Не удалось получить доступ к файлу базы данных SQLite %s: %s
sv_se: Kunde inte komma åt SQLite-databasfilen %s: %s
tr_tr: SQLite veritabanı dosyasına erişilemedi %s: %s
uk_ua: Не вдалося отримати доступ до файлу бази даних SQLite %s: %s
vi_vn: Không thể truy cập tệp cơ sở dữ liệu SQLite %s: %s

source: No configuration file found. Please create the config/settings.php file before proceeding.
cs_cz: Nebyl nalezen konfigurační soubor. Před pokračováním vytvořte soubor config/settings.php.
de_de: Keine Konfigurationsdatei gefunden. Bitte erstellen Sie die Datei config/settings.php, bevor Sie fortfahren.
es_es: No se encontró el archivo de configuración. Por favor, cree el archivo config/settings.php antes de continuar.
fr_fr: Aucun fichier de configuration trouvé. Veuillez créer le fichier config/settings.php avant de continuer.before proceeding.
id_id: Tidak ada file konfigurasi yang ditemukan. Silakan buat file config/settings.php sebelum melanjutkan.
ko_kr: 구성 파일을 찾을 수 없습니다. 계속하기 전에 config/settings.php 파일을 생성하세요.
lt_lt: Konfigūracijos failas nerastas. Prieš tęsdami sukurkite config/settings.php failą.
pl_pl: Nie znaleziono pliku konfiguracyjnego. Utwórz plik config/settings.php przed kontynuowaniem.
ru_ru: Конфигурационный файл не найден. Пожалуйста, создайте файл config/settings.php перед продолжением.
sv_se: Ingen konfigurationsfil hittades. Vänligen skapa filen config/settings.php innan du fortsätter.
tr_tr: Yapılandırma dosyası bulunamadı. Devam etmeden önce lütfen config/settings.php dosyasını oluşturun.
uk_ua: Файл конфігурації не знайдено. Будь ласка, створіть файл config/settings.php перед продовженням.
vi_vn: Không tìm thấy tệp cấu hình. Vui lòng tạo tệp config/settings.php trước khi tiếp tục.
zh_cn: Yapılandırma dosyası bulunamadı. Devam etmeden önce lütfen config/settings.php dosyasını oluşturun.

source: Separate PowerDNS databases are only supported with MySQL. For PostgreSQL and SQLite, please use the same database.
cs_cz: Oddělené databáze PowerDNS jsou podporovány pouze s MySQL. Pro PostgreSQL a SQLite použijte prosim stejnou databázi.
es_es: Las bases de datos PowerDNS separadas solo son compatibles con MySQL. Para PostgreSQL y SQLite, utilice la misma base de datos.
fr_fr: Les bases de données PowerDNS séparées ne sont prises en charge qu'avec MySQL. Pour PostgreSQL et SQLite, veuillez utiliser la même base de données.
id_id: Database PowerDNS terpisah hanya didukung dengan MySQL. Untuk PostgreSQL dan SQLite, silakan gunakan database yang sama.
ko_kr: 별도의 PowerDNS 데이터베이스는 MySQL에서만 지원됩니다. PostgreSQL 및 SQLite의 경우 동일한 데이터베이스를 사용하세요.
lt_lt: Atskiros PowerDNS duomenų bazės palaikomos tik su MySQL. PostgreSQL ir SQLite naudokite tą pačią duomenų bazę.
ru_ru: Отдельные базы данных PowerDNS поддерживаются только с MySQL. Для PostgreSQL и SQLite используйте ту же базу данных.
sv_se: Separata PowerDNS-databaser stöds endast med MySQL. För PostgreSQL och SQLite, vänligen använd samma databas.
uk_ua: Окремі бази даних PowerDNS підтримуються лише з MySQL. Для PostgreSQL і SQLite, будь ласка, використовуйте ту саму базу даних.
vi_vn: Cơ sở dữ liệu PowerDNS riêng biệt chỉ được hỗ trợ với MySQL. Đối với PostgreSQL và SQLite, vui lòng sử dụng cơ sở dữ liệu giống nhau.

source: Missing PowerDNS tables in database "%s": %s. Please ensure PowerDNS is properly installed in this database.
cs_cz: Chybí tabulky PowerDNS v databázi "%s": %s. Ujistěte se prosím, že je PowerDNS správně nainstalován v této databázi.
es_es: Faltan tablas PowerDNS en la base de datos "%s": %s. Asegúrese de que PowerDNS esté instalado correctamente en esta base de datos.
fr_fr: Tables PowerDNS manquantes dans la base de données "%s" : %s. Veuillez vous assurer que PowerDNS est correctement installé dans cette base de données.
id_id: Tabel PowerDNS hilang di database "%s": %s. Silakan pastikan PowerDNS terinstal dengan benar di database ini.
ko_kr: 데이터베이스 "%s"에 PowerDNS 테이블이 누락되었습니다: %s. 이 데이터베이스에 PowerDNS가 제대로 설치되어 있는지 확인하세요.
lt_lt: Trūksta PowerDNS lentelės duomenų bazėje "%s": %s. Įsitikinkite, kad PowerDNS tinkamai įdiegtas šioje duomenų bazėje.
ru_ru: Отсутствуют таблицы PowerDNS в базе данных "%s": %s. Убедитесь, что PowerDNS правильно установлен в этой базе данных.
sv_se: Saknade PowerDNS-tabeller i databasen "%s": %s. Vänligen se till att PowerDNS är korrekt installerad i denna databas.
uk_ua: Відсутні таблиці PowerDNS у базі даних "%s": %s. Будь ласка, переконайтеся, що PowerDNS правильно встановлено в цій базі даних.
vi_vn: Thiếu bảng PowerDNS trong cơ sở dữ liệu "%s": %s. Vui lòng đảm bảo PowerDNS được cài đặt đúng cách trong cơ sở dữ liệu này.

source: Cannot connect to PowerDNS database "%s": %s
cs_cz: Nelze se připojit k databázi PowerDNS "%s": %s
es_es: No se puede conectar a la base de datos PowerDNS "%s": %s
fr_fr: Impossible de se connecter à la base de données PowerDNS "%s" : %s
id_id: Tidak dapat terhubung ke database PowerDNS "%s": %s
ko_kr: PowerDNS 데이터베이스 "%s"에 연결할 수 없습니다: %s
lt_lt: Nepavyksta prisijungti prie PowerDNS duomenų bazės "%s": %s
ru_ru: Невозможно подключиться к базе данных PowerDNS "%s": %s
sv_se: Kan inte ansluta till PowerDNS-databasen "%s": %s
uk_ua: Неможливо підключитися до бази даних PowerDNS "%s": %s
vi_vn: Không thể kết nối với cơ sở dữ liệu PowerDNS "%s": %s

source: Serial
cs_cz: Sériové číslo
de_de: Seriennummer
es_es: Serie
fr_fr: Série
ko_kr: 일련번호
lt_lt: Serijos numeris
pl_pl: Numer seryjny
ru_ru: Серийный номер
sv_se: Serienummer
tr_tr: Seri
uk_ua: Серійний номер
zh_cn: 序列号

source: Cache Hits
cs_cz: Zásahy cache
de_de: Cache-Treffer
es_es: Aciertos de caché
fr_fr: Succès de Cache
id_id: Cache Hit
ko_kr: 캐시 히트
lt_lt: Talpyklos pataikimai
pl_pl: Trafienia cache
ru_ru: Попадания в кэш
sv_se: Cache-träffar
tr_tr: Cache Isabetleri
uk_ua: Попадання в кеш

source: Cache Misses
cs_cz: Nezásahy cache
de_de: Cache-Fehlversuche
es_es: Fallos de caché
fr_fr: Échecs de Cache
id_id: Cache Miss
ko_kr: 캐시 미스
lt_lt: Talpyklos praskojimai
pl_pl: Chybienia cache
ru_ru: Промахи кэша
sv_se: Cache-missar
tr_tr: Cache Kayıpları
uk_ua: Промахи кешу

source: Bytes
cs_cz: Bajty
fr_fr: Octets
id_id: Byte
ko_kr: 바이트
lt_lt: Baitai
pl_pl: Bajty
ru_ru: байт
tr_tr: Bayt
uk_ua: Байти

source: Not detected required for URL routing
id_id: Tidak terdeteksi diperlukan untuk routing URL

source: Cannot detect (PHP-FPM) ensure it is enabled
id_id: Tidak dapat mendeteksi (PHP-FPM) pastikan diaktifkan

source: No configuration file found. Please use the <a href="install/">installer</a> to create one, or create a config/settings.php file manually.
cs_cz: Konfigurační soubor nebyl nalezen. Použijte <a href="install/">instalátor</a> k vytvoření jednoho, nebo vytvořte soubor config/settings.php ručně.
de_de: Keine Konfigurationsdatei gefunden. Bitte verwenden Sie den <a href="install/">Installer</a>, um eine zu erstellen, oder erstellen Sie manuell eine config/settings.php-Datei.
es_es: No se encontró el archivo de configuración. Use el <a href="install/">instalador</a> para crear uno, o cree un archivo config/settings.php manualmente.
fr_fr: Aucun fichier de configuration trouvé. Veuillez utiliser l'<a href="install/">installateur</a> pour en créer un, ou créer un fichier config/settings.php manuellement.
lt_lt: Konfigūracijos failas nerastas. Naudokitės <a href="install/">diegimo programa</a> jo sukūrimui arba sukurkite config/settings.php failą rankiniu būdu.
pl_pl: Nie znaleziono pliku konfiguracyjnego. Użyj <a href="install/">instalatora</a> aby go utworzyć, lub utwórz plik config/settings.php ręcznie.
ru_ru: Файл конфигурации не найден. Пожалуйста, используйте <a href="install/">установщик</a> для его создания или создайте файл config/settings.php вручную.
tr_tr: Yapılandırma dosyası bulunamadı. Lütfen bir tane oluşturmak için <a href="install/">yükleyiciyi</a> kullanın veya config/settings.php dosyasını el ile oluşturun.
zh_cn: 找不到配置文件。请使用<a href="install/">安装程序</a>创建一个，或者手动创建 config/settings.php 文件。

source: You do not have permission to manage API keys. Only administrators can access this feature.
cs_cz: Nemáte oprávnění spravovat API klíče. Pouze administrátoři mají přístup k této funkci.
de_de: Sie haben keine Berechtigung, API-Schlüssel zu verwalten. Nur Administratoren können auf diese Funktion zugreifen.
es_es: No tiene permisos para gestionar claves API. Solo los administradores pueden acceder a esta función.
lt_lt: Neturite leidimo valdyti API raktus. Tik administratoriai gali naudotis šia funkcija.
pl_pl: Nie masz uprawnień do zarządzania kluczami API. Tylko administratorzy mogą korzystać z tej funkcji.
ru_ru: У вас нет разрешения на управление API ключами. Только администраторы могут получить доступ к этой функции.
tr_tr: API anahtarlarını yönetme izniniz yok. Bu özelliğe sadece yöneticiler erişebilir.
zh_cn: 您没有管理 API 密钥的权限。只有管理员可以访问此功能。

source: Failed to sign zone. Check PowerDNS logs for details.
cs_cz: Nepodařilo se podepsat zónu. Zkontrolujte logy PowerDNS pro detaily.
de_de: Fehler beim Signieren der Zone. Überprüfen Sie die PowerDNS-Logs für Details.
es_es: Error al firmar la zona. Verifique los registros de PowerDNS para más detalles.
fr_fr: Échec de la signature de zone. Consultez les journaux PowerDNS pour plus de détails.
lt_lt: Nepavyko pasirašyti zonos. Patikrinkite PowerDNS žurnalus dėl išsamesnės informacijos.
pl_pl: Nie udało się podpisać strefy. Sprawdź logi PowerDNS, aby uzyskać szczegóły.
ru_ru: Не удалось подписать зону. Проверьте журналы PowerDNS для подробностей.
tr_tr: Zon imzalanamadı. Ayrıntılar için PowerDNS günlüklerini denetleyin.
zh_cn: 签名区域失败。请查看 PowerDNS 日志了解详情。

source: Zone did not have any record changes.
cs_cz: Zóna neměla žádné změny záznamů.
de_de: Zone hatte keine Eintragänderungen.
es_es: La zona no tuvo cambios en los registros.
lt_lt: Zonoje nebuvo jokių įrašų pakeitimų.
pl_pl: Strefa nie miała żadnych zmian w rekordach.
ru_ru: В зоне не было изменений записей.
tr_tr: Zonda herhangi bir kayıt değişikliği olmadı.
zh_cn: 区域没有任何记录更改。

source: You do not have the permission to access the migrations.
cs_cz: Nemáte oprávnění přistupovat k migracím.
de_de: Sie haben nicht die Berechtigung, auf die Migrationen zuzugreifen.
es_es: No tiene permisos para acceder a las migraciones.
lt_lt: Neturite leidimo pasiekti migracijas.
pl_pl: Nie masz uprawnień do dostępu do migracji.
ru_ru: У вас нет разрешения на доступ к миграциям.
tr_tr: Migration'lara erişme izniniz yok.
zh_cn: 您没有访问迁移的权限。
