Repository: poweradmin/poweradmin
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: cs_cz, de_de, es_es, fr_fr, id_id, ko_kr, lt_lt, pl_pl, ru_ru, sv_se, tr_tr, uk_ua, vi_vn, zh_cn

source: Try different search terms or filters
cs_cz: Zkuste jiné vyhledávací termíny nebo filtry
de_de: Verwenden Sie andere Suchbegriffe oder Filter
es_es: Prueba términos de búsqueda o filtros diferentes
fr_fr: Essayez des termes de recherche ou filtres différents
id_id: Coba istilah pencarian atau filter yang berbeda
ko_kr: 다른 검색어나 필터를 시도하세요
lt_lt: Pabandykite kitus paieškos terminus arba filtrus
pl_pl: Spróbuj innych terminów wyszukiwania lub filtrów
ru_ru: Попробуйте другие поисковые термины или фильтры
sv_se: Prova andra söktermer eller filter
tr_tr: Farklı arama terimleri veya filtreleri deneyin
uk_ua: Спробуйте інші терміни пошуку або фільтри
vi_vn: Thử các thuật ngữ tìm kiếm hoặc bộ lọc khác

source: Confirm Zone Deletion
id_id: Konfirmasi Penghapusan Zona
ko_kr: 존 삭제 확인
sv_se: Bekräfta zonborttagning
uk_ua: Підтвердження видалення зони
vi_vn: Xác nhận xóa vùng

source: Are you sure you want to delete
id_id: Apakah Anda yakin ingin menghapus
ko_kr: 삭제하시겠습니까
sv_se: Är du säker på att du vill ta bort
uk_ua: Ви впевнені, що хочете видалити
vi_vn: Bạn có chắc chắn muốn xóa

source: selected zone(s)?
id_id: zona yang dipilih?
ko_kr: 선택한 존?
sv_se: valda zon(er)?
uk_ua: вибрану(і) зону(и)?
vi_vn: (các) vùng đã chọn?

source: Confirm Record Deletion
id_id: Konfirmasi Penghapusan Rekod
ko_kr: 레코드 삭제 확인
sv_se: Bekräfta postborttagning
uk_ua: Підтвердження видалення запису
vi_vn: Xác nhận xóa bản ghi

source: selected record(s)?
id_id: rekod yang dipilih?
ko_kr: 선택한 레코드?
sv_se: valda post(er)?
uk_ua: вибраний(і) запис(и)?
vi_vn: (các) bản ghi đã chọn?

source: Delete zones
cs_cz: Smazat zóny
de_de: Zonen löschen
es_es: Eliminar zonas
fr_fr: Supprimer les zones
id_id: Hapus zona
ko_kr: 존 삭제
lt_lt: Ištrinti zonas
pl_pl: Usuń strefy
ru_ru: Удалить зоны
sv_se: Ta bort zoner
tr_tr: Zonları sil
uk_ua: Видалити зони
vi_vn: Xóa vùng

source: Delete Multiple Zones
cs_cz: Smazat více zón
de_de: Mehrere Zonen löschen
es_es: Eliminar múltiples zonas
fr_fr: Supprimer Plusieurs Zones
id_id: Hapus Beberapa Zona
ko_kr: 여러 존 삭제
lt_lt: Ištrinti kelias zonas
pl_pl: Usuń wiele stref
ru_ru: Удалить несколько зон
sv_se: Ta bort flera zoner
tr_tr: Birden Fazla Zon Sil
uk_ua: Видалити кілька зон
vi_vn: Xóa nhiều vùng

source: You are about to delete multiple zones. This action cannot be undone.
cs_cz: Chystáte se smazat více zón. Tuto akci nelze vrátit zpět.
de_de: Sie sind dabei, mehrere Zonen zu löschen. Diese Aktion kann nicht rückgängig gemacht werden.
es_es: Estás a punto de eliminar múltiples zonas. Esta acción no se puede deshacer.
fr_fr: Vous êtes sur le point de supprimer plusieurs zones. Cette action ne peut pas être annulée.
id_id: Anda akan menghapus beberapa zona. Tindakan ini tidak dapat dibatalkan.
ko_kr: 여러 존을 삭제하려고 합니다. 이 작업은 취소할 수 없습니다.
lt_lt: Ruošiatės ištrinti kelias zonas. Šio veiksmo negalima atšaukti.
pl_pl: Zamierzasz usunąć wiele stref. Ta czynność nie może być cofnięta.
ru_ru: Вы собираетесь удалить несколько зон. Это действие невозможно отменить.
sv_se: Du är på väg att ta bort flera zoner. Denna åtgärd kan inte ångras.
tr_tr: Birden fazla zon silmek üzeresiniz. Bu işlem geri alınamaz.
uk_ua: Ви збираєтеся видалити кілька зон. Цю дію неможливо скасувати.
vi_vn: Bạn sắp xóa nhiều vùng. Hành động này không thể hoàn tác.

source: Zones to Delete
cs_cz: Zóny ke smazání
de_de: Zu löschende Zonen
es_es: Zonas a eliminar
fr_fr: Zones à Supprimer
id_id: Zona yang Akan Dihapus
ko_kr: 삭제할 존
lt_lt: Zonos ištrinimui
pl_pl: Strefy do usunięcia
ru_ru: Зоны для удаления
sv_se: Zoner att ta bort
tr_tr: Silinecek Zonlar
uk_ua: Зони для видалення
vi_vn: Các vùng cần xóa

source: Note
cs_cz: Poznámka
de_de: Hinweis
es_es: Nota
id_id: Catatan
ko_kr: 참고
lt_lt: Pastaba
pl_pl: Uwaga
ru_ru: Примечание
sv_se: Observera
tr_tr: Not
uk_ua: Примітка
vi_vn: Lưu ý

source: Yes, delete these zones
cs_cz: Ano, smazat tyto zóny
de_de: Ja, diese Zonen löschen
es_es: Sí, eliminar estas zonas
fr_fr: Oui, supprimer ces zones
id_id: Ya, hapus zona ini
ko_kr: 네, 이러한 존을 삭제합니다
lt_lt: Taip, ištrinti šias zonas
pl_pl: Tak, usuń te strefy
ru_ru: Да, удалить эти зоны
sv_se: Ja, ta bort dessa zoner
tr_tr: Evet, bu zonları sil
uk_ua: Так, видалити ці зони
vi_vn: Có, xóa các vùng này

source: No, keep these zones
cs_cz: Ne, ponechat tyto zóny
de_de: Nein, diese Zonen behalten
es_es: No, mantener estas zonas
fr_fr: Non, conserver ces zones
id_id: Tidak, pertahankan zona ini
ko_kr: 아니요, 이러한 존을 유지합니다
lt_lt: Ne, palikti šias zonas
pl_pl: Nie, zachowaj te strefy
ru_ru: Нет, сохранить эти зоны
sv_se: Nej, behåll dessa zoner
tr_tr: Hayır, bu zonları tut
uk_ua: Ні, залишити ці зони
vi_vn: Không, giữ các vùng này

source: Delete supermaster
cs_cz: Smazat supermaster
de_de: Supermaster löschen
es_es: Eliminar supermaster
fr_fr: Supprimer le serveur maître secondaire
id_id: Hapus supermaster
ko_kr: supermaster 삭제
lt_lt: Pašalinti supermasterį
pl_pl: Usuń supermaster
ru_ru: Удалить супермастер
sv_se: Ta bort supermaster
tr_tr: Supermaster'ı sil
uk_ua: Видалити supermaster
vi_vn: Xóa supermaster

source: Delete Supermaster
cs_cz: Smazat supermaster
de_de: Supermaster löschen
es_es: Eliminar Supermaster
fr_fr: Supprimer le Serveur Maître Secondaire
id_id: Hapus Supermaster
ko_kr: Supermaster 삭제
lt_lt: Ištrinti supermasterį
pl_pl: Usuń Supermaster
ru_ru: Удалить супермастер
sv_se: Ta bort supermaster
tr_tr: Supermaster'ı Sil
uk_ua: Видалити Supermaster
vi_vn: Xóa Supermaster

source: You are about to delete the supermaster
cs_cz: Chystáte se smazat supermaster
de_de: Sie sind dabei, den Supermaster zu löschen
es_es: Estás a punto de eliminar el supermaster
fr_fr: Vous êtes sur le point de supprimer le serveur maître secondaire
id_id: Anda akan menghapus supermaster
ko_kr: 다음 supermaster를 삭제하려고 합니다
lt_lt: Ruošiatės ištrinti supermasterį
pl_pl: Zamierzasz usunąć supermaster
ru_ru: Вы собираетесь удалить супермастер
sv_se: Du är på väg att ta bort supermastern
tr_tr: Supermaster'ı silmek üzeresiniz
uk_ua: Ви збираєтеся видалити supermaster
vi_vn: Bạn sắp xóa supermaster

source: Supermaster Details
cs_cz: Podrobnosti supermastera
es_es: Detalles del Supermaster
fr_fr: Détails du Serveur Maître Secondaire
id_id: Detail Supermaster
ko_kr: Supermaster 상세 정보
lt_lt: Supermasterio duomenys
pl_pl: Szczegóły Supermaster
ru_ru: Сведения о супермастере
sv_se: Supermaster-detaljer
tr_tr: Supermaster Detayları
uk_ua: Деталі Supermaster
vi_vn: Chi tiết Supermaster

source: Yes, delete this supermaster
cs_cz: Ano, smazat tento supermaster
de_de: Ja, diesen Supermaster löschen
es_es: Sí, eliminar este supermaster
fr_fr: Oui, supprimer ce serveur maître secondaire
id_id: Ya, hapus supermaster ini
ko_kr: 네, 이 supermaster를 삭제합니다
lt_lt: Taip, ištrinti šį supermasterį
pl_pl: Tak, usuń ten supermaster
ru_ru: Да, удалить этот супермастер
sv_se: Ja, ta bort denna supermaster
tr_tr: Evet, bu supermaster'ı sil
uk_ua: Так, видалити цей supermaster
vi_vn: Có, xóa supermaster này

source: No, keep this supermaster
cs_cz: Ne, ponechat tento supermaster
de_de: Nein, diesen Supermaster behalten
es_es: No, mantener este supermaster
fr_fr: Non, conserver ce serveur maître secondaire
id_id: Tidak, pertahankan supermaster ini
ko_kr: 아니요, 이 supermaster를 유지합니다
lt_lt: Ne, palikti šį supermasterį
pl_pl: Nie, zachowaj ten supermaster
ru_ru: Нет, оставить этот супермастер
sv_se: Nej, behåll denna supermaster
tr_tr: Hayır, bu supermaster'ı tut
uk_ua: Ні, залишити цей supermaster
vi_vn: Không, giữ supermaster này

source: User logs
cs_cz: Protokoly uživatelů
de_de: Benutzer-Logs
es_es: Registros de usuario
fr_fr: Journaux d'utilisateur
id_id: Log pengguna
ko_kr: 사용자 로그
lt_lt: Naudotojų žurnalai
pl_pl: Logi użytkowników
ru_ru: Журналы пользователей
sv_se: Användarloggar
tr_tr: Kullanıcı logları
uk_ua: Журнали користувачів
vi_vn: Nhật ký người dùng

source: User Activity Logs
cs_cz: Protokoly aktivity uživatelů
de_de: Benutzeraktivitäts-Logs
es_es: Registros de actividad de usuario
fr_fr: Journaux d'Activité Utilisateur
id_id: Log Aktivitas Pengguna
ko_kr: 사용자 활동 로그
lt_lt: Naudotojų veiklos žurnalai
pl_pl: Logi aktywności użytkowników
ru_ru: Журналы активности пользователей
sv_se: Användaraktivitetsloggar
tr_tr: Kullanıcı Etkinlik Logları
uk_ua: Журнали активності користувачів
vi_vn: Nhật ký hoạt động người dùng

source: Search logs by user
cs_cz: Hledat protokoly podle uživatele
de_de: Logs nach Benutzer durchsuchen
es_es: Buscar registros por usuario
fr_fr: Rechercher les journaux par utilisateur
id_id: Cari log berdasarkan pengguna
ko_kr: 사용자별 로그 검색
lt_lt: Ieškoti žurnalų pagal naudotoją
pl_pl: Wyszukaj logi według użytkownika
ru_ru: Поиск журналов по пользователю
sv_se: Sök loggar efter användare
tr_tr: Kullanıcıya göre log ara
uk_ua: Пошук журналів за користувачем
vi_vn: Tìm kiếm nhật ký theo người dùng

source: Slave Zone Configuration
id_id: Konfigurasi Zona Slave
ko_kr: 슬레이브 존 구성
sv_se: Slavzonkonfiguration
uk_ua: Конфігурація підлеглої зони
vi_vn: Cấu hình vùng Slave

source: Provide IP address
cs_cz: Zadejte IP adresu
de_de: IP-Adresse angeben
es_es: Proporcionar dirección IP
fr_fr: Fournir l'adresse IP
id_id: Berikan alamat IP
ko_kr: IP 주소를 입력하세요
lt_lt: Pateikite IP adresą
pl_pl: Podaj adres IP
ru_ru: Укажите IP-адрес
sv_se: Ange IP-adress
tr_tr: IP adresi sağlayın
uk_ua: Надайте IP-адресу
vi_vn: Cung cấp địa chỉ IP

source: IP address of the master name server (supports IPv4 and IPv6, multiple IPs separated by commas)
id_id: Alamat IP nameserver master (mendukung IPv4 dan IPv6, beberapa IP dipisahkan dengan koma)
ko_kr: 마스터 네임 서버의 IP 주소 (IPv4 및 IPv6 지원, 여러 IP는 쉼표로 구분)
sv_se: IP-adress för master namnserver (stöder IPv4 och IPv6, flera IP-adresser separerade med kommatecken)
uk_ua: IP-адреса головного сервера імен (підтримує IPv4 та IPv6, кілька IP, розділених комами)
vi_vn: Địa chỉ IP của máy chủ tên master (hỗ trợ IPv4 và IPv6, nhiều IP phân tách bằng dấu phẩy)

source: Delete template
cs_cz: Smazat šablonu
de_de: Vorlage löschen
es_es: Eliminar plantilla
fr_fr: Supprimer le modèle
id_id: Hapus templat
ko_kr: 템플릿 삭제
lt_lt: Pašalinti šabloną
pl_pl: Usuń szablon
ru_ru: Удалить шаблон
sv_se: Ta bort mall
tr_tr: Şablonu sil
uk_ua: Видалити шаблон
vi_vn: Xóa mẫu

source: Delete Zone Template
cs_cz: Smazat šablonu zóny
de_de: Zonenvorlage löschen
es_es: Eliminar plantilla de zona
fr_fr: Supprimer le Modèle de Zone
id_id: Hapus Templat Zona
ko_kr: 존 템플릿 삭제
lt_lt: Ištrinti zonos šabloną
pl_pl: Usuń szablon strefy
ru_ru: Удалить шаблон зоны
sv_se: Ta bort zonmall
tr_tr: Zon Şablonunu Sil
uk_ua: Видалити шаблон зони
vi_vn: Xóa mẫu vùng

source: You are about to delete the zone template
cs_cz: Chystáte se smazat šablonu zóny
de_de: Sie sind dabei die Zonenvorlage zu löschen
es_es: Estás a punto de eliminar la plantilla de zona
fr_fr: Vous êtes sur le point de supprimer le modèle de zone
id_id: Anda akan menghapus templat zona
ko_kr: 다음 존 템플릿을 삭제하려고 합니다
lt_lt: Ruošiatės ištrinti zonos šabloną
pl_pl: Zamierzasz usunąć szablon strefy
ru_ru: Вы собираетесь удалить шаблон зоны
sv_se: Du är på väg att ta bort zonmallen
tr_tr: Zon şablonunu silmek üzeresiniz
uk_ua: Ви збираєтеся видалити шаблон зони
vi_vn: Bạn sắp xóa mẫu vùng

source: This template is currently used by
cs_cz: Tato šablona je aktuálně používána
de_de: Diese Vorlage wird derzeit verwendet von
es_es: Esta plantilla está actualmente siendo usada por
fr_fr: Ce modèle est actuellement utilisé par
id_id: Templat ini saat ini digunakan oleh
ko_kr: 이 템플릿은 현재 다음에 의해 사용됩니다
lt_lt: Šis šablonas šiuo metu naudojamas
pl_pl: Ten szablon jest obecnie używany przez
ru_ru: Этот шаблон в настоящее время используется
sv_se: Denna mall används för närvarande av
tr_tr: Bu şablon şu anda şunlar tarafından kullanılıyor:
uk_ua: Цей шаблон наразі використовується
vi_vn: Mẫu này hiện đang được sử dụng bởi

source: zones
cs_cz: zónami
de_de: Zonen
es_es: zonas
id_id: zona
ko_kr: 존
lt_lt: zonų
pl_pl: stref
ru_ru: зонами
sv_se: zoner
tr_tr: zon
uk_ua: зонами
vi_vn: vùng

source: Email Template Previews
fr_fr: Aperçus des modèles d'e-mail
id_id: Pratinjau Templat Email
ko_kr: 이메일 템플릿 미리보기
lt_lt: El. pašto šablonų peržiūros
sv_se: E-postmallförhandsvisningar
uk_ua: Попередній перегляд шаблонів електронної пошти
vi_vn: Xem trước mẫu email

source: Preview how email templates will appear to users in both light and dark modes. These previews use sample data to demonstrate the email formatting and styling.
fr_fr: Aperçu de l'apparence des modèles d'e-mail pour les utilisateurs en modes clair et sombre. Ces aperçus utilisent des données d'exemple pour démontrer le formatage et le style des e-mails.
id_id: Pratinjau bagaimana templat email akan muncul bagi pengguna dalam mode terang dan gelap. Pratinjau ini menggunakan data sampel untuk mendemonstrasikan format dan gaya email.
ko_kr: 라이트 모드와 다크 모드 모두에서 이메일 템플릿이 사용자에게 어떻게 표시되는지 미리봅니다. 이러한 미리보기는 샘플 데이터를 사용하여 이메일 형식 및 스타일을 보여줍니다.
lt_lt: Peržiūrėkite, kaip el. pašto šablonai atrodys naudotojams tiek šviesiajame, tiek tamsiajame režimuose. Šios peržiūros naudoja pavyzdinius duomenis, kad pademonstruotų el. pašto formatavimą ir stilių.
sv_se: Förhandsgranska hur e-postmallar kommer att visas för användare i både ljust och mörkt läge. Dessa förhandsvisningar använder exempeldata för att demonstrera e-postformateringen och stilen.
uk_ua: Попередній перегляд того, як шаблони електронної пошти відображатимуться користувачам у світлому та темному режимах. Ці попередні перегляди використовують зразкові дані для демонстрації форматування та стилізації електронної пошти.
vi_vn: Xem trước cách mẫu email sẽ xuất hiện với người dùng ở cả chế độ sáng và tối. Các bản xem trước này sử dụng dữ liệu mẫu để minh họa định dạng và kiểu dáng email.

source: Active Email Templates
fr_fr: Modèles d'e-mail actifs
id_id: Templat Email Aktif
ko_kr: 활성 이메일 템플릿
lt_lt: Aktyvus el. pašto šablonai
sv_se: Aktiva e-postmallar
uk_ua: Активні шаблони електронної пошти
vi_vn: Mẫu email đang hoạt động

source: Custom
fr_fr: Personnalisé
id_id: Kustom
ko_kr: 사용자 지정
lt_lt: Pasirinktinis
sv_se: Anpassad
uk_ua: Користувацький
vi_vn: Tùy chỉnh

source: Standard
id_id: Standar
ko_kr: 표준
lt_lt: Standartinis
uk_ua: Стандартний
vi_vn: Chuẩn

source: Custom templates are active and override the default templates. These are the templates currently used when sending emails.
fr_fr: Les modèles personnalisés sont actifs et remplacent les modèles par défaut. Ce sont les modèles actuellement utilisés lors de l'envoi d'e-mails.
id_id: Templat kustom aktif dan menggantikan templat default. Ini adalah templat yang saat ini digunakan saat mengirim email.
ko_kr: 사용자 지정 템플릿이 활성화되어 기본 템플릿을 재정의합니다. 이는 이메일을 보낼 때 현재 사용되는 템플릿입니다.
lt_lt: Pasirinktiniai šablonai yra aktyvus ir perrrašo numatytuosius šablonus. Tai šablonai, kurie šiuo metu naudojami siųsti el. paštą.
sv_se: Anpassade mallar är aktiva och åsidosätter standardmallarna. Dessa är de mallar som för närvarande används när e-post skickas.
uk_ua: Користувацькі шаблони активні та замінюють стандартні шаблони. Це шаблони, які наразі використовуються при надсиланні електронної пошти.
vi_vn: Mẫu tùy chỉnh đang hoạt động và ghi đè các mẫu mặc định. Đây là các mẫu hiện được sử dụng khi gửi email.

source: Standard templates are active. These are the default templates used when sending emails.
fr_fr: Les modèles standard sont actifs. Ce sont les modèles par défaut utilisés lors de l'envoi d'e-mails.
id_id: Templat standar aktif. Ini adalah templat default yang digunakan saat mengirim email.
ko_kr: 표준 템플릿이 활성화되어 있습니다. 이는 이메일을 보낼 때 사용되는 기본 템플릿입니다.
lt_lt: Standartiniai šablonai yra aktyvus. Tai numatytieji šablonai, naudojami siųsti el. paštą.
sv_se: Standardmallar är aktiva. Dessa är standardmallarna som används när e-post skickas.
uk_ua: Стандартні шаблони активні. Це шаблони за замовчуванням, що використовуються при надсиланні електронної пошти.
vi_vn: Mẫu chuẩn đang hoạt động. Đây là các mẫu mặc định được sử dụng khi gửi email.

source: Subject:
fr_fr: Sujet :
id_id: Subjek:
ko_kr: 제목:
lt_lt: Tema:
sv_se: Ämne:
uk_ua: Тема:
vi_vn: Tiêu đề:

source: View Light Mode
fr_fr: Voir le mode clair
id_id: Lihat Mode Terang
ko_kr: 라이트 모드 보기
lt_lt: Peržiūrėti šviesųjį režimą
sv_se: Visa ljust läge
uk_ua: Переглянути світлий режим
vi_vn: Xem chế độ sáng

source: View Dark Mode
fr_fr: Voir le mode sombre
id_id: Lihat Mode Gelap
ko_kr: 다크 모드 보기
lt_lt: Peržiūrėti tamsųjį režimą
sv_se: Visa mörkt läge
uk_ua: Переглянути темний режим
vi_vn: Xem chế độ tối

source: Template Override Information
fr_fr: Informations de remplacement de modèle
id_id: Informasi Override Templat
ko_kr: 템플릿 재정의 정보
lt_lt: Šablonų perrašymo informacija
sv_se: Information om mallåsidosättning
uk_ua: Інформація про перевизначення шаблону
vi_vn: Thông tin ghi đè mẫu

source: The following standard templates are currently overridden by custom templates:
fr_fr: Les modèles standard suivants sont actuellement remplacés par des modèles personnalisés :
id_id: Templat standar berikut saat ini digantikan oleh templat kustom:
ko_kr: 다음 표준 템플릿은 현재 사용자 지정 템플릿으로 재정의됩니다:
lt_lt: Šie standartiniai šablonai šiuo metu yra perrašyti pasirinktinių šablonų:
sv_se: Följande standardmallar åsidosätts för närvarande av anpassade mallar:
uk_ua: Наступні стандартні шаблони наразі перевизначені користувацькими шаблонами:
vi_vn: Các mẫu chuẩn sau hiện đang được ghi đè bởi mẫu tùy chỉnh:

source: using custom template
fr_fr: utilisant un modèle personnalisé
id_id: menggunakan templat kustom
ko_kr: 사용자 지정 템플릿 사용
lt_lt: naudoja pasirinktinių šabloną
sv_se: använder anpassad mall
uk_ua: використовується користувацький шаблон
vi_vn: sử dụng mẫu tùy chỉnh

source: To revert to standard templates, remove or rename the custom template files in <code>templates/emails/custom/</code>.
fr_fr: Pour revenir aux modèles standard, supprimez ou renommez les fichiers de modèles personnalisés dans <code>templates/emails/custom/</code>.
id_id: Untuk kembali ke templat standar, hapus atau ubah nama file templat kustom di <code>templates/emails/custom/</code>.
ko_kr: 표준 템플릿으로 되돌리려면 <code>templates/emails/custom/</code>에서 사용자 지정 템플릿 파일을 제거하거나 이름을 변경하세요.
lt_lt: Kad grįžtumėte prie standartinių šablonų, pašalinkite arba pervadinkkite pasirinktinių šablonų failus <code>templates/emails/custom/</code>.
sv_se: För att återgå till standardmallar, ta bort eller byt namn på de anpassade mallfilerna i <code>templates/emails/custom/</code>.
uk_ua: Щоб повернутися до стандартних шаблонів, видаліть або перейменуйте файли користувацьких шаблонів у <code>templates/emails/custom/</code>.
vi_vn: Để hoàn nguyên về mẫu chuẩn, hãy xóa hoặc đổi tên các tệp mẫu tùy chỉnh trong <code>templates/emails/custom/</code>.

source: Custom Templates
fr_fr: Modèles personnalisés
id_id: Templat Kustom
ko_kr: 사용자 지정 템플릿
lt_lt: Pasirinktiniai šablonai
sv_se: Anpassade mallar
uk_ua: Користувацькі шаблони
vi_vn: Mẫu tùy chỉnh

source: You can create custom email templates by placing them in <code>templates/emails/custom/</code> to override these standard templates with your own designs.
fr_fr: Vous pouvez créer des modèles d'e-mail personnalisés en les plaçant dans <code>templates/emails/custom/</code> pour remplacer ces modèles standard par vos propres conceptions.
id_id: Anda dapat membuat templat email kustom dengan menempatkannya di <code>templates/emails/custom/</code> untuk menggantikan templat standar ini dengan desain Anda sendiri.
ko_kr: <code>templates/emails/custom/</code>에 배치하여 이러한 표준 템플릿을 사용자 지정 디자인으로 재정의할 수 있습니다.
lt_lt: Galite sukurti pasirinktiniai el. pašto šablonus patalpinant juos <code>templates/emails/custom/</code>, kad perrašytumėte šiuos standartinius šablonus savo dizainu.
sv_se: Du kan skapa anpassade e-postmallar genom att placera dem i <code>templates/emails/custom/</code> för att åsidosätta dessa standardmallar med dina egna designer.
uk_ua: Ви можете створити користувацькі шаблони електронної пошти, помістивши їх у <code>templates/emails/custom/</code>, щоб замінити ці стандартні шаблони власними дизайнами.
vi_vn: Bạn có thể tạo mẫu email tùy chỉnh bằng cách đặt chúng trong <code>templates/emails/custom/</code> để ghi đè các mẫu chuẩn này bằng thiết kế của riêng bạn.

source: About Email Previews
fr_fr: À propos des aperçus d'e-mail
id_id: Tentang Pratinjau Email
ko_kr: 이메일 미리보기 정보
lt_lt: Apie el. pašto peržiūras
sv_se: Om e-postförhandsvisningar
uk_ua: Про попередній перегляд електронної пошти
vi_vn: Giới thiệu về xem trước email

source: Previews use sample data to demonstrate email appearance
fr_fr: Les aperçus utilisent des données d'exemple pour démontrer l'apparence des e-mails
id_id: Pratinjau menggunakan data sampel untuk mendemonstrasikan tampilan email
ko_kr: 미리보기는 샘플 데이터를 사용하여 이메일 모양을 보여줍니다
lt_lt: Peržiūros naudoja pavyzdinius duomenis, kad pademonstruotų el. pašto išvaizdą
sv_se: Förhandsvisningar använder exempeldata för att demonstrera e-postutseende
uk_ua: Попередні перегляди використовують зразкові дані для демонстрації вигляду електронної пошти
vi_vn: Bản xem trước sử dụng dữ liệu mẫu để minh họa giao diện email

source: Light mode is the default appearance for most email clients
fr_fr: Le mode clair est l'apparence par défaut pour la plupart des clients e-mail
id_id: Mode terang adalah tampilan default untuk sebagian besar klien email
ko_kr: 라이트 모드는 대부분의 이메일 클라이언트의 기본 모양입니다
lt_lt: Šviesusis režimas yra numatytoji išvaizda daugumui el. pašto klientų
sv_se: Ljust läge är standardutseendet för de flesta e-postklienter
uk_ua: Світлий режим є зовнішнім виглядом за замовчуванням для більшості клієнтів електронної пошти
vi_vn: Chế độ sáng là giao diện mặc định cho hầu hết các ứng dụng email

source: Dark mode preview shows how emails appear when users have dark mode enabled
fr_fr: L'aperçu en mode sombre montre comment les e-mails apparaissent lorsque les utilisateurs ont activé le mode sombre
id_id: Pratinjau mode gelap menunjukkan bagaimana email muncul ketika pengguna mengaktifkan mode gelap
ko_kr: 다크 모드 미리보기는 사용자가 다크 모드를 활성화했을 때 이메일이 어떻게 표시되는지 보여줍니다
lt_lt: Tamsiojo režimo peržiūra rodo, kaip el. paštai atrodo, kai naudotojai įjungę tamsųjį režimą
sv_se: Förhandsvisning i mörkt läge visar hur e-post ser ut när användare har aktiverat mörkt läge
uk_ua: Попередній перегляд темного режиму показує, як виглядають електронні листи, коли користувачі ввімкнули темний режим
vi_vn: Xem trước chế độ tối cho biết email xuất hiện như thế nào khi người dùng bật chế độ tối

source: These previews reflect the actual templates used in production
fr_fr: Ces aperçus reflètent les modèles réels utilisés en production
id_id: Pratinjau ini mencerminkan templat aktual yang digunakan dalam produksi
ko_kr: 이러한 미리보기는 프로덕션에서 사용되는 실제 템플릿을 반영합니다
lt_lt: Šios peržiūros atspindi tikruosius šablonus, naudojamus produkcijoje
sv_se: Dessa förhandsvisningar återspeglar de faktiska mallarna som används i produktion
uk_ua: Ці попередні перегляди відображають фактичні шаблони, що використовуються в продакшені
vi_vn: Các bản xem trước này phản ánh các mẫu thực tế được sử dụng trong sản xuất

source: PowerDNS Server Status
cs_cz: Stav serveru PowerDNS
es_es: Estado del servidor PowerDNS
fr_fr: État du Serveur PowerDNS
id_id: Status Server PowerDNS
ko_kr: PowerDNS 서버 상태
lt_lt: PowerDNS serverio būsena
pl_pl: Status serwera PowerDNS
ru_ru: Статус сервера PowerDNS
tr_tr: PowerDNS Sunucu Durumu
uk_ua: Статус сервера PowerDNS
vi_vn: Trạng thái máy chủ PowerDNS

source: Refresh Status
cs_cz: Obnovit stav
de_de: Status aktualisieren
es_es: Actualizar estado
fr_fr: Actualiser l'État
id_id: Perbarui Status
ko_kr: 상태 새로 고침
lt_lt: Atnaujinti būseną
pl_pl: Odśwież status
ru_ru: Обновить статус
sv_se: Uppdatera status
tr_tr: Durumu Yenile
uk_ua: Оновити статус
vi_vn: Làm mới trạng thái
