Repository: poweradmin/poweradmin
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: cs_cz, de_de, es_es, fr_fr, id_id, ko_kr, lt_lt, pl_pl, ru_ru, sv_se, tr_tr, uk_ua, vi_vn, zh_cn

source: reCAPTCHA verification failed. Please try again.
cs_cz: reCAPTCHA ověření selhalo. Zkuste to znovu.
de_de: reCAPTCHA-Verifizierung fehlgeschlagen. Bitte versuchen Sie es erneut.
es_es: La verificación reCAPTCHA falló. Inténtelo de nuevo.
fr_fr: Échec de la vérification reCAPTCHA. Veuillez réessayer.
id_id: Verifikasi reCAPTCHA gagal. Silakan coba lagi.
ko_kr: reCAPTCHA 확인에 실패했습니다. 다시 시도하세요.
lt_lt: reCAPTCHA patikrinimas nepavyko. Bandykite dar kartą.
pl_pl: Weryfikacja reCAPTCHA nie powiodła się. Spróbuj ponownie.
ru_ru: Проверка reCAPTCHA не удалась. Пожалуйста, попробуйте снова.
sv_se: reCAPTCHA-verifiering misslyckades. Försök igen.
tr_tr: reCAPTCHA doğrulaması başarısız. Lütfen tekrar deneyin.
uk_ua: Перевірка reCAPTCHA не пройшла. Спробуйте ще раз.
vi_vn: Xác minh reCAPTCHA thất bại. Vui lòng thử lại.
zh_cn: reCAPTCHA 验证失败。请重试。

source: An empty password is not allowed
cs_cz: Prázdné heslo není povoleno
de_de: Ein leeres Passwort ist nicht erlaubt
es_es: No se permite una contraseña vacía
fr_fr: Un mot de passe vide n'est pas autorisé
id_id: Kata sandi kosong tidak diperbolehkan
ko_kr: 빈 비밀번호는 허용되지 않습니다
lt_lt: Tuščias slaptažodis neleistinas
pl_pl: Puste hasło nie jest dozwolone
ru_ru: Пустой пароль не допускается
sv_se: Ett tomt lösenord är inte tillåtet
tr_tr: Boş şifreye izin verilmiyor
uk_ua: Порожній пароль не дозволяється
vi_vn: Không cho phép mật khẩu trống
zh_cn: 不允许空密码

source: LDAP authentication is disabled
id_id: Autentikasi LDAP dinonaktifkan
ko_kr: LDAP 인증이 비활성화되었습니다
sv_se: LDAP-autentisering är inaktiverad
uk_ua: Автентифікацію LDAP вимкнено
vi_vn: Xác thực LDAP đã bị tắt

source: Database error: Unable to verify user authentication. Please check your database configuration.
id_id: Kesalahan basis data: Tidak dapat memverifikasi autentikasi pengguna. Silakan periksa konfigurasi basis data Anda.
ko_kr: 데이터베이스 오류: 사용자 인증을 확인할 수 없습니다. 데이터베이스 설정을 확인하세요.
sv_se: Databasfel: Kunde inte verifiera användarautentisering. Kontrollera din databaskonfiguration.
uk_ua: Помилка бази даних: не вдалося перевірити автентифікацію користувача. Перевірте конфігурацію бази даних.
vi_vn: Lỗi cơ sở dữ liệu: Không thể xác minh xác thực người dùng. Vui lòng kiểm tra cấu hình cơ sở dữ liệu.

source: This is an invalid zone name.
cs_cz: Toto je neplatný název zóny.
de_de: Dies ist ein ungültiger Zonenname.
es_es: Este es un nombre de zona inválido.
fr_fr: Ceci est un nom de zone invalide.
id_id: Ini bukan nama zona yang valid.
ko_kr: 유효하지 않은 존 이름입니다.
lt_lt: Tai neteisingas zonos pavadinimas.
pl_pl: To jest nieprawidłowa nazwa strefy.
ru_ru: Это неверное имя зоны.
sv_se: Detta är ett ogiltigt zonnamn.
tr_tr: Bu geçersiz bir zon adı.
uk_ua: Це недійсна назва зони.
vi_vn: Đây là tên vùng không hợp lệ.
zh_cn: 这是无效的区域名称。

source: Enter a valid email address.
cs_cz: Zadejte platnou e-mailovou adresu.
de_de: Geben Sie eine gültige E-Mail-Adresse ein.
es_es: Ingrese una dirección de correo electrónico válida.
fr_fr: Entrez une adresse email valide.
id_id: Masukkan alamat email yang valid.
ko_kr: 유효한 이메일 주소를 입력하세요.
lt_lt: Įveskite teisingą el. pašto adresą.
pl_pl: Wprowadź prawidłowy adres e-mail.
ru_ru: Введите действительный адрес электронной почты.
sv_se: Ange en giltig e-postadress.
tr_tr: Geçerli bir e-posta adresi girin.
uk_ua: Введіть дійсну електронну адресу.
vi_vn: Nhập địa chỉ email hợp lệ.
zh_cn: 请输入有效的电子邮件地址。

source: Username exist already, please choose another one.
cs_cz: Uživatelské jméno již existuje, vyberte prosím jiné.
de_de: Benutzername existiert bereits, bitte wählen Sie einen anderen.
es_es: El nombre de usuario ya existe, elija otro.
fr_fr: Le nom d'utilisateur existe déjà, veuillez en choisir un autre.
id_id: Nama pengguna sudah ada, silakan pilih yang lain.
ko_kr: 사용자 이름이 이미 존재합니다. 다른 이름을 선택하세요.
lt_lt: Vartotojo vardas jau egzistuoja, pasirinkite kitą.
pl_pl: Nazwa użytkownika już istnieje, wybierz inną.
ru_ru: Имя пользователя уже существует, пожалуйста, выберите другое.
sv_se: Användarnamnet finns redan, välj ett annat.
tr_tr: Kullanıcı adı zaten mevcut, lütfen başka bir tane seçin.
uk_ua: Таке ім'я користувача вже існує, оберіть інше.
vi_vn: Tên người dùng đã tồn tại, vui lòng chọn tên khác.
zh_cn: 用户名已存在，请选择另一个。

source: Enter a valid user name.
cs_cz: Zadejte platné uživatelské jméno.
de_de: Geben Sie einen gültigen Benutzernamen ein.
es_es: Ingrese un nombre de usuario válido.
fr_fr: Entrez un nom d'utilisateur valide.
id_id: Masukkan nama pengguna yang valid.
ko_kr: 유효한 사용자 이름을 입력하세요.
lt_lt: Įveskite teisingą vartotojo vardą.
pl_pl: Wprowadź prawidłową nazwę użytkownika.
ru_ru: Введите действительное имя пользователя.
sv_se: Ange ett giltigt användarnamn.
tr_tr: Geçerli bir kullanıcı adı girin.
uk_ua: Введіть дійсне ім'я користувача.
vi_vn: Nhập tên người dùng hợp lệ.
zh_cn: 请输入有效的用户名。

source: Error creating zone template:
cs_cz: Chyba při vytváření šablony zóny:
de_de: Fehler beim Erstellen der Zonenvorlage:
es_es: Error al crear la plantilla de zona:
fr_fr: Erreur lors de la création du modèle de zone :
id_id: Kesalahan membuat template zona:
ko_kr: 존 템플릿 생성 오류:
lt_lt: Klaida kuriant zonos šabloną:
pl_pl: Błąd tworzenia szablonu strefy:
ru_ru: Ошибка создания шаблона зоны:
sv_se: Fel vid skapande av zonmall:
tr_tr: Zon şablonu oluşturma hatası:
uk_ua: Помилка створення шаблону зони:
vi_vn: Lỗi khi tạo mẫu vùng:
zh_cn: 创建区域模板错误：

source: Error adding default SOA record to template:
cs_cz: Chyba při přidávání výchozího SOA záznamu do šablony:
de_de: Fehler beim Hinzufügen des Standard-SOA-Eintrags zur Vorlage:
es_es: Error al agregar registro SOA predeterminado a la plantilla:
fr_fr: Erreur lors de l'ajout de l'enregistrement SOA par défaut au modèle :
id_id: Kesalahan menambahkan rekaman SOA default ke template:
ko_kr: 템플릿에 기본 SOA 레코드를 추가하는 중 오류:
lt_lt: Klaida pridedant numatytąjį SOA įrašą į šabloną:
pl_pl: Błąd dodawania domyślnego rekordu SOA do szablonu:
ru_ru: Ошибка добавления записи SOA по умолчанию в шаблон:
sv_se: Fel vid tillägg av standard SOA-post till mall:
tr_tr: Şablona varsayılan SOA kaydı ekleme hatası:
uk_ua: Помилка додавання SOA-запису за замовчуванням до шаблону:
vi_vn: Lỗi khi thêm bản ghi SOA mặc định vào mẫu:
zh_cn: 向模板添加默认 SOA 记录错误：

source: Error deleting zone template:
cs_cz: Chyba při mazání šablony zóny:
de_de: Fehler beim Löschen der Zonenvorlage:
es_es: Error al eliminar la plantilla de zona:
fr_fr: Erreur lors de la suppression du modèle de zone :
id_id: Kesalahan menghapus template zona:
ko_kr: 존 템플릿 삭제 오류:
lt_lt: Klaida trinant zonos šabloną:
pl_pl: Błąd usuwania szablonu strefy:
ru_ru: Ошибка удаления шаблона зоны:
sv_se: Fel vid radering av zonmall:
tr_tr: Zon şablonu silme hatası:
uk_ua: Помилка видалення шаблону зони:
vi_vn: Lỗi khi xóa mẫu vùng:
zh_cn: 删除区域模板错误：

source: Error deleting user zone templates:
cs_cz: Chyba při mazání uživatelských šablon zón:
de_de: Fehler beim Löschen der Benutzer-Zonenvorlagen:
es_es: Error al eliminar las plantillas de zona del usuario:
fr_fr: Erreur lors de la suppression des modèles de zone utilisateur :
id_id: Kesalahan menghapus template zona pengguna:
ko_kr: 사용자 존 템플릿 삭제 오류:
lt_lt: Klaida trinant vartotojo zonų šablonus:
pl_pl: Błąd usuwania szablonów stref użytkownika:
ru_ru: Ошибка удаления пользовательских шаблонов зон:
sv_se: Fel vid radering av användarens zonmallar:
tr_tr: Kullanıcı zon şablonları silme hatası:
uk_ua: Помилка видалення шаблонів зон користувача:
vi_vn: Lỗi khi xóa mẫu vùng của người dùng:
zh_cn: 删除用户区域模板错误：

source: You do not have the permission to add a record to this zone template.
cs_cz: Nemáte oprávnění přidat záznam do této šablony zóny.
de_de: Sie haben nicht die Berechtigung, einen Eintrag zu dieser Zonenvorlage hinzuzufügen.
es_es: No tiene permisos para agregar un registro a esta plantilla de zona.
fr_fr: Vous n'avez pas l'autorisation d'ajouter un enregistrement à ce modèle de zone.
id_id: Anda tidak memiliki izin untuk menambahkan rekaman ke template zona ini.
ko_kr: 이 존 템플릿에 레코드를 추가할 권한이 없습니다.
lt_lt: Neturite leidimo pridėti įrašo į šį zonos šabloną.
pl_pl: Nie masz uprawnień do dodawania rekordu do tego szablonu strefy.
ru_ru: У вас нет разрешения для добавления записи в этот шаблон зоны.
sv_se: Du har inte behörighet att lägga till en post i denna zonmall.
tr_tr: Bu zon şablonuna kayıt ekleme yetkiniz yok.
uk_ua: У вас немає дозволу на додавання запису до цього шаблону зони.
vi_vn: Bạn không có quyền thêm bản ghi vào mẫu vùng này.
zh_cn: 您没有向此区域模板添加记录的权限。

source: Your content field doesnt have a legit value.
cs_cz: Vaše pole obsahu nemá platnou hodnotu.
de_de: Ihr Inhaltsfeld hat keinen gültigen Wert.
es_es: Su campo de contenido no tiene un valor válido.
fr_fr: Votre champ de contenu n'a pas de valeur légitime.
id_id: Kolom konten Anda tidak memiliki nilai yang valid.
ko_kr: 콘텐츠 필드에 적절한 값이 없습니다.
lt_lt: Jūsų turinio laukas neturi teisingo reikšmės.
pl_pl: Pole zawartości ma nieprawidłową wartość.
ru_ru: Поле содержимого не имеет допустимого значения.
sv_se: Ditt innehållsfält har inte ett giltigt värde.
tr_tr: İçerik alanınız geçerli bir değere sahip değil.
uk_ua: Поле вмісту містить недійсне значення.
vi_vn: Trường nội dung của bạn không có giá trị hợp lệ.
zh_cn: 您的内容字段没有合法值。

source: Priority for MX/SRV records must be a number between 0 and 65535.
cs_cz: Priorita pro MX/SRV záznamy musí být číslo mezi 0 a 65535.
de_de: Priorität für MX/SRV-Einträge muss eine Zahl zwischen 0 und 65535 sein.
es_es: La prioridad para registros MX/SRV debe ser un número entre 0 y 65535.
fr_fr: La priorité pour les enregistrements MX/SRV doit être un nombre entre 0 et 65535.
id_id: Prioritas untuk rekaman MX/SRV harus berupa angka antara 0 dan 65535.
ko_kr: MX/SRV 레코드의 우선순위는 0에서 65535 사이의 숫자여야 합니다.
lt_lt: MX/SRV įrašų prioritetas turi būti skaičius tarp 0 ir 65535.
pl_pl: Priorytet dla rekordów MX/SRV musi być liczbą między 0 a 65535.
ru_ru: Приоритет для записей MX/SRV должен быть числом от 0 до 65535.
sv_se: Prioritet för MX/SRV-poster måste vara ett nummer mellan 0 och 65535.
tr_tr: MX/SRV kayıtları için öncelik 0 ile 65535 arasında bir sayı olmalıdır.
uk_ua: Пріоритет для записів MX/SRV повинен бути числом від 0 до 65535.
vi_vn: Mức ưu tiên cho bản ghi MX/SRV phải là số từ 0 đến 65535.
zh_cn: MX/SRV 记录的优先级必须是 0 到 65535 之间的数字。

source: You do not have the permission to edit this record.
cs_cz: Nemáte oprávnění upravit tento záznam.
de_de: Sie haben nicht die Berechtigung, diesen Eintrag zu bearbeiten.
es_es: No tiene permiso para editar este registro.
fr_fr: Vous n'avez pas la permission de modifier cet enregistrement.
id_id: Anda tidak memiliki izin untuk mengedit rekaman ini.
ko_kr: 이 레코드를 편집할 권한이 없습니다.
lt_lt: Neturite leidimo redaguoti šį įrašą.
pl_pl: Nie masz uprawnień do edycji tego rekordu.
ru_ru: У вас нет разрешения на редактирование этой записи.
sv_se: Du har inte behörighet att redigera denna post.
tr_tr: Bu kaydı düzenleme yetkiniz yok.
uk_ua: У вас немає дозволу на редагування цього запису.
vi_vn: Bạn không có quyền chỉnh sửa bản ghi này.
zh_cn: 您没有编辑此记录的权限。

source: Error updating zone template record:
cs_cz: Chyba při aktualizaci záznamu šablony zóny:
de_de: Fehler beim Aktualisieren des Zonenvorlage-Eintrags:
es_es: Error al actualizar el registro de la plantilla de zona:
fr_fr: Erreur lors de la mise à jour de l'enregistrement du modèle de zone :
id_id: Kesalahan memperbarui rekaman template zona:
ko_kr: 존 템플릿 레코드 업데이트 오류:
lt_lt: Klaida atnaujinant zonos šablono įrašą:
pl_pl: Błąd aktualizacji rekordu szablonu strefy:
ru_ru: Ошибка обновления записи шаблона зоны:
sv_se: Fel vid uppdatering av zonmallspost:
tr_tr: Zon şablonu kaydı güncelleme hatası:
uk_ua: Помилка оновлення запису шаблону зони:
vi_vn: Lỗi khi cập nhật bản ghi mẫu vùng:
zh_cn: 更新区域模板记录错误：

source: Error deleting zone template record:
cs_cz: Chyba při mazání záznamu šablony zóny:
de_de: Fehler beim Löschen des Zonenvorlage-Eintrags:
es_es: Error al eliminar el registro de la plantilla de zona:
fr_fr: Erreur lors de la suppression de l'enregistrement du modèle de zone :
id_id: Kesalahan menghapus rekaman template zona:
ko_kr: 존 템플릿 레코드 삭제 오류:
lt_lt: Klaida trinant zonos šablono įrašą:
pl_pl: Błąd usuwania rekordu szablonu strefy:
ru_ru: Ошибка удаления записи шаблона зоны:
sv_se: Fel vid radering av zonmallspost:
tr_tr: Zon şablonu kaydı silme hatası:
uk_ua: Помилка видалення запису шаблону зони:
vi_vn: Lỗi khi xóa bản ghi mẫu vùng:
zh_cn: 删除区域模板记录错误：

source: Error checking template ownership:
cs_cz: Chyba při kontrole vlastnictví šablony:
de_de: Fehler beim Überprüfen der Vorlagenbesitzerschaft:
es_es: Error al verificar la propiedad de la plantilla:
fr_fr: Erreur lors de la vérification de la propriété du modèle :
id_id: Kesalahan memeriksa kepemilikan template:
ko_kr: 템플릿 소유권 확인 오류:
lt_lt: Klaida tikrinant šablono priklausomybę:
pl_pl: Błąd sprawdzania własności szablonu:
ru_ru: Ошибка проверки владения шаблоном:
sv_se: Fel vid kontroll av mallägarskap:
tr_tr: Şablon sahipliği kontrol hatası:
uk_ua: Помилка перевірки власності шаблону:
vi_vn: Lỗi khi kiểm tra quyền sở hữu mẫu:
zh_cn: 检查模板所有权错误：

source: Error retrieving zones using template:
cs_cz: Chyba při získávání zón používajících šablonu:
de_de: Fehler beim Abrufen der Zonen mit Vorlage:
es_es: Error al obtener zonas usando la plantilla:
fr_fr: Erreur lors de la récupération des zones utilisant le modèle :
id_id: Kesalahan mengambil zona yang menggunakan template:
ko_kr: 템플릿을 사용하는 존 가져오기 오류:
lt_lt: Klaida gaunant zonas, naudojančias šabloną:
pl_pl: Błąd pobierania stref używających szablonu:
ru_ru: Ошибка получения зон, использующих шаблон:
sv_se: Fel vid hämtning av zoner som använder mallen:
tr_tr: Şablon kullanan zonları alma hatası:
uk_ua: Помилка отримання зон, що використовують шаблон:
vi_vn: Lỗi khi truy xuất vùng sử dụng mẫu:
zh_cn: 检索使用模板的区域错误：

source: Failed to get list of zones using template:
cs_cz: Nepodařilo se získat seznam zón používajících šablonu:
de_de: Liste der Zonen mit Vorlage konnte nicht abgerufen werden:
es_es: Error al obtener la lista de zonas usando la plantilla:
fr_fr: Échec de l'obtention de la liste des zones utilisant le modèle :
id_id: Gagal mendapatkan daftar zona yang menggunakan template:
ko_kr: 템플릿을 사용하는 존 목록을 가져오지 못했습니다:
lt_lt: Nepavyko gauti zonų, naudojančių šabloną, sąrašo:
pl_pl: Nie udało się pobrać listy stref używających szablonu:
ru_ru: Не удалось получить список зон, использующих шаблон:
sv_se: Kunde inte hämta lista över zoner som använder mallen:
tr_tr: Şablon kullanan zon listesi alınamadı:
uk_ua: Не вдалося отримати список зон, що використовують шаблон:
vi_vn: Không thể lấy danh sách vùng sử dụng mẫu:
zh_cn: 获取使用模板的区域列表失败：

source: You do not have the permission to edit a zone template.
cs_cz: Nemáte oprávnění upravovat šablonu zóny.
de_de: Sie haben nicht die Berechtigung, eine Zonenvorlage zu bearbeiten.
es_es: No tiene permisos para editar una plantilla de zona.
fr_fr: Vous n'avez pas l'autorisation de modifier un modèle de zone.
id_id: Anda tidak memiliki izin untuk mengedit template zona.
ko_kr: 존 템플릿을 편집할 권한이 없습니다.
lt_lt: Neturite leidimo redaguoti zonos šablono.
pl_pl: Nie masz uprawnień do edycji szablonu strefy.
ru_ru: У вас нет разрешения для редактирования шаблона зоны.
sv_se: Du har inte behörighet att redigera en zonmall.
tr_tr: Zon şablonu düzenleme yetkiniz yok.
uk_ua: У вас немає дозволу на редагування шаблону зони.
vi_vn: Bạn không có quyền chỉnh sửa mẫu vùng.
zh_cn: 您没有编辑区域模板的权限。

source: Error unlinking zone from template:
cs_cz: Chyba při odpojování zóny od šablony:
de_de: Fehler beim Trennen der Zone von der Vorlage:
es_es: Error al desvincular la zona de la plantilla:
fr_fr: Erreur lors de la déconnexion de la zone du modèle :
id_id: Kesalahan memutuskan tautan zona dari template:
ko_kr: 템플릿에서 존을 연결 해제하는 중 오류:
lt_lt: Klaida atskiriant zoną nuo šablono:
pl_pl: Błąd odłączania strefy od szablonu:
ru_ru: Ошибка отвязки зоны от шаблона:
sv_se: Fel vid bortkoppling av zon från mall:
tr_tr: Zonu şablondan ayırma hatası:
uk_ua: Помилка від'єднання зони від шаблону:
vi_vn: Lỗi khi hủy liên kết vùng khỏi mẫu:
zh_cn: 从模板取消链接区域错误：

source: Error retrieving zones:
cs_cz: Chyba při získávání zón:
de_de: Fehler beim Abrufen der Zonen:
es_es: Error al obtener las zonas:
fr_fr: Erreur lors de la récupération des zones :
id_id: Kesalahan mengambil zona:
ko_kr: 존을 가져오는 중 오류:
lt_lt: Klaida gaunant zonas:
pl_pl: Błąd pobierania stref:
ru_ru: Ошибка получения зон:
sv_se: Fel vid hämtning av zoner:
tr_tr: Zonları alma hatası:
uk_ua: Помилка отримання зон:
vi_vn: Lỗi khi truy xuất vùng:
zh_cn: 检索区域错误：

source: Error checking template name existence:
cs_cz: Chyba při kontrole existence názvu šablony:
de_de: Fehler beim Überprüfen der Existenz des Vorlagennamens:
es_es: Error al verificar la existencia del nombre de la plantilla:
fr_fr: Erreur lors de la vérification de l'existence du nom de modèle :
id_id: Kesalahan memeriksa keberadaan nama template:
ko_kr: 템플릿 이름 존재 여부 확인 오류:
lt_lt: Klaida tikrinant šablono pavadinimo egzistavimą:
pl_pl: Błąd sprawdzania istnienia nazwy szablonu:
ru_ru: Ошибка проверки существования имени шаблона:
sv_se: Fel vid kontroll av mallnamn:
tr_tr: Şablon adı varlığı kontrol hatası:
uk_ua: Помилка перевірки існування назви шаблону:
vi_vn: Lỗi khi kiểm tra tên mẫu đã tồn tại:
zh_cn: 检查模板名称存在性错误：

source: Error checking template existence:
cs_cz: Chyba při kontrole existence šablony:
de_de: Fehler beim Überprüfen der Vorlagenexistenz:
es_es: Error al verificar la existencia de la plantilla:
fr_fr: Erreur lors de la vérification de l'existence du modèle :
id_id: Kesalahan memeriksa keberadaan template:
ko_kr: 템플릿 존재 여부 확인 오류:
lt_lt: Klaida tikrinant šablono egzistavimą:
pl_pl: Błąd sprawdzania istnienia szablonu:
ru_ru: Ошибка проверки существования шаблона:
sv_se: Fel vid kontroll av mallens existens:
tr_tr: Şablon varlığı kontrol hatası:
uk_ua: Помилка перевірки існування шаблону:
vi_vn: Lỗi khi kiểm tra mẫu tồn tại:
zh_cn: 检查模板存在性错误：

source: TLSA Record
id_id: Rekaman TLSA
ko_kr: TLSA 레코드
sv_se: TLSA-post
uk_ua: Запис TLSA
vi_vn: Bản ghi TLSA

source: TLS certificate/key authentication (DANE)
id_id: Autentikasi sertifikat/kunci TLS (DANE)
ko_kr: TLS 인증서/키 인증 (DANE)
sv_se: TLS-certifikat/nyckelautentisering (DANE)
uk_ua: Автентифікація сертифіката/ключа TLS (DANE)
vi_vn: Xác thực chứng chỉ/khóa TLS (DANE)

source: DNSSEC Requirement
id_id: Persyaratan DNSSEC
ko_kr: DNSSEC 요구 사항
sv_se: DNSSEC-krav
uk_ua: Вимога DNSSEC
vi_vn: Yêu cầu DNSSEC

source: TLSA records require DNSSEC to be enabled for this zone. TLSA records without DNSSEC will not provide security benefits and may be ignored by clients.
id_id: Rekaman TLSA memerlukan DNSSEC diaktifkan untuk zona ini. Rekaman TLSA tanpa DNSSEC tidak akan memberikan manfaat keamanan dan mungkin diabaikan oleh klien.
ko_kr: TLSA 레코드는 이 존에 DNSSEC가 활성화되어 있어야 합니다. DNSSEC 없이 TLSA 레코드는 보안 이점을 제공하지 않으며 클라이언트에서 무시될 수 있습니다.
sv_se: TLSA-poster kräver att DNSSEC är aktiverat för denna zon. TLSA-poster utan DNSSEC ger inga säkerhetsfördelar och kan ignoreras av klienter.
uk_ua: Записи TLSA вимагають увімкнення DNSSEC для цієї зони. Записи TLSA без DNSSEC не забезпечують переваг безпеки та можуть ігноруватися клієнтами.
vi_vn: Bản ghi TLSA yêu cầu DNSSEC được bật cho vùng này. Bản ghi TLSA không có DNSSEC sẽ không cung cấp lợi ích bảo mật và có thể bị các máy khách bỏ qua.

source: Service Configuration
id_id: Konfigurasi Layanan
ko_kr: 서비스 설정
sv_se: Tjänstkonfiguration
uk_ua: Конфігурація сервісу
vi_vn: Cấu hình dịch vụ

source: Port Number
id_id: Nomor Port
ko_kr: 포트 번호
sv_se: Portnummer
uk_ua: Номер порту
vi_vn: Số cổng

source: TCP/UDP port number (443 for HTTPS, 25 for SMTP, 853 for DNS-over-TLS, etc.)
id_id: Nomor port TCP/UDP (443 untuk HTTPS, 25 untuk SMTP, 853 untuk DNS-over-TLS, dll.)
ko_kr: TCP/UDP 포트 번호 (HTTPS는 443, SMTP는 25, DNS-over-TLS는 853 등)
sv_se: TCP/UDP-portnummer (443 för HTTPS, 25 för SMTP, 853 för DNS-over-TLS, etc.)
uk_ua: Номер порту TCP/UDP (443 для HTTPS, 25 для SMTP, 853 для DNS-over-TLS тощо)
vi_vn: Số cổng TCP/UDP (443 cho HTTPS, 25 cho SMTP, 853 cho DNS-over-TLS, v.v.)

source: Protocol
id_id: Protokol
ko_kr: 프로토콜
sv_se: Protokoll
uk_ua: Протокол
vi_vn: Giao thức

source: Transmission Control Protocol - most common for HTTPS/TLS
id_id: Transmission Control Protocol - paling umum untuk HTTPS/TLS
ko_kr: Transmission Control Protocol - HTTPS/TLS에 가장 일반적
sv_se: Transmission Control Protocol - vanligast för HTTPS/TLS
uk_ua: Transmission Control Protocol - найпоширеніший для HTTPS/TLS
vi_vn: Transmission Control Protocol - phổ biến nhất cho HTTPS/TLS

source: User Datagram Protocol - for DTLS connections
id_id: User Datagram Protocol - untuk koneksi DTLS
ko_kr: User Datagram Protocol - DTLS 연결용
sv_se: User Datagram Protocol - för DTLS-anslutningar
uk_ua: User Datagram Protocol - для з'єднань DTLS
vi_vn: User Datagram Protocol - cho kết nối DTLS

source: Transport protocol for the TLS connection
id_id: Protokol transport untuk koneksi TLS
ko_kr: TLS 연결의 전송 프로토콜
sv_se: Transportprotokoll för TLS-anslutningen
uk_ua: Транспортний протокол для з'єднання TLS
vi_vn: Giao thức truyền tải cho kết nối TLS

source: Hostname
cs_cz: Název hostitele
es_es: Nombre del host
fr_fr: Nom d'hôte
id_id: Nama Host
ko_kr: 호스트 이름
lt_lt: Serverio vardas
pl_pl: Nazwa hosta
ru_ru: Имя хоста
sv_se: Värdnamn
tr_tr: Sunucu adı
uk_ua: Ім'я хоста
vi_vn: Tên máy chủ
zh_cn: Sunucu adı

source: Hostname for the service (leave empty for zone apex @). Record will be created at _port._protocol.hostname
id_id: Nama host untuk layanan (biarkan kosong untuk apex zona @). Rekaman akan dibuat di _port._protokol.namahost
ko_kr: 서비스의 호스트 이름 (존 최상위 @의 경우 비워둠). 레코드는 _port._protocol.hostname에 생성됩니다
sv_se: Värdnamn för tjänsten (lämna tomt för zonens apex @). Posten skapas som _port._protokoll.värdnamn
uk_ua: Ім'я хоста для сервісу (залиште порожнім для кореня зони @). Запис буде створено за адресою _port._protocol.hostname
vi_vn: Tên máy chủ cho dịch vụ (để trống cho đỉnh vùng @). Bản ghi sẽ được tạo tại _cổng._giao_thức.tên_máy_chủ

source: Certificate Usage
id_id: Penggunaan Sertifikat
ko_kr: 인증서 사용
sv_se: Certifikatanvändning
uk_ua: Використання сертифіката
vi_vn: Mục đích sử dụng chứng chỉ

source: Usage
id_id: Penggunaan
ko_kr: 사용
sv_se: Användning
uk_ua: Використання
vi_vn: Mục đích

source: 0 - CA Constraint
id_id: 0 - Batasan CA
ko_kr: 0 - CA 제약
sv_se: 0 - CA-begränsning
uk_ua: 0 - Обмеження CA
vi_vn: 0 - Ràng buộc CA

source: Certificate must chain to specified CA (PKIX-TA)
id_id: Sertifikat harus terhubung ke CA yang ditentukan (PKIX-TA)
ko_kr: 인증서는 지정된 CA에 체인되어야 함 (PKIX-TA)
sv_se: Certifikatet måste kedja till angiven CA (PKIX-TA)
uk_ua: Сертифікат повинен мати ланцюжок до вказаного CA (PKIX-TA)
vi_vn: Chứng chỉ phải liên kết chuỗi đến CA được chỉ định (PKIX-TA)

source: 1 - Service Certificate
id_id: 1 - Sertifikat Layanan
ko_kr: 1 - 서비스 인증서
sv_se: 1 - Tjänstecertifikat
uk_ua: 1 - Сертифікат сервісу
vi_vn: 1 - Chứng chỉ dịch vụ

source: Certificate must match exactly (PKIX-EE)
id_id: Sertifikat harus cocok persis (PKIX-EE)
ko_kr: 인증서가 정확히 일치해야 함 (PKIX-EE)
sv_se: Certifikatet måste matcha exakt (PKIX-EE)
uk_ua: Сертифікат повинен точно збігатися (PKIX-EE)
vi_vn: Chứng chỉ phải khớp chính xác (PKIX-EE)

source: 2 - Trust Anchor Assertion
id_id: 2 - Pernyataan Trust Anchor
ko_kr: 2 - Trust Anchor 선언
sv_se: 2 - Förtroendeankare
uk_ua: 2 - Якір довіри
vi_vn: 2 - Xác nhận mỏ neo tin cậy

source: Certificate must chain to specified anchor (DANE-TA)
id_id: Sertifikat harus terhubung ke anchor yang ditentukan (DANE-TA)
ko_kr: 인증서는 지정된 앵커에 체인되어야 함 (DANE-TA)
sv_se: Certifikatet måste kedja till angivet ankare (DANE-TA)
uk_ua: Сертифікат повинен мати ланцюжок до вказаного якоря (DANE-TA)
vi_vn: Chứng chỉ phải liên kết chuỗi đến mỏ neo được chỉ định (DANE-TA)
