Repository: poweradmin/poweradmin
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: cs_cz, de_de, es_es, fr_fr, id_id, ko_kr, lt_lt, pl_pl, ru_ru, sv_se, tr_tr, uk_ua, vi_vn, zh_cn

source: Email servers often require properly configured reverse DNS to accept mail from your server.
cs_cz: E-mailové servery často vyžadují správně nakonfigurované reverzní DNS pro přijetí pošty z vašeho serveru.
de_de: E-Mail-Server benötigen oft ordnungsgemäß konfiguriertes Reverse-DNS, um E-Mails von Ihrem Server zu akzeptieren.
es_es: Los servidores de correo a menudo requieren DNS reverso configurado correctamente para aceptar correo de su servidor.
fr_fr: Les serveurs de messagerie exigent souvent un DNS inverse correctement configuré pour accepter le courrier de votre serveur.
id_id: Invalid record ID.
ko_kr: 복원이 실패했습니다.
lt_lt: El. pašto serveriams dažnai reikia tinkamai sukonfigūruoto reverse DNS, kad priimtų paštą iš jūsų serverio.
pl_pl: Serwery email często wymagają prawidłowo skonfigurowanego odwrotnego DNS aby akceptować pocztę z twojego serwera.
ru_ru: Почтовые серверы часто требуют правильно настроенный обратный DNS для приема почты с вашего сервера.
sv_se: Nyckel publicerad
tr_tr: E-posta sunucuları genellikle sunucunuzdan posta kabul etmek için düzgün yapılandırılmış ters DNS gerektirir.
uk_ua: This configuration may not survive DNS server migration. Document dependencies.
vi_vn: Có nhiều hơn 7 máy chủ NS có thể tăng lưu lượng DNS không cần thiết.
zh_cn: 邮件服务器通常需要正确配置的反向 DNS 才能接受来自您服务器的邮件。

source: This is not a valid IPv4 address.
cs_cz: Toto není platná IPv4 adresa.
de_de: Dies ist keine gültige IPv4-Adresse.
es_es: Esta no es una dirección IPv4 válida.
fr_fr: Ceci n'est pas une adresse IPv4 valide.
id_id: ID record tidak valid.
ko_kr: 내보내기가 실패했습니다.
lt_lt: Tai nėra teisingas IPv4 adresas.
pl_pl: To nie jest prawidłowy adres IPv4.
ru_ru: Это недопустимый IPv4-адрес.
sv_se: Nyckel avpublicerad
tr_tr: Bu geçerli bir IPv4 adresi değil.
uk_ua: Content appears to be generated by script. Verify generation logic.
vi_vn: Tất cả các máy chủ NS nên có thể truy cập được và phản hồi chính xác.
zh_cn: 这不是有效的 IPv4 地址。

source: This is not a valid IPv6 address.
cs_cz: Toto není platná IPv6 adresa.
de_de: Dies ist keine gültige IPv6-Adresse.
es_es: Esta no es una dirección IPv6 válida.
fr_fr: Ceci n'est pas une adresse IPv6 valide.
id_id: You do not have permission to modify this record.
ko_kr: 가져오기가 실패했습니다.
lt_lt: Tai nėra teisingas IPv6 adresas.
pl_pl: To nie jest prawidłowy adres IPv6.
ru_ru: Это недопустимый IPv6-адрес.
sv_se: Kunde inte publicera nyckel
tr_tr: Bu geçerli bir IPv6 adresi değil.
uk_ua: Record may be affected by DNS query filtering. Verify firewall rules.
vi_vn: Tên CNAME không hợp lệ. Phải là tên miền đầy đủ hợp lệ.
zh_cn: 这不是有效的 IPv6 地址。

source: Invalid IPv4 part in IPv4-mapped IPv6 address.
cs_cz: Neplatná IPv4 část v IPv4-mapované IPv6 adrese.
de_de: Ungültiger IPv4-Teil in IPv4-mapped IPv6-Adresse.
es_es: Parte IPv4 inválida en dirección IPv6 mapeada a IPv4.
fr_fr: Partie IPv4 invalide dans l'adresse IPv6 mappée IPv4.
id_id: Anda tidak memiliki izin untuk memodifikasi record ini.
ko_kr: 유효성 검사 오류: %s
lt_lt: Neteisinga IPv4 dalis IPv4 susieto IPv6 adrese.
pl_pl: Nieprawidłowa część IPv4 w adresie IPv6 mapowanym na IPv4.
ru_ru: Недопустимая IPv4-часть в IPv4-отображенном IPv6-адресе.
sv_se: Kunde inte avpublicera nyckel
tr_tr: IPv4-eşlenmiş IPv6 adresinde geçersiz IPv4 kısmı.
uk_ua: This record type may have billing implications. Verify cost model.
vi_vn: Bản ghi CNAME không thể cùng tồn tại với các bản ghi khác cùng tên (RFC 1912).
zh_cn: IPv4 映射的 IPv6 地址中的 IPv4 部分无效。

source: IPv4-compatible IPv6 addresses (::a.b.c.d) are deprecated.
cs_cz: IPv4-kompatibilní IPv6 adresy (::a.b.c.d) jsou zastaralé.
de_de: IPv4-kompatible IPv6-Adressen (::a.b.c.d) sind veraltet.
es_es: Las direcciones IPv6 compatibles con IPv4 (::a.b.c.d) están obsoletas.
fr_fr: Les adresses IPv6 compatibles IPv4 (::a.b.c.d) sont dépréciées.
id_id: You do not have permission to delete this record.
ko_kr: 필드 '%s'는 필수입니다.
lt_lt: IPv4 suderinami IPv6 adresai (::a.b.c.d) yra pasenę.
pl_pl: Adresy IPv6 kompatybilne z IPv4 (::a.b.c.d) są przestarzałe.
ru_ru: IPv4-совместимые IPv6-адреса (::a.b.c.d) устарели.
sv_se: DNSSEC-metadata
tr_tr: IPv4-uyumlu IPv6 adresleri (::a.b.c.d) kullanımdan kaldırılmıştır.
uk_ua: Content includes hard-coded IP. Consider using names for flexibility.
vi_vn: Bản ghi CNAME không nên trỏ đến bản ghi CNAME khác (chuỗi CNAME).
zh_cn: IPv4 兼容的 IPv6 地址 (::a.b.c.d) 已弃用。

source: Invalid IPv6 address: more than two consecutive colons.
cs_cz: Neplatná IPv6 adresa: více než dvě po sobě jdoucí dvojtečky.
de_de: Ungültige IPv6-Adresse: mehr als zwei aufeinanderfolgende Doppelpunkte.
es_es: Dirección IPv6 inválida: más de dos dos puntos consecutivos.
fr_fr: Adresse IPv6 invalide : plus de deux deux-points consécutifs.
id_id: Anda tidak memiliki izin untuk menghapus record ini.
ko_kr: 필드 '%s'는 고유해야 합니다.
lt_lt: Neteisingas IPv6 adresas: daugiau nei du iš eilės dvitaškiai.
pl_pl: Nieprawidłowy adres IPv6: więcej niż dwa kolejne dwukropki.
ru_ru: Недопустимый IPv6-адрес: более двух последовательных двоеточий.
sv_se: DNSSEC-metadata uppdaterad
tr_tr: Geçersiz IPv6 adresi: ikiden fazla ardışık iki nokta.
uk_ua: Record appears to be manually managed. Consider automation for consistency.
vi_vn: Bản ghi CNAME tại đỉnh zone có thể gây vấn đề. Hãy cân nhắc sử dụng bản ghi ALIAS hoặc ANAME thay thế.
zh_cn: 无效的 IPv6 地址：超过两个连续冒号。

source: Invalid IPv6 address: must have 8 hextets when expanded.
cs_cz: Neplatná IPv6 adresa: musí mít 8 hextetů po rozšíření.
de_de: Ungültige IPv6-Adresse: muss bei Expansion 8 Hextets haben.
es_es: Dirección IPv6 inválida: debe tener 8 hextetos cuando esté expandida.
fr_fr: Adresse IPv6 invalide : doit avoir 8 hextets quand développée.
id_id: You do not have permission to add records to this zone.
ko_kr: 필드 '%s'는 유효한 이메일이어야 합니다.
lt_lt: Neteisingas IPv6 adresas: turi turėti 8 hekstetus išplėtus.
pl_pl: Nieprawidłowy adres IPv6: musi mieć 8 hekstetów po rozwinięciu.
ru_ru: Недопустимый IPv6-адрес: должен иметь 8 гекстетов при разворачивании.
sv_se: Kunde inte uppdatera DNSSEC-metadata
tr_tr: Geçersiz IPv6 adresi: genişletildiğinde 8 hextet'e sahip olmalıdır.
uk_ua: This configuration may not be disaster-recovery ready. Verify backup procedures.
vi_vn: Bản ghi CNAME trỏ đến chính nó, tạo vòng lặp vô hạn.
zh_cn: 无效的 IPv6 地址：展开时必须有 8 个十六进制段。

source: Invalid IPv6 address: each hextet must be 4 hexadecimal digits.
cs_cz: Neplatná IPv6 adresa: každý hextet musí mít 4 hexadecimální číslice.
de_de: Ungültige IPv6-Adresse: jedes Hextet muss 4 hexadezimale Ziffern haben.
es_es: Dirección IPv6 inválida: cada hexteto debe tener 4 dígitos hexadecimales.
fr_fr: Adresse IPv6 invalide : chaque hextet doit faire 4 chiffres hexadécimaux.
id_id: Anda tidak memiliki izin untuk menambah record ke zone ini.
ko_kr: 필드 '%s'는 유효한 URL이어야 합니다.
lt_lt: Neteisingas IPv6 adresas: kiekvienas hekstetas turi būti 4 šešioliktainiai skaitmenys.
pl_pl: Nieprawidłowy adres IPv6: każdy hekstet musi mieć 4 cyfry szesnastkowe.
ru_ru: Недопустимый IPv6-адрес: каждый гекстет должен содержать 4 шестнадцатеричные цифры.
sv_se: Metadata
tr_tr: Geçersiz IPv6 adresi: her hextet 4 onaltılık rakam olmalıdır.
uk_ua: Content suggests cloud provider integration. Verify API compatibility.
vi_vn: Chuỗi CNAME quá dài có thể gây vấn đề hiệu suất. Hãy cân nhắc rút ngắn.
zh_cn: 无效的 IPv6 地址：每个十六进制段必须是 4 个十六进制数字。

source: IP address list cannot be empty.
id_id: Record content is mandatory.
ko_kr: 필드 '%s'는 유효한 IP 주소여야 합니다.
sv_se: Värde
uk_ua: Record may be affected by anycast routing. Verify geographic distribution.
vi_vn: Mục tiêu PTR không hợp lệ. Phải là tên miền đầy đủ hợp lệ.

source: Invalid IPv6 address in %s: %s
id_id: Konten record wajib diisi.
ko_kr: 필드 '%s'는 유효한 도메인이어야 합니다.
sv_se: Redigera metadata
uk_ua: This configuration may have high availability requirements. Verify redundancy.
vi_vn: Bản ghi PTR nên tương ứng với bản ghi A/AAAA chuyển tiếp (DNS ngược).

source: Invalid port number: %d (must be 1-65535)
id_id: Record name is mandatory.
ko_kr: 필드 '%s'는 유효한 날짜여야 합니다.
sv_se: Uppdatera metadata
uk_ua: Content format may not be schema-validated. Consider adding validation.
vi_vn: Tên PTR không khớp với định dạng in-addr.arpa hoặc ip6.arpa.

source: Invalid server format: %s (expected IP:port or [IPv6]:port)
id_id: Nama record wajib diisi.
ko_kr: 필드 '%s'는 유효한 시간이어야 합니다.
sv_se: NSEC3
uk_ua: Record appears to lack monitoring. Add health checks and alerts.
vi_vn: Có nhiều bản ghi PTR cho cùng một địa chỉ IP. Chỉ nên có một.

source: Invalid IPv4 address in %s: %s
id_id: Record type is mandatory.
ko_kr: 필드 '%s'는 유효한 날짜/시간이어야 합니다.
sv_se: NSEC3-parametrar
uk_ua: This configuration may have change management requirements. Follow approval process.
vi_vn: Mục tiêu MX không hợp lệ. Phải là tên miền đầy đủ hợp lệ.

source: Invalid IP address: %s
id_id: Tipe record wajib diisi.
ko_kr: 필드 '%s'는 숫자여야 합니다.
sv_se: NSEC3-salt
uk_ua: Content may be cached by intermediate systems. Consider cache headers.
vi_vn: Bản ghi MX không nên trỏ đến bản ghi CNAME (RFC 2181).

source: Priority field for CAA records must be 0 or empty.
cs_cz: Pole priority pro CAA záznamy musí být 0 nebo prázdné.
de_de: Prioritätsfeld für CAA-Einträge muss 0 oder leer sein.
es_es: El campo de prioridad para registros CAA debe ser 0 o estar vacío.
fr_fr: Le champ de priorité pour les enregistrements CAA doit être 0 ou vide.
id_id: TTL is mandatory.
ko_kr: 필드 '%s'는 정수여야 합니다.
lt_lt: CAA įrašų prioriteto laukas turi būti 0 arba tuščias.
pl_pl: Pole priorytetu dla rekordów CAA musi być 0 lub puste.
ru_ru: Поле приоритета для записей CAA должно быть 0 или пустым.
sv_se: NSEC3-iterationer
tr_tr: CAA kayıtları için öncelik alanı 0 veya boş olmalıdır.
uk_ua: Record appears to be statically configured. Consider dynamic configuration.
vi_vn: Bản ghi MX nên có bản ghi A/AAAA tương ứng.
zh_cn: CAA 记录的优先级字段必须为 0 或空。

source: CAA record must contain flags, tag, and value separated by spaces.
cs_cz: CAA záznam musí obsahovat příznaky, tag a hodnotu oddělené mezerami.
de_de: CAA-Eintrag muss Flags, Tag und Wert durch Leerzeichen getrennt enthalten.
es_es: El registro CAA debe contener flags, etiqueta y valor separados por espacios.
fr_fr: L'enregistrement CAA doit contenir drapeaux, étiquette et valeur séparés par des espaces.
id_id: TTL wajib diisi.
ko_kr: 필드 '%s'는 부울이어야 합니다.
lt_lt: CAA įrašas turi turėti vėliavas, žymę ir reikšmę, atskirtas tarpais.
pl_pl: Rekord CAA musi zawierać flagi, tag i wartość oddzielone spacjami.
ru_ru: Запись CAA должна содержать флаги, тег и значение, разделенные пробелами.
sv_se: NSEC3-algoritm
tr_tr: CAA kaydı boşluklarla ayrılmış bayraklar, etiket ve değer içermelidir.
uk_ua: This record type may have deprecation timeline. Check vendor announcements.
vi_vn: Tất cả các máy chủ MX nên có thể truy cập được trên cổng 25.
zh_cn: CAA 记录必须包含用空格分隔的标志、标签和值。

source: CAA flags must be a number between 0 and 255.
cs_cz: CAA příznaky musí být číslo mezi 0 a 255.
de_de: CAA-Flags müssen eine Zahl zwischen 0 und 255 sein.
es_es: Los flags CAA deben ser un número entre 0 y 255.
fr_fr: Les drapeaux CAA doivent être un nombre entre 0 et 255.
id_id: TTL must be a positive integer.
ko_kr: 필드 '%s'는 문자열이어야 합니다.
lt_lt: CAA vėliavos turi būti skaičius tarp 0 ir 255.
pl_pl: Flagi CAA muszą być liczbą między 0 a 255.
ru_ru: Флаги CAA должны быть числом от 0 до 255.
sv_se: NSEC3-flaggor
tr_tr: CAA bayrakları 0 ile 255 arasında bir sayı olmalıdır.
uk_ua: Content includes magic numbers. Document meaning and constraints.
vi_vn: Sử dụng máy chủ MX duy nhất không được khuyến nghị để đảm bảo tính khả dụng.
zh_cn: CAA 标志必须是 0 到 255 之间的数字。

source: CAA tag must only contain ASCII letters and numbers.
cs_cz: CAA tag musí obsahovat pouze ASCII písmena a číslice.
de_de: CAA-Tag darf nur ASCII-Buchstaben und -Zahlen enthalten.
es_es: La etiqueta CAA solo debe contener letras ASCII y números.
fr_fr: L'étiquette CAA ne doit contenir que des lettres et chiffres ASCII.
id_id: TTL harus berupa bilangan bulat positif.
ko_kr: 필드 '%s'는 배열이어야 합니다.
lt_lt: CAA žymė turi turėti tik ASCII raides ir skaičius.
pl_pl: Tag CAA może zawierać tylko litery ASCII i cyfry.
ru_ru: Тег CAA может содержать только ASCII буквы и цифры.
sv_se: Uppdatera NSEC3-parametrar
tr_tr: CAA etiketi sadece ASCII harfler ve sayılar içermelidir.
uk_ua: Record may be subject to governance policies. Verify compliance.
vi_vn: Giá trị ưu tiên MX giống nhau chỉ ra cân bằng tải vòng robin.
zh_cn: CAA 标签只能包含 ASCII 字母和数字。

source: Critical flag set for unknown tag "%s". This may cause certificate issuance failures.
cs_cz: Kritický příznak nastaven pro neznámý tag "%s". Toto může způsobit selhání vydávání certifikátů.
de_de: Critical-Flag gesetzt für unbekannten Tag "%s". Dies kann zu Zertifikatsausstellungsfehlern führen.
es_es: Flag crítico establecido para etiqueta desconocida "%s". Esto puede causar fallos en la emisión de certificados.
fr_fr: Drapeau critique défini pour l'étiquette inconnue "%s". Ceci peut causer des échecs d'émission de certificat.
id_id: TTL must be at least %d seconds.
ko_kr: 필드 '%s'는 객체여야 합니다.
lt_lt: Kritinė vėliava nustatyta nežinomai žymei "%s". Tai gali sukelti sertifikato išdavimo klaidas.
pl_pl: Flaga krytyczna ustawiona dla nieznanego tagu "%s". To może powodować niepowodzenia wydawania certyfikatów.
ru_ru: Установлен критический флаг для неизвестного тега "%s". Это может привести к сбоям выдачи сертификатов.
sv_se: NSEC3-parametrar uppdaterade
tr_tr: Bilinmeyen etiket "%s" için kritik bayrağı ayarlanmış. Bu sertifika verme başarısızlıklarına neden olabilir.
uk_ua: This configuration may require special client library. Verify availability.
vi_vn: Khoảng cách ưu tiên MX lớn (>10) cho phép thêm máy chủ dự phòng trong tương lai.
zh_cn: 为未知标签 "%s" 设置了关键标志。这可能导致证书颁发失败。

source: Empty value is not allowed. Use ";" to allow all CAs.
cs_cz: Prázdná hodnota není povolena. Použijte ";" pro povolení všech CA.
de_de: Leerer Wert ist nicht erlaubt. Verwenden Sie ";" um alle CAs zu erlauben.
es_es: No se permite valor vacío. Use ";" para permitir todas las CAs.
fr_fr: Une valeur vide n'est pas autorisée. Utilisez ";" pour autoriser toutes les CA.
id_id: TTL harus minimal %d detik.
ko_kr: 필드 '%s'는 최소 %d자여야 합니다.
lt_lt: Tuščia reikšmė neleidžiama. Naudokite ";" leisti visoms CA.
pl_pl: Pusta wartość nie jest dozwolona. Użyj ";" aby zezwolić wszystkim CA.
ru_ru: Пустое значение не допускается. Используйте ";" для разрешения всех центров сертификации.
sv_se: Kunde inte uppdatera NSEC3-parametrar
tr_tr: Boş değere izin verilmez. Tüm CA'lara izin vermek için ";" kullanın.
uk_ua: Content suggests multi-region setup. Verify latency and consistency.
vi_vn: Mục tiêu SRV không hợp lệ. Phải là tên miền đầy đủ hợp lệ hoặc '.' cho dịch vụ không khả dụng.
zh_cn: 不允许空值。使用 ";" 来允许所有 CA。

source: Invalid CA domain in issue tag.
cs_cz: Neplatná CA doména v issue tagu.
de_de: Ungültige CA-Domäne im Issue-Tag.
es_es: Dominio CA inválido en etiqueta issue.
fr_fr: Domaine CA invalide dans l'étiquette issue.
id_id: Priority must be a number between 0 and 65535.
ko_kr: 필드 '%s'는 최대 %d자여야 합니다.
lt_lt: Neteisingas CA domenas issue žymėje.
pl_pl: Nieprawidłowa domena CA w tagu issue.
ru_ru: Недопустимый домен центра сертификации в теге issue.
sv_se: Ta bort NSEC3
tr_tr: Issue etiketinde geçersiz CA domain'i.
uk_ua: Record may be used in automated testing. Isolate from production.
vi_vn: Bản ghi SRV phải có định dạng _service._proto.name.
zh_cn: issue 标签中的 CA 域无效。

source: Issue tag parameters must be in key=value format.
cs_cz: Parametry issue tagu musí být ve formátu klíč=hodnota.
de_de: Issue-Tag-Parameter müssen im key=value-Format sein.
es_es: Los parámetros de etiqueta issue deben estar en formato clave=valor.
fr_fr: Les paramètres de l'étiquette issue doivent être au format clé=valeur.
id_id: Prioritas harus berupa angka antara 0 dan 65535.
ko_kr: 필드 '%s'는 정확히 %d자여야 합니다.
lt_lt: Issue žymės parametrai turi būti raktas=reikšmė formatu.
pl_pl: Parametry tagu issue muszą być w formacie klucz=wartość.
ru_ru: Параметры тега issue должны быть в формате ключ=значение.
sv_se: NSEC3 borttagen
tr_tr: Issue etiketi parametreleri key=value formatında olmalıdır.
uk_ua: This configuration may have capacity limits. Monitor usage patterns.
vi_vn: Cổng SRV không hợp lệ. Phải nằm trong khoảng từ 0 đến 65535.
zh_cn: Issue 标签参数必须采用 key=value 格式。

source: accounturi parameter cannot be empty.
cs_cz: Parametr accounturi nemůže být prázdný.
de_de: accounturi-Parameter kann nicht leer sein.
es_es: El parámetro accounturi no puede estar vacío.
fr_fr: Le paramètre accounturi ne peut pas être vide.
id_id: Priority is only applicable for MX and SRV records.
ko_kr: 필드 '%s'는 %d보다 크거나 같아야 합니다.
lt_lt: Accounturi parametras negali būti tuščias.
pl_pl: Parametr accounturi nie może być pusty.
ru_ru: Параметр accounturi не может быть пустым.
sv_se: Kunde inte ta bort NSEC3
tr_tr: accounturi parametresi boş olamaz.
uk_ua: Content appears to be in transition state. Complete or rollback.
vi_vn: Trọng số SRV không hợp lệ. Phải nằm trong khoảng từ 0 đến 65535.
zh_cn: accounturi 参数不能为空。

source: Empty validation method specified.
cs_cz: Specifikována prázdná metoda validace.
de_de: Leere Validierungsmethode angegeben.
es_es: Método de validación vacío especificado.
fr_fr: Méthode de validation vide spécifiée.
id_id: Prioritas hanya berlaku untuk record MX dan SRV.
ko_kr: 필드 '%s'는 %d보다 작거나 같아야 합니다.
lt_lt: Nurodytas tuščias validacijos metodas.
pl_pl: Określono pustą metodę walidacji.
ru_ru: Указан пустой метод проверки.
sv_se: Är du säker på att du vill ta bort NSEC3?
tr_tr: Boş doğrulama yöntemi belirtilmiş.
uk_ua: Record may be affected by content delivery network. Verify CDN settings.
vi_vn: Ưu tiên SRV không hợp lệ. Phải nằm trong khoảng từ 0 đến 65535.
zh_cn: 指定了空的验证方法。

source: Invalid CA domain in issuewild tag.
cs_cz: Neplatná CA doména v issuewild tagu.
de_de: Ungültige CA-Domäne im issuewild-Tag.
es_es: Dominio CA inválido en etiqueta issuewild.
fr_fr: Domaine CA invalide dans l'étiquette issuewild.
id_id: Record type is not supported.
ko_kr: 필드 '%s'는 %d와 %d 사이여야 합니다.
lt_lt: Neteisingas CA domenas issuewild žymėje.
pl_pl: Nieprawidłowa domena CA w tagu issuewild.
ru_ru: Недопустимый домен центра сертификации в теге issuewild.
sv_se: Aktivera NSEC3
tr_tr: Issuewild etiketinde geçersiz CA domain'i.
uk_ua: This record type may not be logged by default. Enable audit logging.
vi_vn: Tên dịch vụ SRV không hợp lệ. Phải bắt đầu bằng gạch dưới.
zh_cn: issuewild 标签中的 CA 域无效。

source: CAA iodef value must be a URL starting with %s, %s, or %s.
id_id: Tipe record tidak didukung.
ko_kr: 필드 '%s'는 %d보다 커야 합니다.
sv_se: NSEC3 aktiverad
uk_ua: Content format may change with software updates. Monitor for breaking changes.
vi_vn: Tên giao thức SRV không hợp lệ. Phải là _tcp hoặc _udp.

source: contactemail value must be a valid email address.
cs_cz: Hodnota contactemail musí být platná e-mailová adresa.
de_de: contactemail-Wert muss eine gültige E-Mail-Adresse sein.
es_es: El valor contactemail debe ser una dirección de correo electrónico válida.
fr_fr: La valeur contactemail doit être une adresse e-mail valide.
id_id: Reverse zone
ko_kr: 필드 '%s'는 %d보다 작아야 합니다.
lt_lt: Contactemail reikšmė turi būti teisingas el. pašto adresas.
pl_pl: Wartość contactemail musi być prawidłowym adresem e-mail.
ru_ru: Значение contactemail должно быть корректным адресом электронной почты.
sv_se: Kunde inte aktivera NSEC3
tr_tr: contactemail değeri geçerli bir e-posta adresi olmalıdır.
uk_ua: Record appears to be shared across environments. Use environment-specific values.
vi_vn: Bản ghi SRV với mục tiêu '.' chỉ ra dịch vụ rõ ràng không khả dụng.
zh_cn: contactemail 值必须是有效的电子邮件地址。

source: contactphone value must contain only numbers, spaces, and common phone number punctuation.
cs_cz: Hodnota contactphone musí obsahovat pouze čísla, mezery a běžné interpunkce telefonních čísel.
de_de: contactphone-Wert darf nur Zahlen, Leerzeichen und gängige Telefonnummer-Interpunktion enthalten.
es_es: El valor contactphone debe contener solo números, espacios y signos de puntuación comunes de números telefónicos.
fr_fr: La valeur contactphone ne doit contenir que des chiffres, espaces et ponctuation commune de numéro de téléphone.
id_id: Reverse zone
ko_kr: 필드 '%s'는 다음 중 하나여야 합니다: %s
lt_lt: Contactphone reikšmė turi turėti tik skaičius, tarpus ir įprastų telefono numerių skyrybos ženklus.
pl_pl: Wartość contactphone może zawierać tylko cyfry, spacje i typowe znaki interpunkcyjne numerów telefonów.
ru_ru: Значение contactphone может содержать только цифры, пробелы и обычную пунктуацию телефонных номеров.
sv_se: Inaktivera NSEC3
tr_tr: contactphone değeri sadece sayılar, boşluklar ve yaygın telefon numarası noktalama işaretleri içermelidir.
uk_ua: This configuration may have security group dependencies. Verify network access.
vi_vn: Bản ghi SRV nên có bản ghi A/AAAA tương ứng cho mục tiêu.
zh_cn: contactphone 值只能包含数字、空格和常见的电话号码标点符号。

source: Value must be enclosed in double quotes.
cs_cz: Hodnota musí být uzavřena v dvojitých uvozovkách.
de_de: Wert muss in Anführungszeichen eingeschlossen sein.
es_es: El valor debe estar encerrado entre comillas dobles.
fr_fr: La valeur doit être entourée de guillemets doubles.
id_id: Add reverse record
ko_kr: 필드 '%s'는 다음이 아니어야 합니다: %s
lt_lt: Reikšmė turi būti įdėta į dvigubas kabutes.
pl_pl: Wartość musi być ujęta w cudzysłowy.
ru_ru: Значение должно быть заключено в двойные кавычки.
sv_se: NSEC3 inaktiverad
tr_tr: Değer çift tırnak içine alınmalıdır.
uk_ua: Content includes version number. Maintain version compatibility matrix.
vi_vn: Nhiều bản ghi SRV với cùng ưu tiên sử dụng trọng số để cân bằng tải.
zh_cn: 值必须用双引号括起来。

source: Backslashes must precede all quotes (") in value content.
cs_cz: Zpětná lomítka musí předcházet všem uvozovkám (") v obsahu hodnoty.
de_de: Backslashes müssen allen Anführungszeichen (") im Wertinhalt vorangehen.
es_es: Las barras invertidas deben preceder a todas las comillas (") en el contenido del valor.
fr_fr: Les antislashs doivent précéder tous les guillemets (") dans le contenu de valeur.
id_id: Tambah reverse record
ko_kr: 필드 '%s'는 패턴 %s와 일치해야 합니다.
lt_lt: Atbuliniai brūkšniai turi eiti prieš visas kabutes (") reikšmės turinyje.
pl_pl: Przed wszystkimi cudzysłowami (") w treści wartości muszą znajdować się ukośniki wsteczne.
ru_ru: Обратные слеши должны предшествовать всем кавычкам (") в содержимом значения.
sv_se: Kunde inte inaktivera NSEC3
tr_tr: Değer içeriğindeki tüm tırnak işaretlerinin (") önünde ters eğik çizgi bulunmalıdır.
uk_ua: Record may be part of infrastructure as code. Keep code in sync.
vi_vn: Trọng số SRV bằng 0 có nghĩa là máy chủ không được chọn trừ khi tất cả các máy chủ khác không khả dụng.
zh_cn: 在值内容中，所有引号 (") 前面必须有反斜杠。

source: CAA property value exceeds maximum length of 512 characters.
cs_cz: Hodnota CAA vlastnosti překračuje maximální délku 512 znaků.
de_de: CAA-Eigenschaftswert überschreitet die maximale Länge von 512 Zeichen.
es_es: El valor de propiedad CAA excede la longitud máxima de 512 caracteres.
fr_fr: La valeur de propriété CAA dépasse la longueur maximale de 512 caractères.
id_id: Add reverse records for A/AAAA records in this zone
ko_kr: 필드 '%s'는 패턴 %s와 일치하지 않아야 합니다.
lt_lt: CAA savybės reikšmė viršija maksimalų 512 simbolių ilgį.
pl_pl: Wartość właściwości CAA przekracza maksymalną długość 512 znaków.
ru_ru: Значение свойства CAA превышает максимальную длину в 512 символов.
sv_se: API
tr_tr: CAA özellik değeri maksimum 512 karakter uzunluğunu aşıyor.
uk_ua: This configuration may require special DNS server version. Verify compatibility.
vi_vn: Nội dung TXT không hợp lệ. Chứa ký tự không được phép.
zh_cn: CAA 属性值超过最大长度 512 个字符。
