Repository: poweradmin/poweradmin
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: cs_cz, de_de, es_es, fr_fr, id_id, ko_kr, lt_lt, pl_pl, ru_ru, sv_se, tr_tr, uk_ua, vi_vn, zh_cn

source: Flag 257 indicates a Key Signing Key (KSK). Ensure this key is properly managed according to your DNSSEC key rollover policy.
cs_cz: Příznak 257 označuje Key Signing Key (KSK). Ujistěte se, že tento klíč je správně spravován podle vaší DNSSEC politiky obměny klíčů.
de_de: Flag 257 zeigt einen Key Signing Key (KSK) an. Stellen Sie sicher, dass dieser Schlüssel ordnungsgemäß gemäß Ihrer DNSSEC-Schlüssel-Rollover-Richtlinie verwaltet wird.
es_es: El flag 257 indica una Clave de Firma de Clave (KSK). Asegúrese de que esta clave esté gestionada correctamente según su política de rotación de claves DNSSEC.
fr_fr: Le drapeau 257 indique une Clé de Signature de Clé (KSK). Assurez-vous que cette clé est correctement gérée selon votre politique de changement de clé DNSSEC.
id_id: Comment updated successfully.
ko_kr: 잘못된 알림 유형입니다.
lt_lt: Vėliava 257 rodo Key Signing Key (KSK). Užtikrinkite, kad šis raktas tinkamai tvarkomas pagal jūsų DNSSEC raktų keitimo politiką.
pl_pl: Flaga 257 wskazuje Klucz Podpisujący Klucze (KSK). Upewnij się, że ten klucz jest odpowiednio zarządzany zgodnie z polityką rotacji kluczy DNSSEC.
ru_ru: Флаг 257 указывает на Key Signing Key (KSK). Убедитесь, что этот ключ правильно управляется в соответствии с вашей политикой смены ключей DNSSEC.
sv_se: API-begäranden per endpoint
tr_tr: Bayrak 257 bir Anahtar İmzalama Anahtarını (KSK) gösterir. Bu anahtarın DNSSEC anahtar değişim politikanıza göre uygun şekilde yönetildiğinden emin olun.
uk_ua: Content suggests materialized view. Verify refresh mechanism.
vi_vn: Độ dài giá trị vượt quá mức tối đa (%d ký tự).
zh_cn: 标志 257 表示密钥签名密钥 (KSK)。确保根据您的 DNSSEC 密钥轮转策略正确管理此密钥。

source: CDNSKEY protocol must be 3.
cs_cz: CDNSKEY protokol musí být 3.
de_de: CDNSKEY-Protokoll muss 3 sein.
es_es: El protocolo CDNSKEY debe ser 3.
fr_fr: Le protocole CDNSKEY doit être 3.
id_id: Komentar berhasil diperbarui.
ko_kr: 알림 설정을 저장할 수 없습니다.
lt_lt: CDNSKEY protokolas turi būti 3.
pl_pl: Protokół CDNSKEY musi być 3.
ru_ru: Протокол CDNSKEY должен быть 3.
sv_se: API-begäranden per metod
tr_tr: CDNSKEY protokolü 3 olmalıdır.
uk_ua: Record may be affected by DNS ANY query blocking. Use specific query types.
vi_vn: Số lượng phần tử dưới mức tối thiểu (%d).
zh_cn: CDNSKEY 协议必须是 3。

source: CDNSKEY algorithm must be a number between 1 and 16.
cs_cz: CDNSKEY algoritmus musí být číslo mezi 1 a 16.
de_de: CDNSKEY-Algorithmus muss eine Zahl zwischen 1 und 16 sein.
es_es: El algoritmo CDNSKEY debe ser un número entre 1 y 16.
fr_fr: L'algorithme CDNSKEY doit être un nombre entre 1 et 16.
id_id: Failed to update comment.
ko_kr: 알림이 비활성화되었습니다.
lt_lt: CDNSKEY algoritmas turi būti skaičius tarp 1 ir 16.
pl_pl: Algorytm CDNSKEY musi być liczbą między 1 a 16.
ru_ru: Алгоритм CDNSKEY должен быть числом от 1 до 16.
sv_se: API-begäranden per användarnamn
tr_tr: CDNSKEY algoritması 1 ile 16 arasında bir sayı olmalıdır.
uk_ua: This configuration may have deduplication needs. Implement dedup logic.
vi_vn: Số lượng phần tử vượt quá mức tối đa (%d).
zh_cn: CDNSKEY 算法必须是 1 到 16 之间的数字。

source: Algorithm 8 (RSASHA256) is being replaced with ECDSAP256SHA256 (13) due to shorter key and signature size, resulting in smaller DNS packets.
cs_cz: Algoritmus 8 (RSASHA256) je nahrazován ECDSAP256SHA256 (13) kvůli kratší velikosti klíče a podpisu, což vede k menším DNS paketům.
de_de: Algorithmus 8 (RSASHA256) wird durch ECDSAP256SHA256 (13) ersetzt aufgrund kürzerer Schlüssel- und Signaturgröße, was zu kleineren DNS-Paketen führt.
es_es: El algoritmo 8 (RSASHA256) está siendo reemplazado con ECDSAP256SHA256 (13) debido al tamaño más pequeño de clave y firma, resultando en paquetes DNS más pequeños.
fr_fr: L'algorithme 8 (RSASHA256) est remplacé par ECDSAP256SHA256 (13) en raison de la taille plus courte de clé et signature, résultant en des paquets DNS plus petits.
id_id: Gagal memperbarui komentar.
ko_kr: 웹훅 전송에 실패했습니다.
lt_lt: Algoritmas 8 (RSASHA256) keičiamas ECDSAP256SHA256 (13) dėl trumpesnio rakto ir parašo dydžio, sukuriant mažesnius DNS paketus.
pl_pl: Algorytm 8 (RSASHA256) jest zastępowany przez ECDSAP256SHA256 (13) ze względu na krótszy rozmiar klucza i podpisu, co skutkuje mniejszymi pakietami DNS.
ru_ru: Алгоритм 8 (RSASHA256) заменяется на ECDSAP256SHA256 (13) из-за меньшего размера ключа и подписи, что приводит к меньшим DNS пакетам.
sv_se: API-begäranden per IP-adress
tr_tr: Algoritma 8 (RSASHA256) daha kısa anahtar ve imza boyutu nedeniyle daha küçük DNS paketleriyle sonuçlanan ECDSAP256SHA256 (13) ile değiştiriliyor.
uk_ua: Content includes sharding key. Verify shard distribution.
vi_vn: Giá trị không khớp với pattern bắt buộc.
zh_cn: 算法 8 (RSASHA256) 正被 ECDSAP256SHA256 (13) 替代，因为密钥和签名大小更短，导致 DNS 数据包更小。

source: Algorithm 10 (RSASHA512) is NOT RECOMMENDED for signing although it must be supported for validation.
cs_cz: Algoritmus 10 (RSASHA512) NENÍ DOPORUČENÝ pro podepisování, ačkoli musí být podporován pro validaci.
de_de: Algorithmus 10 (RSASHA512) wird NICHT für die Signierung empfohlen, obwohl er für die Validierung unterstützt werden muss.
es_es: El algoritmo 10 (RSASHA512) NO SE RECOMIENDA para firma aunque debe ser soportado para validación.
fr_fr: L'algorithme 10 (RSASHA512) n'est PAS RECOMMANDÉ pour la signature bien qu'il doive être supporté pour la validation.
id_id: Comment deleted successfully.
ko_kr: 잘못된 웹훅 URL입니다.
lt_lt: Algoritmas 10 (RSASHA512) NEREKOMENDUOJAMAS pasirašymui, nors turi būti palaikomas validacijai.
pl_pl: Algorytm 10 (RSASHA512) NIE JEST ZALECANY do podpisywania, chociaż musi być obsługiwany do walidacji.
ru_ru: Алгоритм 10 (RSASHA512) НЕ РЕКОМЕНДУЕТСЯ для подписания, хотя он должен поддерживаться для проверки.
sv_se: API-begäranden per användaragent
tr_tr: Algoritma 10 (RSASHA512) doğrulama için desteklenmesi gerekse de imzalama için ÖNERİLMEZ.
uk_ua: Record appears to be using content-addressable storage. Verify hash algorithm.
vi_vn: Giá trị không nằm trong danh sách giá trị được phép.
zh_cn: 算法 10 (RSASHA512) 不推荐用于签名，尽管必须支持它进行验证。

source: Base64 encoded data should be padded to a multiple of 4 bytes using "=" characters.
cs_cz: Data kódovaná v base64 by měla být vyplněna na násobek 4 bajtů pomocí znaků "=".
de_de: Base64-kodierte Daten sollten mit "="-Zeichen auf ein Vielfaches von 4 Bytes aufgefüllt werden.
es_es: Los datos codificados en Base64 deben rellenarse a un múltiplo de 4 bytes usando caracteres "=".
fr_fr: Les données encodées Base64 devraient être complétées à un multiple de 4 octets en utilisant des caractères "=".
id_id: Komentar berhasil dihapus.
ko_kr: 웹훅 응답이 잘못되었습니다.
lt_lt: Base64 koduoti duomenys turėtų būti užpildyti iki 4 baitų kartotinio naudojant "=" simbolius.
pl_pl: Dane zakodowane w Base64 powinny być dopełnione do wielokrotności 4 bajtów przy użyciu znaków "=".
ru_ru: Данные в кодировке Base64 должны быть дополнены до кратности 4 байтам с использованием символов "=".
sv_se: API-felfrekvens per endpoint
tr_tr: Base64 kodlanmış veri "=" karakterleri kullanılarak 4 byte'un katına doldurulmalıdır.
uk_ua: This configuration may have snapshot requirements. Implement point-in-time recovery.
vi_vn: Giá trị không phù hợp với schema.
zh_cn: Base64 编码数据应使用 "=" 字符填充到 4 字节的倍数。

source: CDNSKEY public key must contain only valid base64 characters.
cs_cz: Veřejný klíč CDNSKEY musí obsahovat pouze platné znaky base64.
de_de: CDNSKEY-Public-Key darf nur gültige Base64-Zeichen enthalten.
es_es: La clave pública CDNSKEY debe contener solo caracteres base64 válidos.
fr_fr: La clé publique CDNSKEY doit contenir seulement des caractères base64 valides.
id_id: Failed to delete comment.
ko_kr: 웹훅 재시도 한도를 초과했습니다.
lt_lt: CDNSKEY viešasis raktas turi turėti tik teisingus base64 simbolius.
pl_pl: Klucz publiczny CDNSKEY musi zawierać tylko prawidłowe znaki base64.
ru_ru: Открытый ключ CDNSKEY должен содержать только действительные символы base64.
sv_se: API-svarstid per endpoint
tr_tr: CDNSKEY genel anahtarı sadece geçerli base64 karakterleri içermelidir.
uk_ua: Content may be subject to data masking. Verify PII handling.
vi_vn: Định dạng JSON không hợp lệ.
zh_cn: CDNSKEY 公钥只能包含有效的 base64 字符。

source: CDNSKEY public key must be valid base64-encoded data.
cs_cz: Veřejný klíč CDNSKEY musí být platná data kódovaná v base64.
de_de: CDNSKEY-Public-Key muss gültige Base64-kodierte Daten sein.
es_es: La clave pública CDNSKEY debe ser datos codificados en base64 válidos.
fr_fr: La clé publique CDNSKEY doit être des données valides encodées en base64.
id_id: Gagal menghapus komentar.
ko_kr: 웹훅을 생성할 수 없습니다.
lt_lt: CDNSKEY viešasis raktas turi būti teisingi base64 koduoti duomenys.
pl_pl: Klucz publiczny CDNSKEY musi być prawidłowymi danymi zakodowanymi w base64.
ru_ru: Открытый ключ CDNSKEY должен быть действительными данными в кодировке base64.
sv_se: API-cache
tr_tr: CDNSKEY genel anahtarı geçerli base64 kodlanmış veri olmalıdır.
uk_ua: Record may be part of edge computing. Verify edge node capabilities.
vi_vn: Định dạng XML không hợp lệ.
zh_cn: CDNSKEY 公钥必须是有效的 base64 编码数据。

source: LUA record content cannot be empty.
cs_cz: Obsah LUA záznamu nemůže být prázdný.
de_de: LUA-Eintrag-Inhalt kann nicht leer sein.
es_es: El contenido del registro LUA no puede estar vacío.
fr_fr: Le contenu de l'enregistrement LUA ne peut pas être vide.
id_id: Zone ID
ko_kr: 웹훅을 업데이트할 수 없습니다.
lt_lt: LUA įrašo turinys negali būti tuščias.
pl_pl: Zawartość rekordu LUA nie może być pusta.
ru_ru: Содержимое LUA записи не может быть пустым.
sv_se: API-cacheträff
tr_tr: LUA kayıt içeriği boş olamaz.
uk_ua: This record type may have streaming requirements. Implement proper buffering.
vi_vn: Định dạng YAML không hợp lệ.
zh_cn: LUA 记录内容不能为空。

source: Invalid characters in LUA record content.
cs_cz: Neplatné znaky v obsahu LUA záznamu.
de_de: Ungültige Zeichen im LUA-Eintrag-Inhalt.
es_es: Caracteres inválidos en el contenido del registro LUA.
fr_fr: Caractères invalides dans le contenu de l'enregistrement LUA.
id_id: ID Zone
ko_kr: 웹훅을 삭제할 수 없습니다.
lt_lt: LUA įrašo turinyje yra neteisingi simboliai.
pl_pl: Nieprawidłowe znaki w zawartości rekordu LUA.
ru_ru: Недопустимые символы в содержимом LUA записи.
sv_se: API-cachemiss
tr_tr: LUA kayıt içeriğinde geçersiz karakterler.
uk_ua: Content suggests aggregation. Document aggregation window and function.
vi_vn: Định dạng CSV không hợp lệ.
zh_cn: LUA 记录内容中有无效字符。

source: Priority field for LUA records must be 0 or empty
cs_cz: Pole priority pro LUA záznamy musí být 0 nebo prázdné
de_de: Prioritätsfeld für LUA-Einträge muss 0 oder leer sein
es_es: El campo de prioridad para registros LUA debe ser 0 o estar vacío
fr_fr: Le champ priorité pour les enregistrements LUA doit être 0 ou vide
id_id: Zone created successfully.
ko_kr: API 할당량을 초과했습니다.
lt_lt: LUA įrašų prioriteto laukas turi būti 0 arba tuščias
pl_pl: Pole priorytetu dla rekordów LUA musi być 0 lub puste
ru_ru: Поле приоритета для LUA записей должно быть 0 или пустым
sv_se: API-cacheträfffrekvens
tr_tr: LUA kayıtları için öncelik alanı 0 veya boş olmalıdır
uk_ua: Record may be affected by DNS response rate limiting. Monitor query patterns.
vi_vn: Mã hóa không hợp lệ. Yêu cầu UTF-8.
zh_cn: LUA 记录的优先级字段必须为 0 或空

source: WARNING: This LUA record contains potentially unsafe file or system operations. These may be blocked by PowerDNS security mechanisms.
cs_cz: VAROVÁNÍ: Tento LUA záznam obsahuje potenciálně nebezpečné souborové nebo systémové operace. Tyto mohou být blokovány PowerDNS bezpečnostními mechanismy.
de_de: WARNUNG: Dieser LUA-Eintrag enthält möglicherweise unsichere Datei- oder Systemoperationen. Diese können durch PowerDNS-Sicherheitsmechanismen blockiert werden.
es_es: ADVERTENCIA: Este registro LUA contiene operaciones de archivo o sistema potencialmente inseguras. Estas pueden ser bloqueadas por mecanismos de seguridad de PowerDNS.
fr_fr: AVERTISSEMENT : Cet enregistrement LUA contient des opérations de fichier ou système potentiellement dangereuses. Celles-ci peuvent être bloquées par les mécanismes de sécurité PowerDNS.
id_id: Zone berhasil dibuat.
ko_kr: 속도 제한을 초과했습니다.
lt_lt: ĮSPĖJIMAS: Šis LUA įrašas turi potencialiai nesaugius failų ar sistemos veiksmus. Jie gali būti blokuojami PowerDNS saugumo mechanizmų.
pl_pl: OSTRZEŻENIE: Ten rekord LUA zawiera potencjalnie niebezpieczne operacje na plikach lub systemie. Mogą być one zablokowane przez mechanizmy bezpieczeństwa PowerDNS.
ru_ru: ПРЕДУПРЕЖДЕНИЕ: Эта LUA запись содержит потенциально небезопасные файловые или системные операции. Они могут быть заблокированы механизмами безопасности PowerDNS.
sv_se: API-cachestorlek
tr_tr: UYARI: Bu LUA kaydı potansiyel olarak güvensiz dosya veya sistem işlemleri içeriyor. Bunlar PowerDNS güvenlik mekanizmaları tarafından engellenebilir.
uk_ua: This configuration may have data retention policies. Implement TTL or expiration.
vi_vn: Checksum không khớp.
zh_cn: 警告：此 LUA 记录包含可能不安全的文件或系统操作。这些可能被 PowerDNS 安全机制阻止。

source: This LUA record uses explicit return mode (starts with semicolon). Ensure your Lua script explicitly returns the appropriate value.
cs_cz: Tento LUA záznam používá explicitní return režim (začíná středníkem). Ujistěte se, že váš Lua skript explicitně vrací odpovídající hodnotu.
de_de: Dieser LUA-Eintrag verwendet den expliziten Rückgabemodus (beginnt mit Semikolon). Stellen Sie sicher, dass Ihr Lua-Skript explizit den entsprechenden Wert zurückgibt.
es_es: Este registro LUA usa modo de retorno explícito (comienza con punto y coma). Asegúrese de que su script Lua retorne explícitamente el valor apropiado.
fr_fr: Cet enregistrement LUA utilise le mode de retour explicite (commence par un point-virgule). Assurez-vous que votre script Lua retourne explicitement la valeur appropriée.
id_id: Failed to create zone.
ko_kr: 요청 크기가 너무 큽니다.
lt_lt: Šis LUA įrašas naudoja aiškų grąžinimo režimą (prasideda kabliataškiu). Užtikrinkite, kad jūsų Lua skriptas aiškiai grąžina tinkamą reikšmę.
pl_pl: Ten rekord LUA używa trybu jawnego zwrotu (zaczyna się średnikiem). Upewnij się, że Twój skrypt Lua jawnie zwraca odpowiednią wartość.
ru_ru: Эта LUA запись использует режим явного возврата (начинается с точки с запятой). Убедитесь, что ваш Lua скрипт явно возвращает соответствующее значение.
sv_se: Rensa API-cache
tr_tr: Bu LUA kaydı açık dönüş modu kullanıyor (noktalı virgülle başlar). Lua script'inizin uygun değeri açıkça döndürdüğünden emin olun.
uk_ua: Content includes lease or lock timeout. Implement proper lock management.
vi_vn: Chữ ký không hợp lệ.
zh_cn: 此 LUA 记录使用显式返回模式（以分号开头）。确保您的 Lua 脚本显式返回适当的值。

source: This LUA record doesn't appear to use common PowerDNS Lua functions. Make sure it returns an appropriate value for the record type.
cs_cz: Tento LUA záznam se zdá nepoužívat běžné PowerDNS Lua funkce. Ujistěte se, že vrací odpovídající hodnotu pro typ záznamu.
de_de: Dieser LUA-Eintrag scheint keine gängigen PowerDNS-Lua-Funktionen zu verwenden. Stellen Sie sicher, dass er einen angemessenen Wert für den Record-Typ zurückgibt.
es_es: Este registro LUA no parece usar funciones Lua comunes de PowerDNS. Asegúrese de que retorne un valor apropiado para el tipo de registro.
fr_fr: Cet enregistrement LUA ne semble pas utiliser les fonctions Lua PowerDNS communes. Assurez-vous qu'il retourne une valeur appropriée pour le type d'enregistrement.
id_id: Gagal membuat zone.
ko_kr: 응답 크기가 너무 큽니다.
lt_lt: Šis LUA įrašas neatrodo naudojantis įprastas PowerDNS Lua funkcijas. Įsitikinkite, kad grąžina tinkamą reikšmę įrašo tipui.
pl_pl: Ten rekord LUA nie wydaje się używać typowych funkcji Lua PowerDNS. Upewnij się, że zwraca odpowiednią wartość dla typu rekordu.
ru_ru: Эта LUA запись, по-видимому, не использует обычные PowerDNS Lua функции. Убедитесь, что она возвращает соответствующее значение для типа записи.
sv_se: API-cache rensad
tr_tr: Bu LUA kaydı yaygın PowerDNS Lua fonksiyonlarını kullanıyor gibi görünmüyor. Kayıt türü için uygun bir değer döndürdüğünden emin olun.
uk_ua: Record appears to be using content negotiation. Verify Accept headers.
vi_vn: Hash không khớp.
zh_cn: 此 LUA 记录似乎没有使用常见的 PowerDNS Lua 函数。确保它为记录类型返回适当的值。

source: WARNING: This LUA record appears to have unbalanced quotes, which may cause syntax errors.
cs_cz: VAROVÁNÍ: Tento LUA záznam se zdá mít nevyvážené uvozovky, což může způsobit syntaktické chyby.
de_de: WARNUNG: Dieser LUA-Eintrag scheint unausgeglichene Anführungszeichen zu haben, was Syntaxfehler verursachen kann.
es_es: ADVERTENCIA: Este registro LUA parece tener comillas desbalanceadas, lo que puede causar errores de sintaxis.
fr_fr: AVERTISSEMENT : Cet enregistrement LUA semble avoir des guillemets déséquilibrés, ce qui peut causer des erreurs de syntaxe.
id_id: Zone updated successfully.
ko_kr: 페이로드가 너무 큽니다.
lt_lt: ĮSPĖJIMAS: Šis LUA įrašas atrodo turintis nepusiausvyras kabutes, kas gali sukelti sintaksės klaidas.
pl_pl: OSTRZEŻENIE: Ten rekord LUA wydaje się mieć niezrównoważone cudzysłowy, co może powodować błędy składni.
ru_ru: ПРЕДУПРЕЖДЕНИЕ: Эта LUA запись, по-видимому, имеет несбалансированные кавычки, что может вызвать синтаксические ошибки.
sv_se: Kunde inte rensa API-cache
tr_tr: UYARI: Bu LUA kaydı dengeli olmayan tırnak işaretlerine sahip görünüyor, bu sintaks hatalarına neden olabilir.
uk_ua: This configuration may have partitioning strategy. Document partition key.
vi_vn: Mã hóa không hợp lệ.
zh_cn: 警告：此 LUA 记录似乎有不平衡的引号，这可能导致语法错误。

source: LUA record has mismatched parentheses. Check your syntax.
cs_cz: LUA záznam má nesouhlasící závorky. Zkontrolujte svou syntaxi.
de_de: LUA-Eintrag hat nicht übereinstimmende Klammern. Überprüfen Sie Ihre Syntax.
es_es: El registro LUA tiene paréntesis desemparejados. Verifique su sintaxis.
fr_fr: L'enregistrement LUA a des parenthèses non correspondantes. Vérifiez votre syntaxe.
id_id: Zone berhasil diperbarui.
ko_kr: 헤더가 너무 큽니다.
lt_lt: LUA įrašas turi nesutampančias skliaustas. Patikrinkite sintaksę.
pl_pl: Rekord LUA ma niedopasowane nawiasy. Sprawdź składnię.
ru_ru: LUA запись имеет несовпадающие скобки. Проверьте синтаксис.
sv_se: API-hastighetsgräns
tr_tr: LUA kaydında eşleşmeyen parantezler var. Sintaksınızı kontrol edin.
uk_ua: Content may be affected by clock skew. Implement clock synchronization.
vi_vn: Giải mã thất bại.
zh_cn: LUA 记录有不匹配的括号。请检查您的语法。

source: LUA record has mismatched braces. Check your syntax.
cs_cz: LUA záznam má nesouhlasící složené závorky. Zkontrolujte svou syntaxi.
de_de: LUA-Eintrag hat nicht übereinstimmende geschweifte Klammern. Überprüfen Sie Ihre Syntax.
es_es: El registro LUA tiene llaves desemparejadas. Verifique su sintaxis.
fr_fr: L'enregistrement LUA a des accolades non correspondantes. Vérifiez votre syntaxe.
id_id: Failed to update zone.
ko_kr: URI가 너무 깁니다.
lt_lt: LUA įrašas turi nesutampančias riestines skliaustas. Patikrinkite sintaksę.
pl_pl: Rekord LUA ma niedopasowane nawiasy klamrowe. Sprawdź składnię.
ru_ru: LUA запись имеет несовпадающие фигурные скобки. Проверьте синтаксис.
sv_se: API-hastighetsgränser
tr_tr: LUA kaydında eşleşmeyen küme parantezleri var. Sintaksınızı kontrol edin.
uk_ua: Record may be part of workflow orchestration. Verify step dependencies.
vi_vn: Khóa mã hóa không hợp lệ.
zh_cn: LUA 记录有不匹配的大括号。请检查您的语法。

source: LUA record in explicit return mode (starts with semicolon) must contain at least one "return" statement.
cs_cz: LUA záznam v explicitním return režimu (začíná středníkem) musí obsahovat alespoň jeden "return" příkaz.
de_de: LUA-Eintrag im expliziten Rückgabemodus (beginnt mit Semikolon) muss mindestens eine "return"-Anweisung enthalten.
es_es: El registro LUA en modo de retorno explícito (comienza con punto y coma) debe contener al menos una declaración "return".
fr_fr: L'enregistrement LUA en mode de retour explicite (commence par un point-virgule) doit contenir au moins une instruction "return".
id_id: Gagal memperbarui zone.
ko_kr: 쿼리 문자열이 너무 깁니다.
lt_lt: LUA įrašas aiškiame grąžinimo režime (prasideda kabliataškiu) turi turėti bent vieną "return" teiginį.
pl_pl: Rekord LUA w trybie jawnego zwracania wartości (rozpoczyna się średnikiem) musi zawierać co najmniej jedną instrukcję "return".
ru_ru: LUA запись в режиме явного возврата (начинается с точки с запятой) должна содержать как минимум одну инструкцию "return".
sv_se: Lägg till API-hastighetsgräns
tr_tr: Açık dönüş modundaki (noktalı virgülle başlayan) LUA kaydı en az bir "return" ifadesi içermelidir.
uk_ua: This record type may have idempotency key support. Use idempotency keys.
vi_vn: Khóa mã hóa hết hạn.
zh_cn: 显式返回模式下的 LUA 记录（以分号开头）必须包含至少一个 "return" 语句。

source: LUA record in implicit return mode should be a valid function call or function definition with "function" and "end" keywords.
cs_cz: LUA záznam v implicitním return režimu by měl být platné volání funkce nebo definice funkce s klíčovými slovy "function" a "end".
de_de: LUA-Eintrag im impliziten Rückgabemodus sollte ein gültiger Funktionsaufruf oder eine Funktionsdefinition mit "function"- und "end"-Schlüsselwörtern sein.
es_es: El registro LUA en modo de retorno implícito debe ser una llamada de función válida o definición de función con palabras clave "function" y "end".
fr_fr: L'enregistrement LUA en mode de retour implicite devrait être un appel de fonction valide ou une définition de fonction avec les mots-clés "function" et "end".
id_id: Master NS
ko_kr: 쿠키가 너무 큽니다.
lt_lt: LUA įrašas neaiškiame grąžinimo režime turėtų būti teisingas funkcijos iškvietimas ar funkcijos apibrėžimas su "function" ir "end" raktažodžiais.
pl_pl: Rekord LUA w trybie niejawnego zwracania wartości powinien być prawidłowym wywołaniem funkcji lub definicją funkcji ze słowami kluczowymi "function" i "end".
ru_ru: LUA запись в режиме неявного возврата должна быть допустимым вызовом функции или определением функции с ключевыми словами "function" и "end".
sv_se: API-hastighetsgräns tillagd
tr_tr: Kapalı dönüş modundaki LUA kaydı "function" ve "end" anahtar kelimeleriyle geçerli bir fonksiyon çağrısı veya fonksiyon tanımı olmalıdır.
uk_ua: Content suggests compensation transaction. Implement saga pattern properly.
vi_vn: Chứng chỉ không hợp lệ.
zh_cn: 隐式返回模式下的 LUA 记录应该是有效的函数调用或带有 "function" 和 "end" 关键字的函数定义。

source: LUA record contains potentially dangerous system access functions. These are likely to be blocked by PowerDNS security restrictions.
cs_cz: LUA záznam obsahuje potenciálně nebezpečné funkce přístupu k systému. Tyto budou pravděpodobně blokovány PowerDNS bezpečnostními omezeními.
de_de: LUA-Eintrag enthält möglicherweise gefährliche Systemzugriffsfunktionen. Diese werden wahrscheinlich durch PowerDNS-Sicherheitsbeschränkungen blockiert.
es_es: El registro LUA contiene funciones de acceso al sistema potencialmente peligrosas. Es probable que sean bloqueadas por restricciones de seguridad de PowerDNS.
fr_fr: L'enregistrement LUA contient des fonctions d'accès système potentiellement dangereuses. Celles-ci sont susceptibles d'être bloquées par les restrictions de sécurité PowerDNS.
id_id: NS Master
ko_kr: 세션 데이터가 너무 큽니다.
lt_lt: LUA įrašas turi potencialiai pavojingas sistemos prieigos funkcijas. Jos tikėtinai bus blokuojamos PowerDNS saugumo apribojimų.
pl_pl: Rekord LUA zawiera potencjalnie niebezpieczne funkcje dostępu do systemu. Prawdopodobnie zostaną one zablokowane przez ograniczenia bezpieczeństwa PowerDNS.
ru_ru: LUA запись содержит потенциально опасные функции системного доступа. Они вероятно будут заблокированы ограничениями безопасности PowerDNS.
sv_se: Kunde inte lägga till API-hastighetsgräns
tr_tr: LUA kaydı potansiyel olarak tehlikeli sistem erişim fonksiyonları içeriyor. Bunların PowerDNS güvenlik kısıtlamaları tarafından engellenmesi muhtemeldir.
uk_ua: Record may be affected by DNS rebinding protection. Whitelist as needed.
vi_vn: Chứng chỉ hết hạn.
zh_cn: LUA 记录包含可能危险的系统访问函数。这些可能会被 PowerDNS 安全限制阻止。
