Repository: poweradmin/poweradmin
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: cs_cz, de_de, es_es, fr_fr, id_id, ko_kr, lt_lt, pl_pl, ru_ru, sv_se, tr_tr, uk_ua, vi_vn, zh_cn

source: URL-based certificate types (IPKIX, ISPKI, IPGP, IACPKIX) introduce additional indirection and potential security concerns.
cs_cz: Typy certifikátů založené na URL (IPKIX, ISPKI, IPGP, IACPKIX) zavádějí další nepřímé odkázání a potenciální bezpečnostní problémy.
de_de: URL-basierte Zertifikatstypen (IPKIX, ISPKI, IPGP, IACPKIX) führen zusätzliche Indirektion und potentielle Sicherheitsbedenken ein.
es_es: Los tipos de certificado basados en URL (IPKIX, ISPKI, IPGP, IACPKIX) introducen indirección adicional y posibles preocupaciones de seguridad.
fr_fr: Les types de certificats basés sur URL (IPKIX, ISPKI, IPGP, IACPKIX) introduisent une indirection supplémentaire et des préoccupations de sécurité potentielles.
id_id: Tipe sertifikat berbasis URL (IPKIX, ISPKI, IPGP, IACPKIX) memperkenalkan pengalihan tambahan dan potensi masalah keamanan.
ko_kr: URL 기반 인증서 유형 (IPKIX, ISPKI, IPGP, IACPKIX)은 추가 간접 및 잠재적 보안 문제를 도입합니다.
lt_lt: URL pagrįsti sertifikatų tipai (IPKIX, ISPKI, IPGP, IACPKIX) įveda papildomą nukreipimą ir potencialius saugumo rūpesčius.
pl_pl: Typy certyfikatów oparte na URL (IPKIX, ISPKI, IPGP, IACPKIX) wprowadzają dodatkowe przekierowanie i potencjalne problemy bezpieczeństwa.
ru_ru: Типы сертификатов на основе URL (IPKIX, ISPKI, IPGP, IACPKIX) вносят дополнительное косвенное обращение и потенциальные проблемы безопасности.
sv_se: URL-baserade certifikattyper (IPKIX, ISPKI, IPGP, IACPKIX) introducerar ytterligare indirektion och potentiella säkerhetsproblem.
tr_tr: URL tabanlı sertifika türleri (IPKIX, ISPKI, IPGP, IACPKIX) ek yönlendirme ve potansiyel güvenlik endişeleri getirir.
uk_ua: Типи сертифікатів на основі URL (IPKIX, ISPKI, IPGP, IACPKIX) створюють додатковий рівень перенаправлення та потенційні проблеми безпеки.
vi_vn: Loại chứng chỉ dựa trên URL (IPKIX, ISPKI, IPGP, IACPKIX) đưa vào thêm bước chuyển hướng và lo ngại bảo mật tiềm ẩn.
zh_cn: 基于 URL 的证书类型（IPKIX、ISPKI、IPGP、IACPKIX）引入额外的间接性和潜在的安全问题。

source: CERT key tag must be a number between 0 and 65535.
cs_cz: Klíčový tag CERT musí být číslo mezi 0 a 65535.
de_de: CERT-Key-Tag muss eine Zahl zwischen 0 und 65535 sein.
es_es: La etiqueta de clave CERT debe ser un número entre 0 y 65535.
fr_fr: Le key tag CERT doit être un nombre entre 0 et 65535.
id_id: Tag kunci CERT harus berupa angka antara 0 dan 65535.
ko_kr: CERT 키 태그는 0에서 65535 사이의 숫자여야 합니다.
lt_lt: CERT rakto žymė turi būti skaičius tarp 0 ir 65535.
pl_pl: Tag klucza CERT musi być liczbą między 0 a 65535.
ru_ru: Метка ключа CERT должна быть числом от 0 до 65535.
sv_se: CERT-nyckeltagg måste vara ett nummer mellan 0 och 65535.
tr_tr: CERT anahtar etiketi 0 ile 65535 arasında bir sayı olmalıdır.
uk_ua: Key tag CERT повинен бути числом від 0 до 65535.
vi_vn: Thẻ khóa CERT phải là số từ 0 đến 65535.
zh_cn: CERT 密钥标签必须是 0 到 65535 之间的数字。

source: CERT algorithm must be a number between 0 and 255 or a valid mnemonic.
cs_cz: Algoritmus CERT musí být číslo mezi 0 a 255 nebo platná mnemotechnika.
de_de: CERT-Algorithmus muss eine Zahl zwischen 0 und 255 oder ein gültiges Mnemonic sein.
es_es: El algoritmo CERT debe ser un número entre 0 y 255 o un mnemónico válido.
fr_fr: L'algorithme CERT doit être un nombre entre 0 et 255 ou un mnémonique valide.
id_id: Algoritma CERT harus berupa angka antara 0 dan 255 atau mnemonik yang valid.
ko_kr: CERT 알고리즘은 0에서 255 사이의 숫자 또는 유효한 니모닉이어야 합니다.
lt_lt: CERT algoritmas turi būti skaičius tarp 0 ir 255 arba teisinga mnemonika.
pl_pl: Algorytm CERT musi być liczbą między 0 a 255 lub prawidłowym mnemonicznym.
ru_ru: Алгоритм CERT должен быть числом от 0 до 255 или допустимым мнемоническим обозначением.
sv_se: CERT-algoritm måste vara ett nummer mellan 0 och 255 eller ett giltigt mnemoniskt namn.
tr_tr: CERT algoritması 0 ile 255 arasında bir sayı veya geçerli bir mnönmonik olmalıdır.
uk_ua: Алгоритм CERT повинен бути числом від 0 до 255 або дійсною мнемонікою.
vi_vn: Thuật toán CERT phải là số từ 0 đến 255 hoặc tên gợi nhớ hợp lệ.
zh_cn: CERT 算法必须是 0 到 255 之间的数字或有效的助记符。

source: CERT algorithm must be a number between 0 and 255 or a valid mnemonic (RSASHA1, DSA, etc.).
cs_cz: Algoritmus CERT musí být číslo mezi 0 a 255 nebo platná mnemotechnika (RSASHA1, DSA, atd.).
de_de: CERT-Algorithmus muss eine Zahl zwischen 0 und 255 oder ein gültiges Mnemonic (RSASHA1, DSA, usw.) sein.
es_es: El algoritmo CERT debe ser un número entre 0 y 255 o un mnemónico válido (RSASHA1, DSA, etc.).
fr_fr: L'algorithme CERT doit être un nombre entre 0 et 255 ou un mnémonique valide (RSASHA1, DSA, etc.).
id_id: Algoritma CERT harus berupa angka antara 0 dan 255 atau mnemonik yang valid (RSASHA1, DSA, dll.).
ko_kr: CERT 알고리즘은 0에서 255 사이의 숫자 또는 유효한 니모닉 (RSASHA1, DSA 등)이어야 합니다.
lt_lt: CERT algoritmas turi būti skaičius tarp 0 ir 255 arba teisinga mnemonika (RSASHA1, DSA, ir t.t.).
pl_pl: Algorytm CERT musi być liczbą między 0 a 255 lub prawidłowym mnemonicznym (RSASHA1, DSA, itp.).
ru_ru: Алгоритм CERT должен быть числом от 0 до 255 или допустимым мнемоническим обозначением (RSASHA1, DSA, и т.д.).
sv_se: CERT-algoritm måste vara ett nummer mellan 0 och 255 eller ett giltigt mnemoniskt namn (RSASHA1, DSA, etc.).
tr_tr: CERT algoritması 0 ile 255 arasında bir sayı veya geçerli bir mnemonic (RSASHA1, DSA, vb.) olmalıdır.
uk_ua: Алгоритм CERT повинен бути числом від 0 до 255 або дійсною мнемонікою (RSASHA1, DSA тощо).
vi_vn: Thuật toán CERT phải là số từ 0 đến 255 hoặc tên gợi nhớ hợp lệ (RSASHA1, DSA, v.v.).
zh_cn: CERT 算法必须是 0 到 255 之间的数字或有效助记符（RSASHA1、DSA 等）。

source: Algorithm
cs_cz: Algoritmus
de_de: Algorithmus
es_es: Algoritmo
fr_fr: Algorithme
id_id: Algoritma
ko_kr: 알고리즘
lt_lt: Algoritmas
pl_pl: Algorytm
ru_ru: Алгоритм
sv_se: Algoritm
tr_tr: Algoritma
uk_ua: Алгоритм
vi_vn: Thuật toán
zh_cn: 算法

source: For URL-based CERT types, the certificate data must be a valid URL.
cs_cz: Pro typy CERT založené na URL musí být data certifikátu platnou URL adresou.
de_de: Für URL-basierte CERT-Typen müssen die Zertifikatsdaten eine gültige URL sein.
es_es: Para tipos CERT basados en URL, los datos del certificado deben ser una URL válida.
fr_fr: Pour les types CERT basés sur URL, les données de certificat doivent être une URL valide.
id_id: Untuk tipe CERT berbasis URL, data sertifikat harus berupa URL yang valid.
ko_kr: URL 기반 CERT 유형의 경우 인증서 데이터는 유효한 URL이어야 합니다.
lt_lt: URL pagrįstiems CERT tipams sertifikato duomenys turi būti teisingas URL.
pl_pl: Dla typów CERT opartych na URL, dane certyfikatu muszą być prawidłowym URL.
ru_ru: Для типов CERT на основе URL данные сертификата должны быть допустимым URL.
sv_se: För URL-baserade CERT-typer måste certifikatdata vara en giltig URL.
tr_tr: URL tabanlı CERT türleri için, sertifika verisi geçerli bir URL olmalıdır.
uk_ua: Для типів CERT на основі URL дані сертифіката повинні бути дійсним URL.
vi_vn: Đối với loại CERT dựa trên URL, dữ liệu chứng chỉ phải là URL hợp lệ.
zh_cn: 对于基于 URL 的 CERT 类型，证书数据必须是有效的 URL。

source: Certificate data is
cs_cz: Data certifikátu jsou
de_de: Zertifikatsdaten sind
es_es: Los datos del certificado son
fr_fr: Les données de certificat sont
id_id: Data sertifikat adalah
ko_kr: 인증서 데이터는
lt_lt: Sertifikato duomenys yra
pl_pl: Dane certyfikatu to
ru_ru: Данные сертификата
sv_se: Certifikatdata är
tr_tr: Sertifika verisi
uk_ua: Дані сертифіката
vi_vn: Dữ liệu chứng chỉ là
zh_cn: 证书数据为

source: CERT certificate data must contain only valid base64 characters (A-Z, a-z, 0-9, +, /, =).
cs_cz: Data certifikátu CERT musí obsahovat pouze platné znaky base64 (A-Z, a-z, 0-9, +, /, =).
de_de: CERT-Zertifikatsdaten dürfen nur gültige base64-Zeichen (A-Z, a-z, 0-9, +, /, =) enthalten.
es_es: Los datos del certificado CERT deben contener solo caracteres base64 válidos (A-Z, a-z, 0-9, +, /, =).
fr_fr: Les données de certificat CERT doivent contenir uniquement des caractères base64 valides (A-Z, a-z, 0-9, +, /, =).
id_id: Data sertifikat CERT hanya boleh berisi karakter base64 yang valid (A-Z, a-z, 0-9, +, /, =).
ko_kr: CERT 인증서 데이터는 유효한 base64 문자 (A-Z, a-z, 0-9, +, /, =)만 포함해야 합니다.
lt_lt: CERT sertifikato duomenys turi turėti tik teisingus base64 simbolius (A-Z, a-z, 0-9, +, /, =).
pl_pl: Dane certyfikatu CERT muszą zawierać tylko prawidłowe znaki base64 (A-Z, a-z, 0-9, +, /, =).
ru_ru: Данные сертификата CERT должны содержать только действительные символы base64 (A-Z, a-z, 0-9, +, /, =).
sv_se: CERT-certifikatdata får bara innehålla giltiga base64-tecken (A-Z, a-z, 0-9, +, /, =).
tr_tr: CERT sertifika verisi sadece geçerli base64 karakterleri (A-Z, a-z, 0-9, +, /, =) içermelidir.
uk_ua: Дані сертифіката CERT повинні містити лише дійсні символи base64 (A-Z, a-z, 0-9, +, /, =).
vi_vn: Dữ liệu chứng chỉ CERT chỉ được chứa ký tự base64 hợp lệ (A-Z, a-z, 0-9, +, /, =).
zh_cn: CERT 证书数据必须只包含有效的 base64 字符（A-Z、a-z、0-9、+、/、=）。

source: CERT certificate data has invalid base64 padding. Equals signs (=) should only appear at the end of the data.
cs_cz: Data certifikátu CERT mají neplatné base64 vyplnění. Znaky rovná se (=) by se měly objevit pouze na konci dat.
de_de: CERT-Zertifikatsdaten haben ungültiges base64-Padding. Gleichheitszeichen (=) sollten nur am Ende der Daten erscheinen.
es_es: Los datos del certificado CERT tienen relleno base64 inválido. Los signos igual (=) solo deben aparecer al final de los datos.
fr_fr: Les données de certificat CERT ont un padding base64 invalide. Les signes égal (=) ne devraient apparaître qu'à la fin des données.
id_id: Data sertifikat CERT memiliki padding base64 yang tidak valid. Tanda sama dengan (=) hanya boleh muncul di akhir data.
ko_kr: CERT 인증서 데이터에 유효하지 않은 base64 패딩이 있습니다. 등호 (=)는 데이터 끝에만 나타나야 합니다.
lt_lt: CERT sertifikato duomenų base64 užpildas neteisingas. Lygybės ženklai (=) turėtų atsirasti tik duomenų pabaigoje.
pl_pl: Dane certyfikatu CERT mają nieprawidłowe wypełnienie base64. Znaki równości (=) powinny pojawiać się tylko na końcu danych.
ru_ru: Данные сертификата CERT имеют неверное дополнение base64. Знаки равенства (=) должны появляться только в конце данных.
sv_se: CERT-certifikatdata har ogiltig base64-utfyllnad. Likhetstecken (=) bör bara förekomma i slutet av data.
tr_tr: CERT sertifika verisinde geçersiz base64 dolgusu. Eşitlik işaretleri (=) sadece verinin sonunda görünmelidir.
uk_ua: Дані сертифіката CERT мають недійсне доповнення base64. Знаки рівності (=) повинні з'являтися лише наприкінці даних.
vi_vn: Dữ liệu chứng chỉ CERT có phần đệm base64 không hợp lệ. Dấu bằng (=) chỉ nên xuất hiện ở cuối dữ liệu.
zh_cn: CERT 证书数据的 base64 填充无效。等号（=）应只出现在数据末尾。

source: CERT certificate data has invalid base64 length. Base64 data must be a multiple of 4 characters (with padding).
cs_cz: Data certifikátu CERT mají neplatnou délku base64. Data base64 musí být násobek 4 znaků (s vyplněním).
de_de: CERT-Zertifikatsdaten haben ungültige base64-Länge. Base64-Daten müssen ein Vielfaches von 4 Zeichen (mit Padding) sein.
es_es: Los datos del certificado CERT tienen longitud base64 inválida. Los datos base64 deben ser múltiplo de 4 caracteres (con relleno).
fr_fr: Les données de certificat CERT ont une longueur base64 invalide. Les données base64 doivent être un multiple de 4 caractères (avec padding).
id_id: Data sertifikat CERT memiliki panjang base64 yang tidak valid. Data base64 harus kelipatan 4 karakter (dengan padding).
ko_kr: CERT 인증서 데이터에 유효하지 않은 base64 길이가 있습니다. Base64 데이터는 4자의 배수여야 합니다 (패딩 포함).
lt_lt: CERT sertifikato duomenų base64 ilgis neteisingas. Base64 duomenys turi būti 4 simbolių kartotinis (su užpildu).
pl_pl: Dane certyfikatu CERT mają nieprawidłową długość base64. Dane base64 muszą być wielokrotnością 4 znaków (z wypełnieniem).
ru_ru: Данные сертификата CERT имеют неверную длину base64. Данные base64 должны быть кратны 4 символам (с дополнением).
sv_se: CERT-certifikatdata har ogiltig base64-längd. Base64-data måste vara en multipel av 4 tecken (med utfyllnad).
tr_tr: CERT sertifika verisinde geçersiz base64 uzunluğu. Base64 verisi 4 karakterin katı olmalıdır (dolgu ile).
uk_ua: Дані сертифіката CERT мають недійсну довжину base64. Дані base64 повинні бути кратними 4 символам (з доповненням).
vi_vn: Dữ liệu chứng chỉ CERT có độ dài base64 không hợp lệ. Dữ liệu base64 phải là bội số của 4 ký tự (có đệm).
zh_cn: CERT 证书数据的 base64 长度无效。Base64 数据必须是 4 个字符的倍数（包含填充）。

source: CERT certificate data must be valid base64-encoded data.
cs_cz: Data certifikátu CERT musí být platná data kódovaná v base64.
de_de: CERT-Zertifikatsdaten müssen gültige base64-kodierte Daten sein.
es_es: Los datos del certificado CERT deben ser datos válidos codificados en base64.
fr_fr: Les données de certificat CERT doivent être des données encodées en base64 valides.
id_id: Data sertifikat CERT harus berupa data yang dikodekan base64 yang valid.
ko_kr: CERT 인증서 데이터는 유효한 base64로 인코딩된 데이터여야 합니다.
lt_lt: CERT sertifikato duomenys turi būti teisingi base64 koduoti duomenys.
pl_pl: Dane certyfikatu CERT muszą być prawidłowymi danymi zakodowanymi w base64.
ru_ru: Данные сертификата CERT должны быть действительными данными в кодировке base64.
sv_se: CERT-certifikatdata måste vara giltig base64-kodad data.
tr_tr: CERT sertifika verisi geçerli base64 kodlanmış veri olmalıdır.
uk_ua: Дані сертифіката CERT повинні бути дійсними даними у кодуванні base64.
vi_vn: Dữ liệu chứng chỉ CERT phải là dữ liệu mã hóa base64 hợp lệ.
zh_cn: CERT 证书数据必须是有效的 base64 编码数据。

source: CERT certificate data must not be empty after base64 decoding.
cs_cz: Data certifikátu CERT nesmí být prázdná po dekódování base64.
de_de: CERT-Zertifikatsdaten dürfen nach base64-Dekodierung nicht leer sein.
es_es: Los datos del certificado CERT no deben estar vacíos después de la decodificación base64.
fr_fr: Les données de certificat CERT ne doivent pas être vides après décodage base64.
id_id: Data sertifikat CERT tidak boleh kosong setelah dekode base64.
ko_kr: CERT 인증서 데이터는 base64 디코딩 후 비어 있어서는 안 됩니다.
lt_lt: CERT sertifikato duomenys neturi būti tušti po base64 dekodavimo.
pl_pl: Dane certyfikatu CERT nie mogą być puste po dekodowaniu base64.
ru_ru: Данные сертификата CERT не должны быть пустыми после декодирования base64.
sv_se: CERT-certifikatdata får inte vara tom efter base64-avkodning.
tr_tr: CERT sertifika verisi base64 kodçözümden sonra boş olmamalıdır.
uk_ua: Дані сертифіката CERT не повинні бути порожніми після декодування base64.
vi_vn: Dữ liệu chứng chỉ CERT không được trống sau khi giải mã base64.
zh_cn: CERT 证书数据在 base64 解码后不能为空。

source: IMPORTANT: DLV records have been obsoleted by RFC 8749 (March 2020). Major DNS resolvers have removed or deprecated DLV support. Consider using standard DNSSEC validation with DS records instead.
cs_cz: DŮLEŽITÉ: Záznamy DLV byly zrušeny RFC 8749 (březen 2020). Hlavní DNS resolvery odstranily nebo zastaraly podporu DLV. Zvažte místo toho použití standardní DNSSEC validace se záznamy DS.
de_de: WICHTIG: DLV-Einträge wurden durch RFC 8749 (März 2020) obsolet gemacht. Wichtige DNS-Resolver haben DLV-Unterstützung entfernt oder als veraltet markiert. Erwägen Sie stattdessen die Verwendung von Standard-DNSSEC-Validierung mit DS-Einträgen.
es_es: IMPORTANTE: Los registros DLV han sido obsoletos por RFC 8749 (Marzo 2020). Los principales resolutores DNS han eliminado o depreciado el soporte DLV. Considere usar validación DNSSEC estándar con registros DS en su lugar.
fr_fr: IMPORTANT : Les enregistrements DLV ont été obsolètes par RFC 8749 (mars 2020). Les résolveurs DNS majeurs ont supprimé ou déprécié le support DLV. Considérez utiliser la validation DNSSEC standard avec des enregistrements DS à la place.
id_id: PENTING: Rekaman DLV telah dihapus oleh RFC 8749 (Maret 2020). Resolver DNS utama telah menghapus atau menghentikan dukungan DLV. Pertimbangkan menggunakan validasi DNSSEC standar dengan rekaman DS sebagai gantinya.
ko_kr: 중요: DLV 레코드는 RFC 8749 (2020년 3월)에 의해 폐기되었습니다. 주요 DNS 리졸버가 DLV 지원을 제거하거나 더 이상 사용하지 않았습니다. DS 레코드와 함께 표준 DNSSEC 검증을 사용하는 것을 고려하세요.
lt_lt: SVARBU: DLV įrašai buvo panaikinti RFC 8749 (2020 m. kovas). Pagrindiniai DNS resolveriai pašalino arba nuvertino DLV palaikymą. Apsvarstykite standartinio DNSSEC validacijos su DS įrašais naudojimą vietoj to.
pl_pl: WAŻNE: Rekordy DLV zostały przestarzałe przez RFC 8749 (marzec 2020). Główne resolvery DNS usunęły lub przestarzały obsługę DLV. Rozważ użycie standardowej walidacji DNSSEC z rekordami DS.
ru_ru: ВАЖНО: Записи DLV были упразднены RFC 8749 (март 2020). Основные DNS резольверы удалили или объявили устаревшей поддержку DLV. Рассмотрите возможность использования стандартной проверки DNSSEC с записями DS вместо этого.
sv_se: VIKTIGT: DLV-poster har gjorts föråldrade av RFC 8749 (mars 2020). Stora DNS-resolvers har tagit bort eller fasat ut stöd för DLV. Överväg att använda standard DNSSEC-validering med DS-poster istället.
tr_tr: ÖNEMLİ: DLV kayıtları RFC 8749 (Mart 2020) tarafından geçersiz kılınmıştır. Büyük DNS çözümleyiciler DLV desteğini kaldırmış veya kullanımdan kaldırmıştır. Bunun yerine DS kayıtlarıyla standart DNSSEC doğrulaması kullanmayı düşünün.
uk_ua: ВАЖЛИВО: Записи DLV були визнані застарілими згідно з RFC 8749 (березень 2020). Основні DNS-резолвери видалили або оголосили застарілою підтримку DLV. Розгляньте використання стандартної валідації DNSSEC з записами DS.
vi_vn: QUAN TRỌNG: Bản ghi DLV đã bị RFC 8749 (tháng 3 năm 2020) loại bỏ. Các bộ phân giải DNS lớn đã xóa hoặc ngừng hỗ trợ DLV. Cân nhắc sử dụng xác thực DNSSEC tiêu chuẩn với bản ghi DS thay thế.
zh_cn: 重要：DLV 记录已被 RFC 8749（2020年3月）废弃。主要 DNS 解析器已移除或弃用 DLV 支持。请考虑使用带有 DS 记录的标准 DNSSEC 验证。

source: This name appears to be in a DLV lookup domain. Note that dlv.isc.org, the main DLV registry, was decommissioned in 2017.
cs_cz: Toto jméno se zdá být v DLV vyhledávací doméně. Všimněte si, že dlv.isc.org, hlavní DLV registr, byl vyřazen z provozu v roce 2017.
de_de: Dieser Name scheint in einer DLV-Lookup-Domäne zu sein. Beachten Sie, dass dlv.isc.org, die Haupt-DLV-Registry, 2017 stillgelegt wurde.
es_es: Este nombre parece estar en un dominio de búsqueda DLV. Note que dlv.isc.org, el registro DLV principal, fue descontinuado en 2017.
fr_fr: Ce nom semble être dans un domaine de recherche DLV. Notez que dlv.isc.org, le registre DLV principal, a été désactivé en 2017.
id_id: Nama ini tampaknya berada dalam domain pencarian DLV. Perlu dicatat bahwa dlv.isc.org, registri DLV utama, telah dinonaktifkan pada tahun 2017.
ko_kr: 이 이름은 DLV 조회 도메인에 있는 것으로 보입니다. 주요 DLV 레지스트리인 dlv.isc.org는 2017년에 폐쇄되었습니다.
lt_lt: Šis vardas atrodo esantis DLV paieškos domene. Pastaba: dlv.isc.org, pagrindinis DLV registras, buvo nutrauktas 2017 m.
pl_pl: Ta nazwa wydaje się być w domenie wyszukiwania DLV. Uwaga, że dlv.isc.org, główny rejestr DLV, został wycofany w 2017.
ru_ru: Это имя, по-видимому, находится в домене поиска DLV. Обратите внимание, что dlv.isc.org, основной реестр DLV, был выведен из эксплуатации в 2017 году.
sv_se: Detta namn verkar vara i en DLV-uppslagningsdomän. Observera att dlv.isc.org, det huvudsakliga DLV-registret, avvecklades 2017.
tr_tr: Bu ad bir DLV arama domainında gibi görünüyor. Ana DLV kayıt defteri olan dlv.isc.org'un 2017'de hizmet dışı bırakıldığına dikkat edin.
uk_ua: Це ім'я виглядає як домен пошуку DLV. Зверніть увагу, що dlv.isc.org, основний реєстр DLV, було виведено з експлуатації у 2017 році.
vi_vn: Tên này có vẻ nằm trong tên miền tra cứu DLV. Lưu ý rằng dlv.isc.org, cơ quan đăng ký DLV chính, đã ngừng hoạt động vào năm 2017.
zh_cn: 此名称似乎位于 DLV 查找域中。注意主要的 DLV 注册中心 dlv.isc.org 已于 2017 年停用。

source: Priority field for DLV records must be 0 or empty.
cs_cz: Pole priority pro záznamy DLV musí být 0 nebo prázdné.
de_de: Prioritätsfeld für DLV-Einträge muss 0 oder leer sein.
es_es: El campo de prioridad para registros DLV debe ser 0 o vacío.
fr_fr: Le champ priorité pour les enregistrements DLV doit être 0 ou vide.
id_id: Kolom prioritas untuk rekaman DLV harus 0 atau kosong.
ko_kr: DLV 레코드의 우선순위 필드는 0이거나 비어 있어야 합니다.
lt_lt: DLV įrašų prioriteto laukas turi būti 0 arba tuščias.
pl_pl: Pole priorytetu dla rekordów DLV musi mieć wartość 0 lub być puste.
ru_ru: Поле приоритета для записей DLV должно быть 0 или пустым.
sv_se: Prioritetsfältet för DLV-poster måste vara 0 eller tomt.
tr_tr: DLV kayıtları için öncelik alanı 0 veya boş olmalıdır.
uk_ua: Поле пріоритету для записів DLV повинно бути 0 або порожнім.
vi_vn: Trường ưu tiên cho bản ghi DLV phải là 0 hoặc để trống.
zh_cn: DLV 记录的优先级字段必须为 0 或空。

source: DLV records were typically placed in special DLV registry domains, not in the same domain as the DNSKEY records they reference.
cs_cz: Záznamy DLV byly obvykle umístěny ve speciálních DLV registrových doménách, ne ve stejné doméně jako záznamy DNSKEY, na které odkazují.
de_de: DLV-Einträge wurden typischerweise in speziellen DLV-Registry-Domänen platziert, nicht in derselben Domäne wie die DNSKEY-Einträge, auf die sie verweisen.
es_es: Los registros DLV típicamente se colocaban en dominios de registro DLV especiales, no en el mismo dominio que los registros DNSKEY que referencian.
fr_fr: Les enregistrements DLV étaient généralement placés dans des domaines de registre DLV spéciaux, pas dans le même domaine que les enregistrements DNSKEY qu'ils référencent.
id_id: Rekaman DLV biasanya ditempatkan di domain registri DLV khusus, bukan di domain yang sama dengan rekaman DNSKEY yang dirujuknya.
ko_kr: DLV 레코드는 일반적으로 참조하는 DNSKEY 레코드와 동일한 도메인이 아닌 특수 DLV 레지스트리 도메인에 배치되었습니다.
lt_lt: DLV įrašai paprastai buvo patalpinti specialiuose DLV registro domenuose, o ne tame pačiame domene kaip DNSKEY įrašai, į kuriuos jie nukreipia.
pl_pl: Rekordy DLV były zazwyczaj umieszczane w specjalnych domenach rejestru DLV, a nie w tej samej domenie co rekordy DNSKEY do których się odnoszą.
ru_ru: Записи DLV обычно размещались в специальных доменах реестра DLV, а не в том же домене, что и записи DNSKEY, на которые они ссылаются.
sv_se: DLV-poster placerades vanligtvis i speciella DLV-registerdomäner, inte i samma domän som DNSKEY-posterna de refererar till.
tr_tr: DLV kayıtları genellikle referans aldıkları DNSKEY kayıtlarıyla aynı domainde değil, özel DLV kayıt defteri domainlerinde yerleştirilirdi.
uk_ua: Записи DLV зазвичай розміщувалися в спеціальних доменах реєстру DLV, а не в тому самому домені, що й записи DNSKEY, на які вони посилаються.
vi_vn: Bản ghi DLV thường được đặt trong các tên miền đăng ký DLV đặc biệt, không phải trong cùng tên miền với bản ghi DNSKEY mà chúng tham chiếu.
zh_cn: DLV 记录通常放置在特殊的 DLV 注册域中，而不是与它们引用的 DNSKEY 记录在同一域中。
