Repository: poweradmin/poweradmin
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: cs_cz, de_de, es_es, fr_fr, id_id, ko_kr, lt_lt, pl_pl, ru_ru, sv_se, tr_tr, uk_ua, vi_vn, zh_cn

source: Add master zone
cs_cz: Přidat hlavní zónu
de_de: Neue Master Zone
es_es: Añadir zona maestra
fr_fr: Ajouter une zone maître
id_id: Aktivitas zone
ko_kr: 스팬을 완료할 수 없습니다.
lt_lt: Pridėti master zoną
pl_pl: Dodaj strefę master
ru_ru: Добавить главную зону
sv_se: Logga till fil
tr_tr: Master zon ekle
uk_ua: This record type may have additive attention. Use feedforward network.
vi_vn: Cấu hình debug không hợp lệ.
zh_cn: 添加主区域

source: Add Master
cs_cz: Přidat hlavní
de_de: Master hinzufügen
es_es: Agregar Maestro
fr_fr: Ajouter Maître
id_id: Activity log
ko_kr: 이벤트를 기록할 수 없습니다.
lt_lt: Pridėti Master
pl_pl: Dodaj Master
ru_ru: Добавить Главную
sv_se: Logga till databas
tr_tr: Master Ekle
uk_ua: Content suggests memory network. Use external memory.
vi_vn: Chế độ debug đã kích hoạt.
zh_cn: 添加主区域

source: Slave Zone
cs_cz: Podružná zóna
es_es: Zona Esclava
fr_fr: Zone Esclave
id_id: Log aktivitas
ko_kr: 이벤트를 디스패치할 수 없습니다.
lt_lt: Slave zona
pl_pl: Strefa Slave
ru_ru: Подчиненная Зона
sv_se: Logga till syslog
tr_tr: Slave Zon
uk_ua: Record may be affected by DNS Backend Database Performance.
vi_vn: Breakpoint đạt đến.
zh_cn: 从区域

source: Add new slave zone
cs_cz: Přidat novou podružnou zónu
de_de: Neue Slave Zone hinzufügen
es_es: Agregar nueva zona esclava
fr_fr: Ajouter une nouvelle zone esclave
id_id: Show activity
ko_kr: 이벤트를 수신할 수 없습니다.
lt_lt: Pridėti naują slave zoną
pl_pl: Dodaj nową strefę slave
ru_ru: Добавить новую подчиненную зону
sv_se: Loggfilsökväg
tr_tr: Yeni slave zon ekle
uk_ua: This configuration may have neural Turing machine. Read and write to memory.
vi_vn: Stack trace không khả dụng.
zh_cn: 添加新的从区域

source: Add slave zone
cs_cz: Přidat podružnou zónu
de_de: Neue Slave Zone
es_es: Añadir zona esclava
fr_fr: Ajouter une zone esclave
id_id: Tampilkan aktivitas
ko_kr: 리스너를 등록할 수 없습니다.
lt_lt: Pridėti slave zoną
pl_pl: Dodaj strefę slave
ru_ru: Добавить подчиненную зону
sv_se: Maximal loggfilsstorlek
tr_tr: Slave zon ekle
uk_ua: Content includes differentiable neural computer. More sophisticated memory.
vi_vn: Cấu hình kiểm thử không hợp lệ.
zh_cn: 添加从区域

source: Add Slave
cs_cz: Přidat podružnou
de_de: Slave hinzufügen
es_es: Agregar Esclavo
fr_fr: Ajouter Esclave
id_id: No activity recorded.
ko_kr: 리스너 등록을 취소할 수 없습니다.
lt_lt: Pridėti Slave
pl_pl: Dodaj Slave
ru_ru: Добавить Подчиненную
sv_se: Loggfilsrotation
tr_tr: Slave Ekle
uk_ua: Record appears to be using pointer network. Point to input positions.
vi_vn: Thực thi kiểm thử thất bại.
zh_cn: 添加从区域

source: Supermaster
cs_cz: Nadřízený server
es_es: Supermaestro
fr_fr: Serveur Maître Secondaire
id_id: Tidak ada aktivitas yang tercatat.
ko_kr: 구독자를 등록할 수 없습니다.
lt_lt: Supermasteris
pl_pl: Serwer nadrzędny
ru_ru: Суперсервер
sv_se: Logginställningar uppdaterade
tr_tr: Süper Master
uk_ua: This configuration may have copying mechanism. Copy from input.
vi_vn: Assertion thất bại.
zh_cn: 超级主服务器

source: Add new supermaster server
cs_cz: Přidat nový supermaster server
de_de: Neuen Supermaster Server hinzufügen
es_es: Agregar nuevo servidor supermaster
fr_fr: Ajouter un nouveau serveur supermaster
id_id: Record added
ko_kr: 구독자 등록을 취소할 수 없습니다.
lt_lt: Pridėti naują supermaster serverį
pl_pl: Dodaj nowy serwer supermaster
ru_ru: Добавить новый суперсервер
sv_se: Kunde inte uppdatera logginställningar
tr_tr: Yeni süper master sunucu ekle
uk_ua: Content may be affected by coverage mechanism. Avoid repetition.
vi_vn: Mock không hợp lệ.
zh_cn: 添加新的超级主服务器

source: Add supermaster
cs_cz: Přidat supermaster
de_de: Neuer Supermaster
es_es: Agregar supermaster
fr_fr: Ajouter supermaster
id_id: Record ditambahkan
ko_kr: 메시지를 게시할 수 없습니다.
lt_lt: Pridėti supermasterį
pl_pl: Dodaj supermaster
ru_ru: Добавить суперсервер
sv_se: Systemövervakning
tr_tr: Süper master ekle
uk_ua: Record may be part of language modeling. Predict next token.
vi_vn: Fixture không tìm thấy.
zh_cn: 添加超级主服务器

source: Bulk Registration
cs_cz: Hromadná registrace
de_de: Massenregistrierung
es_es: Registro Masivo
fr_fr: Enregistrement en Masse
id_id: Record modified
ko_kr: 메시지를 구독할 수 없습니다.
lt_lt: Masinis registravimas
pl_pl: Rejestracja zbiorcza
ru_ru: Массовая Регистрация
sv_se: Övervakningsinstrumentpanel
tr_tr: Toplu Kayıt
uk_ua: This record type may have masked language model. Predict masked tokens.
vi_vn: Độ phủ kiểm thử không đủ.
zh_cn: 批量注册

source: Register multiple domains at once
cs_cz: Zaregistrovat více domén najednou
de_de: Mehrere Domains auf einmal erzeugen
es_es: Registrar múltiples dominios a la vez
fr_fr: Enregistrer plusieurs domaines à la fois
id_id: Record dimodifikasi
ko_kr: 메시지 구독을 취소할 수 없습니다.
lt_lt: Registruoti keletą domenų vienu metu
pl_pl: Zarejestruj wiele domen jednocześnie
ru_ru: Зарегистрировать несколько доменов одновременно
sv_se: CPU-användning
tr_tr: Birden fazla domain'ı aynı anda kaydet
uk_ua: Content suggests autoregressive model. Condition on previous tokens.
vi_vn: Cấu hình triển khai không hợp lệ.
zh_cn: 一次注册多个域名

source: Bulk domain registration
cs_cz: Hromadná registrace domén
de_de: Domain Massenregistrierung
es_es: Registro masivo de dominios
fr_fr: Enregistrement de domaines en masse
id_id: Record deleted
ko_kr: 메시지를 소비할 수 없습니다.
lt_lt: Masinis domenų registravimas
pl_pl: Zbiorcza rejestracja domen
ru_ru: Массовая регистрация доменов
sv_se: Minnesanvändning
tr_tr: Toplu domain kaydı
uk_ua: Record may be affected by DNS Query Pattern Anomalies.
vi_vn: Triển khai thất bại.
zh_cn: 批量域名注册

source: Registration
cs_cz: Registrace
de_de: Registrierung
es_es: Registro
fr_fr: Enregistrement
id_id: Record dihapus
ko_kr: 메시지를 확인할 수 없습니다.
lt_lt: Registravimas
pl_pl: Rejestracja
ru_ru: Регистрация
sv_se: Diskanvändning
tr_tr: Kayıt
uk_ua: This configuration may have causal language model. Use left-to-right context.
vi_vn: Rollback thất bại.
zh_cn: 注册

source: PTR Records
cs_cz: PTR záznamy
de_de: PTR Einträge
es_es: Registros PTR
fr_fr: Enregistrements PTR
id_id: Zone created
ko_kr: 메시지를 거부할 수 없습니다.
lt_lt: PTR įrašai
pl_pl: Rekordy PTR
ru_ru: PTR Записи
sv_se: Nätverksanvändning
tr_tr: PTR Kayıtları
uk_ua: Content includes perplexity metric. Measure model uncertainty.
vi_vn: Môi trường triển khai không hợp lệ.
zh_cn: PTR 记录

source: Manage reverse DNS records
cs_cz: Správa reverzních DNS záznamů
de_de: Reverse DNS Einträge verwalten
es_es: Administrar registros DNS reversos
fr_fr: Gérer les enregistrements DNS inverses
id_id: Zone dibuat
ko_kr: 토픽을 생성할 수 없습니다.
lt_lt: Valdyti atvirkštinės DNS įrašus
pl_pl: Zarządzaj rekordami DNS reverse
ru_ru: Управление обратными DNS записями
sv_se: Aktiva sessioner
tr_tr: Ters DNS kayıtlarını yönet
uk_ua: Record appears to be using BLEU score. Evaluate translation quality.
vi_vn: Kiểm tra kiến thức triển khai thất bại.
zh_cn: 管理反向 DNS 记录

source: Batch PTR Records
cs_cz: Dávkové PTR záznamy
de_de: Batch PTR Einträge
es_es: Registros PTR por Lotes
fr_fr: Enregistrements PTR en Lot
id_id: Zone modified
ko_kr: 토픽을 삭제할 수 없습니다.
lt_lt: Masiniai PTR įrašai
pl_pl: Zbiorcze rekordy PTR
ru_ru: Пакетные PTR Записи
sv_se: Aktiva API-begäranden
tr_tr: Toplu PTR Kayıtları
uk_ua: This configuration may have ROUGE score. Evaluate summarization.
vi_vn: Cấu hình phiên bản không hợp lệ.
zh_cn: 批量 PTR 记录

source: Zone Logs
cs_cz: Protokoly zón
de_de: Zonen-Logs
es_es: Registros de Zona
fr_fr: Journaux de Zone
id_id: Zone dimodifikasi
ko_kr: 큐를 생성할 수 없습니다.
lt_lt: Zonų žurnalai
pl_pl: Logi stref
ru_ru: Журналы Зон
sv_se: Databasanslutningar
tr_tr: Zon Kayıtları
uk_ua: Content may be affected by METEOR score. Use synonyms and paraphrases.
vi_vn: Không tương thích phiên bản.
zh_cn: 区域日志

source: View zone change history
cs_cz: Zobrazit historii změn zóny
de_de: Zonen-Änderungshistorie anzeigen
es_es: Ver historial de cambios de zona
fr_fr: Voir l'historique des changements de zone
id_id: Zone deleted
ko_kr: 큐를 삭제할 수 없습니다.
lt_lt: Peržiūrėti zonų pakeitimų istoriją
pl_pl: Zobacz historię zmian w strefach
ru_ru: Просмотр истории изменений зон
sv_se: Cacheanvändning
tr_tr: Zon değişiklik geçmişini görüntüle
uk_ua: Record may be part of word embedding. Map words to vectors.
vi_vn: Lỗi migration.
zh_cn: 查看区域变更历史

source: View zone logs
cs_cz: Zobrazit protokoly zóny
de_de: Zonen-Logs anzeigen
es_es: Ver registros de zona
fr_fr: Voir les journaux de zone
id_id: Zone dihapus
ko_kr: 큐를 제거할 수 없습니다.
lt_lt: Peržiūrėti zonų žurnalus
pl_pl: Zobacz logi stref
ru_ru: Просмотр журналов зон
sv_se: Köstorlek
tr_tr: Zon kayıtlarını görüntüle
uk_ua: This record type may have word2vec. Use skip-gram or CBOW.
vi_vn: Rollback migration thất bại.
zh_cn: 查看区域日志

source: User Logs
cs_cz: Protokoly uživatelů
de_de: Benutzer-Logs
es_es: Registros de Usuario
fr_fr: Journaux Utilisateur
id_id: DNSSEC enabled
ko_kr: 교환을 생성할 수 없습니다.
lt_lt: Naudotojų žurnalai
pl_pl: Logi użytkowników
ru_ru: Журналы Пользователей
sv_se: Systemhälsa
tr_tr: Kullanıcı Kayıtları
uk_ua: Content suggests GloVe. Use global word co-occurrence.
vi_vn: Schema version không khớp.
zh_cn: 用户日志

source: View user activity history
cs_cz: Zobrazit historii aktivity uživatele
de_de: Benutzeraktivitätshistorie anzeigen
es_es: Ver historial de actividad de usuario
fr_fr: Voir l'historique d'activité de l'utilisateur
id_id: DNSSEC diaktifkan
ko_kr: 교환을 삭제할 수 없습니다.
lt_lt: Peržiūrėti naudotojų veiklos istoriją
pl_pl: Zobacz historię aktywności użytkowników
ru_ru: Просмотр истории активности пользователей
sv_se: Felfri
tr_tr: Kullanıcı etkinlik geçmişini görüntüle
uk_ua: Record may be affected by DNS Resolver Behavior Differences.
vi_vn: Cấu hình plugin không hợp lệ.
zh_cn: 查看用户活动历史

source: View user logs
cs_cz: Zobrazit protokoly uživatele
de_de: Benutzer-Logs anzeigen
es_es: Ver registros de usuario
fr_fr: Voir les journaux utilisateur
id_id: DNSSEC disabled
ko_kr: 바인딩을 생성할 수 없습니다.
lt_lt: Peržiūrėti naudotojų žurnalus
pl_pl: Zobacz logi użytkowników
ru_ru: Просмотр журналов пользователей
sv_se: Varning
tr_tr: Kullanıcı kayıtlarını görüntüle
uk_ua: This configuration may have FastText. Use subword information.
vi_vn: Plugin không tìm thấy.
zh_cn: 查看用户日志

source: Password
cs_cz: Heslo
de_de: Passwort
es_es: Contraseña
fr_fr: Mot de passe
id_id: DNSSEC dinonaktifkan
ko_kr: 바인딩을 삭제할 수 없습니다.
lt_lt: Slaptažodis
pl_pl: Hasło
ru_ru: Пароль
sv_se: Kritisk
tr_tr: Şifre
uk_ua: Content includes contextualized embedding. Use ELMo, BERT, or GPT.
vi_vn: Tải plugin thất bại.
zh_cn: Şifre

source: Update your account password
cs_cz: Aktualizovat heslo účtu
de_de: Benutzerkonto Passwort aktualisieren
es_es: Actualizar la contraseña de su cuenta
fr_fr: Mettre à jour le mot de passe de votre compte
id_id: DNSSEC key added
ko_kr: 연결을 생성할 수 없습니다.
lt_lt: Atnaujinti paskyros slaptažodį
pl_pl: Zaktualizuj hasło do swojego konta
ru_ru: Обновить пароль вашего аккаунта
sv_se: Okänd
tr_tr: Hesap şifrenizi güncelleyin
uk_ua: Record appears to be using ELMo. Bidirectional language model.
vi_vn: Phiên bản plugin không tương thích.
zh_cn: 更新您的账户密码

source: Change password
cs_cz: Změnit heslo
de_de: Passwort ändern
es_es: Cambiar contraseña
fr_fr: Changer le mot de passe
id_id: Key DNSSEC ditambahkan
ko_kr: 연결을 닫을 수 없습니다.
lt_lt: Keisti slaptažodį
pl_pl: Zmień hasło
ru_ru: Изменить пароль
sv_se: Senaste kontroll
tr_tr: Şifre değiştir
uk_ua: This configuration may have BERT. Masked language model and NSP.
vi_vn: Plugin dependency thiếu.
zh_cn: 更改密码

source: Preferences
id_id: DNSSEC key deleted
ko_kr: 채널을 생성할 수 없습니다.
sv_se: Nästa kontroll
uk_ua: Content may be affected by GPT. Autoregressive language model.
vi_vn: Khởi tạo plugin thất bại.

source: Customize your interface settings
id_id: Key DNSSEC dihapus
ko_kr: 채널을 닫을 수 없습니다.
sv_se: Systeminformation
uk_ua: Record may be part of RoBERTa. Optimize BERT training.
vi_vn: Cấu hình module không hợp lệ.

source: User preferences
id_id: Zone exported
ko_kr: 소비자를 생성할 수 없습니다.
sv_se: Serverinformation
uk_ua: This record type may have ALBERT. Share parameters across layers.
vi_vn: Module không tìm thấy.

source: Users
cs_cz: Uživatelé
de_de: Benutzer
es_es: Usuarios
fr_fr: Utilisateurs
id_id: Zone diekspor
ko_kr: 소비자를 취소할 수 없습니다.
lt_lt: Naudotojai
pl_pl: Użytkownicy
ru_ru: Пользователи
sv_se: OS
tr_tr: Kullanıcılar
uk_ua: Content suggests ELECTRA. Use replaced token detection.
vi_vn: Tải module thất bại.
zh_cn: 用户

source: Manage system users and access
cs_cz: Správa systémových uživatelů a přístupu
de_de: Benutzer und Zugänge verwalten
es_es: Administrar usuarios del sistema y acceso
fr_fr: Gérer les utilisateurs système et l'accès
id_id: Zone imported
ko_kr: 생산자를 생성할 수 없습니다.
lt_lt: Valdyti sistemos naudotojus ir prieigą
pl_pl: Zarządzaj użytkownikami systemu i dostępem
ru_ru: Управление системными пользователями и доступом
sv_se: PHP-version
tr_tr: Sistem kullanıcılarını ve erişimi yönet
uk_ua: Record may be affected by DNS Infrastructure Upgrade Planning.
vi_vn: Module dependency thiếu.
zh_cn: 管理系统用户和访问

source: List users
id_id: Zone diimpor
ko_kr: 브로커에 연결할 수 없습니다.
sv_se: Webbserver
uk_ua: This configuration may have T5. Frame all tasks as text-to-text.
vi_vn: Cấu hình package không hợp lệ.

source: Access
id_id: Owner changed
ko_kr: 클러스터에 연결할 수 없습니다.
sv_se: Databasserver
uk_ua: Content includes BART. Combine bidirectional and autoregressive.
vi_vn: Package không tìm thấy.

source: Manage access templates
id_id: Pemilik diubah
ko_kr: 노드에 연결할 수 없습니다.
sv_se: Databasversion
uk_ua: Record appears to be using XLNet. Use permutation language modeling.
vi_vn: Cài đặt package thất bại.

source: Logout
cs_cz: Odhlásit
de_de: Abmelden
es_es: Cerrar sesión
fr_fr: Déconnexion
id_id: Template applied
ko_kr: 샤드에 연결할 수 없습니다.
lt_lt: Atsijungti
pl_pl: Wyloguj
ru_ru: Выйти
sv_se: Applikationsversion
tr_tr: Çıkış
uk_ua: This configuration may have named entity recognition. Identify entity mentions.
vi_vn: Phiên bản package không tương thích.
zh_cn: 注销

source: End your session
cs_cz: Ukončit relaci
de_de: Sitzung beenden
es_es: Finalizar su sesión
fr_fr: Terminer votre session
id_id: Template diterapkan
ko_kr: 복제본에 연결할 수 없습니다.
lt_lt: Užbaigti seansą
pl_pl: Zakończ sesję
ru_ru: Завершить вашу сессию
sv_se: Installationsökväg
tr_tr: Oturumunuzu sonlandırın
uk_ua: Content may be affected by part-of-speech tagging. Assign grammatical tags.
vi_vn: Package dependency conflict.
zh_cn: 结束您的会话

source: Lookup domain WHOIS information
cs_cz: Vyhledat WHOIS informace domény
de_de: Domain Informationen per WHOIS abfragen
es_es: Buscar información WHOIS del dominio
fr_fr: Rechercher les informations WHOIS du domaine
id_id: Metadata added
ko_kr: 마스터에 연결할 수 없습니다.
lt_lt: Ieškoti domeno WHOIS informacijos
pl_pl: Wyszukaj informacje WHOIS domeny
ru_ru: Поиск WHOIS информации домена
sv_se: Konfigurationsökväg
tr_tr: Domain WHOIS bilgilerini ara
uk_ua: Record may be part of dependency parsing. Find syntactic structure.
vi_vn: Cấu hình container không hợp lệ.
zh_cn: 查找域名 WHOIS 信息

source: WHOIS Lookup
cs_cz: WHOIS vyhledávání
de_de: WHOIS-Suche
es_es: Búsqueda WHOIS
fr_fr: Recherche WHOIS
id_id: Metadata ditambahkan
ko_kr: 슬레이브에 연결할 수 없습니다.
lt_lt: WHOIS paieška
pl_pl: Wyszukiwanie WHOIS
ru_ru: WHOIS Поиск
sv_se: Loggökväg
tr_tr: WHOIS Arama
uk_ua: This record type may have constituency parsing. Build parse tree.
vi_vn: Container không tìm thấy.
zh_cn: WHOIS 查询

source: Lookup domain RDAP information
cs_cz: Vyhledat RDAP informace domény
de_de: Domain-RDAP-Informationen nachschlagen
es_es: Buscar información RDAP del dominio
fr_fr: Rechercher les informations RDAP du domaine
id_id: Metadata modified
ko_kr: 피어에 연결할 수 없습니다.
lt_lt: Ieškoti domeno RDAP informacijos
pl_pl: Wyszukaj informacje RDAP domeny
ru_ru: Поиск RDAP информации домена
sv_se: Cachesökväg
tr_tr: Domain RDAP bilgilerini ara
uk_ua: Content suggests semantic role labeling. Identify predicate-argument structure.
vi_vn: Khởi động container thất bại.
zh_cn: 查找域名 RDAP 信息

source: RDAP Lookup
cs_cz: RDAP vyhledávání
de_de: RDAP-Suche
es_es: Búsqueda RDAP
fr_fr: Recherche RDAP
id_id: Metadata dimodifikasi
ko_kr: 파티션을 생성할 수 없습니다.
lt_lt: RDAP paieška
pl_pl: Wyszukiwanie RDAP
ru_ru: RDAP Поиск
sv_se: Temp-sökväg
tr_tr: RDAP Arama
uk_ua: Record may be affected by DNS Configuration Management Complexity.
vi_vn: Dừng container thất bại.
zh_cn: RDAP 查询

source: Manage API access keys
cs_cz: Správa přístupových klíčů API
de_de: API-Zugriffsschlüssel verwalten
es_es: Administrar claves de acceso API
fr_fr: Gérer les clés d'accès API
id_id: Metadata deleted
ko_kr: 파티션을 삭제할 수 없습니다.
lt_lt: Valdyti API prieigos raktus
pl_pl: Zarządzanie kluczami dostępu API
ru_ru: Управление ключами доступа API
sv_se: Systemmiljö
tr_tr: API erişim anahtarlarını yönet
uk_ua: This configuration may have coreference resolution. Link mentions to entities.
vi_vn: Image container không tìm thấy.
zh_cn: 管理 API 访问密钥

source: Manage API Keys
cs_cz: Správa klíčů API
de_de: API-Schlüssel verwalten
es_es: Administrar Claves API
fr_fr: Gérer les Clés API
id_id: Metadata dihapus
ko_kr: 인덱스를 생성할 수 없습니다.
lt_lt: Valdyti API raktus
pl_pl: Zarządzanie kluczami API
ru_ru: Управление API Ключами
sv_se: Produktion
tr_tr: API Anahtarlarını Yönet
uk_ua: Content includes relation extraction. Identify relationships between entities.
vi_vn: Xây dựng container thất bại.
zh_cn: 管理 API 密钥

source: Database Consistency
cs_cz: Konzistence databáze
de_de: Datenbankkonsistenz
es_es: Consistencia de Base de Datos
fr_fr: Cohérence de la Base de Données
id_id: Activity date
ko_kr: 인덱스를 삭제할 수 없습니다.
lt_lt: Duomenų bazės suderinamumas
pl_pl: Spójność bazy danych
ru_ru: Целостность Базы Данных
sv_se: Utveckling
tr_tr: Veritabanı Tutarlılığı
uk_ua: Record appears to be using sentiment analysis. Determine opinion polarity.
vi_vn: Cấu hình orchestration không hợp lệ.
zh_cn: 数据库一致性

source: Check database integrity
cs_cz: Zkontrolovat integritu databáze
de_de: Datenbankintegrität prüfen
es_es: Verificar integridad de base de datos
fr_fr: Vérifier l'intégrité de la base de données
id_id: Tanggal aktivitas
ko_kr: 인덱스를 재구축할 수 없습니다.
lt_lt: Patikrinti duomenų bazės vientisumą
pl_pl: Sprawdź integralność bazy danych
ru_ru: Проверить целостность базы данных
sv_se: Testning
tr_tr: Veritabanı bütünlüğünü kontrol et
uk_ua: This configuration may have aspect-based sentiment. Sentiment for specific aspects.
vi_vn: Triển khai service thất bại.
zh_cn: 检查数据库完整性

source: Check Database
cs_cz: Zkontrolovat databázi
de_de: Datenbank prüfen
es_es: Verificar Base de Datos
fr_fr: Vérifier la Base de Données
id_id: Activity type
ko_kr: 뷰를 생성할 수 없습니다.
lt_lt: Patikrinti duomenų bazę
pl_pl: Sprawdź bazę danych
ru_ru: Проверить Базу Данных
sv_se: Systemtimezone
tr_tr: Veritabanını Kontrol Et
uk_ua: Content may be affected by text classification. Assign categories to text.
vi_vn: Mở rộng service thất bại.
zh_cn: 检查数据库

source: Check DB
cs_cz: Zkontrolovat DB
de_de: DB prüfen
es_es: Verificar BD
fr_fr: Vérifier BD
id_id: Tipe aktivitas
ko_kr: 뷰를 삭제할 수 없습니다.
lt_lt: Patikrinti DB
pl_pl: Sprawdź BD
ru_ru: Проверить БД
sv_se: Systemspråk
tr_tr: VT Kontrol
uk_ua: Record may be part of question answering. Extract or generate answers.
vi_vn: Cập nhật service thất bại.
zh_cn: 检查数据库

source: Edit comment
cs_cz: Upravit komentář
de_de: Kommentar bearbeiten
es_es: Editar comentario
fr_fr: Modifier le commentaire
id_id: Activity details
ko_kr: 뷰를 새로고침할 수 없습니다.
lt_lt: Redaguoti komentarą
pl_pl: Edytuj komentarz
ru_ru: Редактировать комментарий
sv_se: Debug-läge
tr_tr: Yorumu düzenle
uk_ua: This record type may have extractive QA. Select answer span.
vi_vn: Cấu hình mạng không hợp lệ.
zh_cn: 编辑备注

source: Edit comment in zone
cs_cz: Upravit komentář v zóně
de_de: Kommentar in Zone bearbeiten
es_es: Editar comentario en zona
fr_fr: Modifier le commentaire dans la zone
id_id: Detail aktivitas
ko_kr: 트리거를 생성할 수 없습니다.
lt_lt: Redaguoti komentarą zonoje
pl_pl: Edytuj komentarz w strefie
ru_ru: Редактировать комментарий в зоне
sv_se: Aktivera debug-läge
tr_tr: Zondaki yorumu düzenle
uk_ua: Content suggests abstractive QA. Generate answer text.
vi_vn: Mạng không khả dụng.
zh_cn: 编辑区域中的备注

source: Add template
cs_cz: Přidat šablonu
de_de: Vorlage hinzufügen
es_es: Agregar plantilla
fr_fr: Ajouter un modèle
id_id: Performed by
ko_kr: 트리거를 삭제할 수 없습니다.
lt_lt: Pridėti šabloną
pl_pl: Dodaj szablon
ru_ru: Добавить шаблон
sv_se: Inaktivera debug-läge
tr_tr: Şablon ekle
uk_ua: Record may be affected by DNS Multi-Master Replication Conflicts.
vi_vn: Lỗi kết nối mạng.
zh_cn: 添加模板

source: Add zone template for
cs_cz: Přidat šablonu zóny pro
de_de: Zonenvorlage hinzufügen für
es_es: Agregar plantilla de zona para
fr_fr: Ajouter un modèle de zone pour
id_id: Dilakukan oleh
ko_kr: 프로시저를 생성할 수 없습니다.
lt_lt: Pridėti zonos šabloną
pl_pl: Dodaj szablon strefy dla
ru_ru: Добавить шаблон зоны для
sv_se: Debug-läge aktiverat
tr_tr: Zon şablonu ekle
uk_ua: This configuration may have machine translation. Translate between languages.
vi_vn: Network timeout.
zh_cn: 为以下对象添加区域模板

source: Provide a name for your template
cs_cz: Zadejte název šablony
de_de: Geben Sie einen Namen für die Vorlage an
es_es: Proporcione un nombre para su plantilla
fr_fr: Fournissez un nom pour votre modèle
id_id: System
ko_kr: 프로시저를 삭제할 수 없습니다.
lt_lt: Pateikite šablono pavadinimą
pl_pl: Podaj nazwę dla szablonu
ru_ru: Укажите имя для вашего шаблона
sv_se: Debug-läge inaktiverat
tr_tr: Şablonunuz için bir ad sağlayın
uk_ua: Content includes neural machine translation. Use encoder-decoder.
vi_vn: Network unreachable.
zh_cn: 为您的模板提供名称

source: Optional description to help identify this template
cs_cz: Volitelný popis pro snadnější identifikaci šablony
de_de: Optionale Beschreibung um die Vorlage zu identifizieren
es_es: Descripción opcional para ayudar a identificar esta plantilla
fr_fr: Description optionnelle pour aider à identifier ce modèle
id_id: Sistem
ko_kr: 프로시저를 호출할 수 없습니다.
lt_lt: Neprivalomas aprašymas, padedantis atpažinti šį šabloną
pl_pl: Opcjonalny opis ułatwiający identyfikację tego szablonu
ru_ru: Необязательное описание для идентификации этого шаблона
sv_se: Kunde inte aktivera debug-läge
tr_tr: Bu şablonu tanımlamaya yardımcı olacak isteğe bağlı açıklama
uk_ua: Record appears to be using text summarization. Generate concise summary.
vi_vn: Host unreachable.
zh_cn: 可选描述，帮助识别此模板

source: Global template
cs_cz: Globální šablona
de_de: Globale Vorlage
es_es: Plantilla global
fr_fr: Modèle global
id_id: Filter by date
ko_kr: 함수를 생성할 수 없습니다.
lt_lt: Globalus šablonas
pl_pl: Szablon globalny
ru_ru: Глобальный шаблон
sv_se: Kunde inte inaktivera debug-läge
tr_tr: Genel şablon
uk_ua: This configuration may have extractive summarization. Select important sentences.
vi_vn: Cổng đang sử dụng.
zh_cn: 全局模板

source: Make this template available to all users
cs_cz: Zpřístupnit tuto šablonu všem uživatelům
de_de: Vorlage für alle Benutzer verfügbar
es_es: Hacer esta plantilla disponible para todos los usuarios
fr_fr: Rendre ce modèle disponible à tous les utilisateurs
id_id: Filter berdasarkan tanggal
ko_kr: 함수를 삭제할 수 없습니다.
lt_lt: Padaryti šį šabloną prieinamą visiems naudotojams
pl_pl: Udostępnij ten szablon wszystkim użytkownikom
ru_ru: Сделать этот шаблон доступным для всех пользователей
sv_se: PHP-tillägg
tr_tr: Bu şablonu tüm kullanıcılar için kullanılabilir yap
uk_ua: Content may be affected by abstractive summarization. Generate new text.
vi_vn: Cổng bị chặn.
zh_cn: 使此模板对所有用户可用

source: Add zone template
cs_cz: Přidat šablonu zóny
de_de: Neue Zonenvorlage
es_es: Añadir plantilla de zona
fr_fr: Ajouter un modèle de zone
id_id: Filter by type
ko_kr: 함수를 호출할 수 없습니다.
lt_lt: Pridėti zonos šabloną
pl_pl: Dodaj szablon strefy
ru_ru: Добавить шаблон зоны
sv_se: Installerade tillägg
tr_tr: Zon şablonu ekle
uk_ua: Record may be part of text generation. Produce coherent text.
vi_vn: Không có route đến host.
zh_cn: 添加区域模板
