Repository: poweradmin/poweradmin
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: cs_cz, de_de, es_es, fr_fr, id_id, ko_kr, lt_lt, pl_pl, ru_ru, sv_se, tr_tr, uk_ua, vi_vn, zh_cn

source: SOA minimum (negative caching) value exceeds 24 hours (86400), which may be excessive according to RFC 2308.
cs_cz: SOA minimální (negativní cache) hodnota překračuje 24 hodin (86400), což může být nadměrné podle RFC 2308.
de_de: SOA-Minimum-(Negative-Caching)-Wert überschreitet 24 Stunden (86400), was laut RFC 2308 übermäßig sein kann.
es_es: El valor mínimo SOA (caché negativo) excede 24 horas (86400), lo que puede ser excesivo según RFC 2308.
fr_fr: La valeur minimale SOA (mise en cache négative) dépasse 24 heures (86400), ce qui peut être excessif selon RFC 2308.
id_id: Zone already exists.
ko_kr: OAuth 제공자에 연결할 수 없습니다.
lt_lt: SOA minimum (neigiamo talpinimo) reikšmė viršija 24 valandas (86400), kas gali būti per daug pagal RFC 2308.
pl_pl: Wartość minimum SOA (negatywne cachowanie) przekracza 24 godziny (86400), co może być nadmierne zgodnie z RFC 2308.
ru_ru: Минимальное значение SOA (отрицательное кеширование) превышает 24 часа (86400), что может быть чрезмерным согласно RFC 2308.
sv_se: API-behörigheten finns redan
tr_tr: SOA minimum (negatif önbellekleme) değeri 24 saati (86400) aşıyor, RFC 2308'e göre aşırı olabilir.
uk_ua: Record may be affected by browser DNS cache. Consider TTL for UX.
vi_vn: Giới hạn không hợp lệ. Phải là số nguyên dương.
zh_cn: SOA 最小值（负缓存）值超过 24 小时 (86400)，根据 RFC 2308 这可能过多。

source: SVCB record must start with a priority and target: <priority> <target> [<params>...]
cs_cz: SVCB záznam musí začínat prioritou a cílem: <priorita> <cíl> [<parametry>...]
de_de: SVCB-Eintrag muss mit Priorität und Ziel beginnen: <priorität> <ziel> [<parameter>...]
es_es: El registro SVCB debe comenzar con una prioridad y destino: <priority> <target> [<params>...]
fr_fr: L'enregistrement SVCB doit commencer par une priorité et une cible : <priorité> <cible> [<paramètres>...]
id_id: Zone sudah ada.
ko_kr: OAuth 인증에 실패했습니다.
lt_lt: SVCB įrašas turi prasidėti prioritetu ir tikslu: <prioritetas> <tikslas> [<parametrai>...]
pl_pl: Rekord SVCB musi zaczynać się od priorytetu i celu: <priorytet> <cel> [<parametry>...]
ru_ru: Запись SVCB должна начинаться с приоритета и цели: <приоритет> <цель> [<параметры>...]
sv_se: API-behörigheten finns inte
tr_tr: SVCB kaydı öncelik ve hedefle başlamalıdır: <priority> <target> [<params>...]
uk_ua: This configuration may have audit trail requirements. Enable logging.
vi_vn: Kích thước trang không hợp lệ. Phải là số nguyên dương.
zh_cn: SVCB 记录必须以优先级和目标开始：<priority> <target> [<params>...]

source: SVCB priority must be between 0 and 65535.
cs_cz: Priorita SVCB musí být mezi 0 a 65535.
de_de: SVCB-Priorität muss zwischen 0 und 65535 liegen.
es_es: La prioridad SVCB debe estar entre 0 y 65535.
fr_fr: La priorité SVCB doit être entre 0 et 65535.
id_id: Zone type is mandatory.
ko_kr: OAuth 토큰이 잘못되었습니다.
lt_lt: SVCB prioritetas turi būti tarp 0 ir 65535.
pl_pl: Priorytet SVCB musi być między 0 a 65535.
ru_ru: Приоритет SVCB должен быть от 0 до 65535.
sv_se: Redigera API-behörighet
tr_tr: SVCB önceliği 0 ile 65535 arasında olmalıdır.
uk_ua: Content includes algorithm or cipher. Verify cryptographic strength.
vi_vn: Số trang không hợp lệ. Phải là số nguyên dương.
zh_cn: SVCB 优先级必须在 0 到 65535 之间。

source: SVCB target must be either "." (for Service Mode) or a valid hostname.
cs_cz: Cíl SVCB musí být buď "." (pro Service Mode) nebo platný hostname.
de_de: SVCB-Ziel muss entweder "." (für Service-Mode) oder ein gültiger Hostname sein.
es_es: El destino SVCB debe ser "." (para Modo Servicio) o un nombre de host válido.
fr_fr: La cible SVCB doit être soit "." (pour le Mode Service) soit un nom d'hôte valide.
id_id: Tipe zone wajib diisi.
ko_kr: SAML 어설션이 잘못되었습니다.
lt_lt: SVCB tikslas turi būti arba "." (Service Mode) arba teisingas hostname.
pl_pl: Cel SVCB musi być albo "." (dla trybu usługi) albo prawidłową nazwą hosta.
ru_ru: Цель SVCB должна быть либо "." (для режима службы), либо корректным именем хоста.
sv_se: Ta bort API-behörighet
tr_tr: SVCB hedefi ya "." (Servis Modu için) ya da geçerli bir hostname olmalıdır.
uk_ua: Record may be part of chaos engineering. Document failure scenarios.
vi_vn: Loại sắp xếp không hợp lệ.
zh_cn: SVCB 目标必须是 "."（服务模式）或有效的主机名。

source: In Service Mode (priority = 0) with "." target, at least one SvcParam is required.
cs_cz: V Service Mode (priorita = 0) s cílem ".", je vyžadován alespoň jeden SvcParam.
de_de: Im Service-Mode (Priorität = 0) mit "."-Ziel ist mindestens ein SvcParam erforderlich.
es_es: En Modo Servicio (prioridad = 0) con destino ".", se requiere al menos un SvcParam.
fr_fr: En Mode Service (priorité = 0) avec cible ".", au moins un SvcParam est requis.
id_id: Invalid zone type.
ko_kr: SAML 인증에 실패했습니다.
lt_lt: Service Mode (prioritetas = 0) su "." tikslu reikalauja bent vieno SvcParam.
pl_pl: W trybie usługi (priorytet = 0) z celem ".", wymagany jest co najmniej jeden SvcParam.
ru_ru: В режиме службы (приоритет = 0) с целью ".", требуется хотя бы один SvcParam.
sv_se: Är du säker på att du vill ta bort denna API-behörighet?
tr_tr: Servis Modunda (öncelik = 0) "." hedefle, en az bir SvcParam gereklidir.
uk_ua: This record type may have observability gaps. Add metrics and traces.
vi_vn: Hướng sắp xếp không hợp lệ. Chỉ 'asc' hoặc 'desc' được chấp nhận.
zh_cn: 在使用 "." 目标的服务模式（优先级 = 0）中，至少需要一个 SvcParam。

source: In Alias Mode (priority > 0), the target cannot be ".".
cs_cz: V Alias Mode (priorita > 0) nemůže být cíl ".".
de_de: Im Alias-Mode (Priorität > 0) kann das Ziel nicht "." sein.
es_es: En Modo Alias (prioridad > 0), el destino no puede ser ".".
fr_fr: En Mode Alias (priorité > 0), la cible ne peut pas être ".".
id_id: Tipe zone tidak valid.
ko_kr: LDAP 서버에 연결할 수 없습니다.
lt_lt: Alias Mode (prioritetas > 0) tikslas negali būti ".".
pl_pl: W trybie aliasu (priorytet > 0), cel nie może być ".".
ru_ru: В режиме псевдонима (приоритет > 0), цель не может быть "."
sv_se: API-behörighet uppdaterad
tr_tr: Alias Modunda (öncelik > 0), hedef "." olamaz.
uk_ua: Content suggests circuit breaker pattern. Configure thresholds appropriately.
vi_vn: Bộ lọc không hợp lệ được áp dụng.
zh_cn: 在别名模式（优先级 > 0）中，目标不能是 "."。

source: In Alias Mode (priority > 0), no SvcParams are allowed.
cs_cz: V Alias Mode (priorita > 0) nejsou povoleny žádné SvcParams.
de_de: Im Alias-Mode (Priorität > 0) sind keine SvcParams erlaubt.
es_es: En Modo Alias (prioridad > 0), no se permiten SvcParams.
fr_fr: En Mode Alias (priorité > 0), aucun SvcParam n'est autorisé.
id_id: Master server is mandatory for slave zones.
ko_kr: LDAP 인증에 실패했습니다.
lt_lt: Alias Mode (prioritetas > 0) neleidžia jokių SvcParams.
pl_pl: W trybie aliasu (priorytet > 0), żadne SvcParams nie są dozwolone.
ru_ru: В режиме псевдонима (приоритет > 0), SvcParams не допускаются.
sv_se: Kunde inte uppdatera API-behörighet
tr_tr: Alias Modunda (öncelik > 0), SvcParam'lara izin verilmez.
uk_ua: Record may be affected by DNS query parallelization. Consider race conditions.
vi_vn: Giá trị tìm kiếm quá ngắn. Tối thiểu %d ký tự bắt buộc.
zh_cn: 在别名模式（优先级 > 0）中，不允许 SvcParams。

source: SVCB parameters must be in key=value format separated by spaces.
cs_cz: SVCB parametry musí být ve formátu klíč=hodnota oddělené mezerami.
de_de: SVCB-Parameter müssen im key=value-Format durch Leerzeichen getrennt sein.
es_es: Los parámetros SVCB deben estar en formato clave=valor separados por espacios.
fr_fr: Les paramètres SVCB doivent être au format clé=valeur séparés par des espaces.
id_id: Server master wajib untuk zone slave.
ko_kr: LDAP 바인드에 실패했습니다.
lt_lt: SVCB parametrai turi būti raktas=reikšmė formatu, atskirti tarpais.
pl_pl: Parametry SVCB muszą być w formacie klucz=wartość oddzielone spacjami.
ru_ru: Параметры SVCB должны быть в формате ключ=значение, разделенные пробелами.
sv_se: Resurs
tr_tr: SVCB parametreleri boşluklarla ayrılmış key=value formatında olmalıdır.
uk_ua: This configuration may have cost optimization opportunities. Review pricing.
vi_vn: Giá trị tìm kiếm quá dài. Tối đa %d ký tự được phép.
zh_cn: SVCB 参数必须采用用空格分隔的 key=value 格式。

source: Unknown SVCB parameter key: "%s".
cs_cz: Neznámý klíč SVCB parametru: "%s".
de_de: Unbekannter SVCB-Parameterschlüssel: "%s".
es_es: Clave de parámetro SVCB desconocida: "%s".
fr_fr: Clé de paramètre SVCB inconnue : "%s".
id_id: Master server format is invalid.
ko_kr: LDAP 검색에 실패했습니다.
lt_lt: Nežinomas SVCB parametro raktas: "%s".
pl_pl: Nieznany klucz parametru SVCB: "%s".
ru_ru: Неизвестный ключ параметра SVCB: "%s".
sv_se: Åtkomst
tr_tr: Bilinmeyen SVCB parametre anahtarı: "%s".
uk_ua: Content includes retry logic. Implement exponential backoff.
vi_vn: Truy vấn tìm kiếm chứa ký tự không hợp lệ.
zh_cn: 未知的 SVCB 参数键："%s"。

source: Duplicate SVCB parameter key: "%s". Each key can only appear once.
cs_cz: Duplicitní klíč SVCB parametru: "%s". Každý klíč se může objevit pouze jednou.
de_de: Doppelter SVCB-Parameterschlüssel: "%s". Jeder Schlüssel kann nur einmal erscheinen.
es_es: Clave de parámetro SVCB duplicada: "%s". Cada clave solo puede aparecer una vez.
fr_fr: Clé de paramètre SVCB dupliquée : "%s". Chaque clé ne peut apparaître qu'une fois.
id_id: Format server master tidak valid.
ko_kr: 사용자를 찾을 수 없습니다.
lt_lt: Dubliuojamas SVCB parametro raktas: "%s". Kiekvienas raktas gali pasirodyti tik vieną kartą.
pl_pl: Duplikat klucza parametru SVCB: "%s". Każdy klucz może wystąpić tylko raz.
ru_ru: Дублирующийся ключ параметра SVCB: "%s". Каждый ключ может появляться только один раз.
sv_se: Uppdatera API-behörighet
tr_tr: Yinelenen SVCB parametre anahtarı: "%s". Her anahtar sadece bir kez görünebilir.
uk_ua: Record may be part of gradual rollback. Verify rollback procedures.
vi_vn: Không có kết quả nào khớp với tiêu chí tìm kiếm của bạn.
zh_cn: 重复的 SVCB 参数键："%s"。每个键只能出现一次。

source: Multiple CNAME records with the same name are not allowed. This would create a DNS violation.
cs_cz: Více CNAME záznamů se stejným názvem není povoleno. Toto by vytvořilo porušení DNS.
de_de: Mehrere CNAME-Einträge mit demselben Namen sind nicht erlaubt. Dies würde eine DNS-Verletzung erzeugen.
es_es: No se permiten múltiples registros CNAME con el mismo nombre. Esto crearía una violación DNS.
fr_fr: Plusieurs enregistrements CNAME avec le même nom ne sont pas autorisés. Cela créerait une violation DNS.
id_id: Zone template
ko_kr: 그룹을 찾을 수 없습니다.
lt_lt: Keli CNAME įrašai su tuo pačiu vardu neleidžiami. Tai sukurtų DNS pažeidimą.
pl_pl: Wiele rekordów CNAME o tej samej nazwie nie jest dozwolone. To spowodowałoby naruszenie DNS.
ru_ru: Множественные записи CNAME с одинаковым именем не допускаются. Это создало бы нарушение DNS.
sv_se: API-dokumentation
tr_tr: Aynı ada sahip birden fazla CNAME kaydına izin verilmez. Bu bir DNS ihlali yaratacaktır.
uk_ua: This record type may be used for feature detection. Document feature support.
vi_vn: Quá nhiều kết quả. Vui lòng tinh chỉnh tìm kiếm của bạn.
zh_cn: 不允许具有相同名称的多个 CNAME 记录。这将产生 DNS 违规。

source: A CNAME record cannot coexist with other record types for the same name. Found existing %s record.
cs_cz: CNAME záznam nemůže koexistovat s jinými typy záznamů pro stejný název. Nalezen existující %s záznam.
de_de: Ein CNAME-Eintrag kann nicht mit anderen Eintragstypen für denselben Namen koexistieren. Vorhandener %s-Eintrag gefunden.
es_es: Un registro CNAME no puede coexistir con otros tipos de registro para el mismo nombre. Se encontró registro %s existente.
fr_fr: Un enregistrement CNAME ne peut pas coexister avec d'autres types d'enregistrements pour le même nom. Enregistrement %s existant trouvé.
id_id: Template zone
ko_kr: 역할을 찾을 수 없습니다.
lt_lt: CNAME įrašas negali egzistuoti su kitais įrašų tipais tuo pačiu vardu. Rastas egzistuojantis %s įrašas.
pl_pl: Rekord CNAME nie może współistnieć z innymi typami rekordów dla tej samej nazwy. Znaleziono istniejący rekord %s.
ru_ru: Запись CNAME не может сосуществовать с другими типами записей для того же имени. Найдена существующая запись %s.
sv_se: API-endpoint
tr_tr: Bir CNAME kaydı aynı ad için diğer kayıt türleriyle bir arada bulunamaz. Mevcut %s kaydı bulundu.
uk_ua: Content format may not be easily parseable. Consider machine-readable format.
vi_vn: Định dạng ngày không hợp lệ. Sử dụng YYYY-MM-DD.
zh_cn: CNAME 记录不能与同名的其他记录类型共存。发现现有的 %s 记录。

source: This record conflicts with an existing CNAME record with the same name. A CNAME record cannot coexist with other record types.
cs_cz: Tento záznam je v konfliktu s existujícím CNAME záznamem se stejným názvem. CNAME záznam nemůže koexistovat s jinými typy záznamů.
de_de: Dieser Eintrag steht in Konflikt mit einem vorhandenen CNAME-Eintrag mit demselben Namen. Ein CNAME-Eintrag kann nicht mit anderen Eintragstypen koexistieren.
es_es: Este registro entra en conflicto con un registro CNAME existente con el mismo nombre. Un registro CNAME no puede coexistir con otros tipos de registro.
fr_fr: Cet enregistrement entre en conflit avec un enregistrement CNAME existant avec le même nom. Un enregistrement CNAME ne peut pas coexister avec d'autres types d'enregistrements.
id_id: Apply zone template
ko_kr: 권한을 찾을 수 없습니다.
lt_lt: Šis įrašas konfliktuoja su egzistuojančiu CNAME įrašu tuo pačiu vardu. CNAME įrašas negali egzistuoti su kitais įrašų tipais.
pl_pl: Ten rekord koliduje z istniejącym rekordem CNAME o tej samej nazwie. Rekord CNAME nie może współistnieć z innymi typami rekordów.
ru_ru: Эта запись конфликтует с существующей записью CNAME с тем же именем. Запись CNAME не может сосуществовать с другими типами записей.
sv_se: API-endpoints
tr_tr: Bu kayıt aynı ada sahip mevcut bir CNAME kaydıyla çakışıyor. Bir CNAME kaydı diğer kayıt türleriyle bir arada bulunamaz.
uk_ua: Record appears to be using concatenation. Verify string handling.
vi_vn: Định dạng thời gian không hợp lệ. Sử dụng HH:MM:SS.
zh_cn: 此记录与同名的现有 CNAME 记录冲突。CNAME 记录不能与其他记录类型共存。

source: The local-part hash in SMIMEA records should be a 64-character SHA-256 hex hash. The format should be: SHA256(local-part)._smimecert.domain.tld
cs_cz: Hash lokální části v SMIMEA záznamech by měl být 64-znakový SHA-256 hex hash. Formát by měl být: SHA256(lokální-část)._smimecert.doména.tld
de_de: Der Local-Part-Hash in SMIMEA-Einträgen sollte ein 64-Zeichen-SHA-256-Hex-Hash sein. Das Format sollte sein: SHA256(local-part)._smimecert.domain.tld
es_es: El hash de la parte local en registros SMIMEA debe ser un hash SHA-256 hexadecimal de 64 caracteres. El formato debe ser: SHA256(local-part)._smimecert.domain.tld
fr_fr: Le hachage de la partie locale dans les enregistrements SMIMEA doit être un hachage hexadécimal SHA-256 de 64 caractères. Le format doit être : SHA256(partie-locale)._smimecert.domaine.tld
id_id: Terapkan template zone
ko_kr: 사용자가 이미 존재합니다.
lt_lt: Vietinės dalies hash SMIMEA įrašuose turėtų būti 64 simbolių SHA-256 hex hash. Formatas turėtų būti: SHA256(vietinė-dalis)._smimecert.domain.tld
pl_pl: Hash części lokalnej w rekordach SMIMEA powinien być 64-znakowym hashem SHA-256 w systemie szesnastkowym. Format powinien być: SHA256(część-lokalna)._smimecert.domena.tld
ru_ru: Хеш локальной части в записях SMIMEA должен быть 64-символьным SHA-256 hex-хешем. Формат должен быть: SHA256(локальная-часть)._smimecert.домен.tld
sv_se: Metod
tr_tr: SMIMEA kayıtlarındaki local-part hash 64 karakterlik SHA-256 hex hash olmalıdır. Format şöyle olmalıdır: SHA256(local-part)._smimecert.domain.tld
uk_ua: This configuration may have race condition risks. Implement proper locking.
vi_vn: Định dạng datetime không hợp lệ. Sử dụng YYYY-MM-DD HH:MM:SS.
zh_cn: SMIMEA 记录中的本地部分哈希应该是 64 字符的 SHA-256 十六进制哈希。格式应为：SHA256(local-part)._smimecert.domain.tld

source: SMIMEA record name is in the format: SHA256(local-part)._smimecert.domain.tld for email addresses like %s
id_id: Zone template not found.
ko_kr: 그룹이 이미 존재합니다.
sv_se: Beskrivning
uk_ua: Content includes timeout value. Verify timeout is appropriate for operation.
vi_vn: Dấu thời gian không hợp lệ.

source: This does not use the standard SMIMEA name format. SMIMEA records should typically use: SHA256(local-part)._smimecert.domain.tld
cs_cz: Toto nepoužívá standardní formát názvu SMIMEA. SMIMEA záznamy by typicky měly používat: SHA256(lokální-část)._smimecert.doména.tld
de_de: Dies verwendet nicht das Standard-SMIMEA-Namensformat. SMIMEA-Einträge sollten normalerweise verwenden: SHA256(local-part)._smimecert.domain.tld
es_es: Esto no usa el formato de nombre SMIMEA estándar. Los registros SMIMEA típicamente deben usar: SHA256(local-part)._smimecert.domain.tld
fr_fr: Ceci n'utilise pas le format de nom SMIMEA standard. Les enregistrements SMIMEA devraient typiquement utiliser : SHA256(partie-locale)._smimecert.domaine.tld
id_id: Template zone tidak ditemukan.
ko_kr: 역할이 이미 존재합니다.
lt_lt: Tai nenaudoja standartinio SMIMEA vardo formato. SMIMEA įrašai paprastai turėtų naudoti: SHA256(vietinė-dalis)._smimecert.domain.tld
pl_pl: To nie używa standardowego formatu nazwy SMIMEA. Rekordy SMIMEA powinny zazwyczaj używać: SHA256(część-lokalna)._smimecert.domena.tld
ru_ru: Это не использует стандартный формат имени SMIMEA. Записи SMIMEA обычно должны использовать: SHA256(локальная-часть)._smimecert.домен.tld
sv_se: Parametrar
tr_tr: Bu standart SMIMEA ad formatını kullanmıyor. SMIMEA kayıtları genellikle şunu kullanmalıdır: SHA256(local-part)._smimecert.domain.tld
uk_ua: Record may be affected by DNS resolver capabilities. Check resolver features.
vi_vn: Ngày bắt đầu phải trước ngày kết thúc.
zh_cn: 这不使用标准的 SMIMEA 名称格式。SMIMEA 记录通常应使用：SHA256(local-part)._smimecert.domain.tld

source: Invalid value for priority field. SMIMEA records must have priority value of 0.
cs_cz: Neplatná hodnota pole priority. SMIMEA záznamy musí mít hodnotu priority 0.
de_de: Ungültiger Wert für das Prioritätsfeld. SMIMEA-Einträge müssen einen Prioritätswert von 0 haben.
es_es: Valor inválido para el campo de prioridad. Los registros SMIMEA deben tener valor de prioridad de 0.
fr_fr: Valeur invalide pour le champ priorité. Les enregistrements SMIMEA doivent avoir une valeur de priorité de 0.
id_id: Zone template applied successfully.
ko_kr: 권한이 이미 존재합니다.
lt_lt: Neteisinga prioriteto lauko reikšmė. SMIMEA įrašai turi turėti prioriteto reikšmę 0.
pl_pl: Nieprawidłowa wartość dla pola priorytetu. Rekordy SMIMEA muszą mieć wartość priorytetu 0.
ru_ru: Недопустимое значение для поля приоритета. Записи SMIMEA должны иметь значение приоритета 0.
sv_se: Svar
tr_tr: Öncelik alanı için geçersiz değer. SMIMEA kayıtları 0 öncelik değerine sahip olmalıdır.
uk_ua: This configuration may have stale data risks. Implement cache invalidation.
vi_vn: Khoảng ngày vượt quá giới hạn tối đa cho phép.
zh_cn: 优先级字段值无效。SMIMEA 记录的优先级值必须为 0。

source: SMIMEA makes email addresses visible in DNS. Consider privacy implications when publishing SMIMEA records.
cs_cz: SMIMEA činí e-mailové adresy viditelnými v DNS. Zvažte důsledky pro soukromí při publikování SMIMEA záznamů.
de_de: SMIMEA macht E-Mail-Adressen in DNS sichtbar. Berücksichtigen Sie Datenschutzimplikationen beim Veröffentlichen von SMIMEA-Einträgen.
es_es: SMIMEA hace visibles las direcciones de correo electrónico en DNS. Considere las implicaciones de privacidad al publicar registros SMIMEA.
fr_fr: SMIMEA rend les adresses e-mail visibles dans le DNS. Considérez les implications de confidentialité lors de la publication d'enregistrements SMIMEA.
id_id: Template zone berhasil diterapkan.
ko_kr: 사용자를 생성할 수 없습니다.
lt_lt: SMIMEA daro el. pašto adresus matomus DNS. Apsvarstykite privatumo pasekmės skelbiant SMIMEA įrašus.
pl_pl: SMIMEA czyni adresy e-mail widocznymi w DNS. Rozważ implikacje prywatności podczas publikowania rekordów SMIMEA.
ru_ru: SMIMEA делает адреса электронной почты видимыми в DNS. Учитывайте последствия для конфиденциальности при публикации записей SMIMEA.
sv_se: Exempelförfrågan
tr_tr: SMIMEA e-posta adreslerini DNS'te görünür hale getirir. SMIMEA kayıtlarını yayınlarken gizlilik etkilerini düşünün.
uk_ua: Content suggests pagination or batching. Verify page size and limits.
vi_vn: Dải ngày phải nằm trong khoảng %d ngày.
zh_cn: SMIMEA 使电子邮件地址在 DNS 中可见。发布 SMIMEA 记录时请考虑隐私影响。

source: SMIMEA record content cannot be empty.
cs_cz: Obsah SMIMEA záznamu nemůže být prázdný.
de_de: SMIMEA-Eintragsinhalt kann nicht leer sein.
es_es: El contenido del registro SMIMEA no puede estar vacío.
fr_fr: Le contenu de l'enregistrement SMIMEA ne peut pas être vide.
id_id: Failed to apply zone template.
ko_kr: 사용자를 업데이트할 수 없습니다.
lt_lt: SMIMEA įrašo turinys negali būti tuščias.
pl_pl: Zawartość rekordu SMIMEA nie może być pusta.
ru_ru: Содержимое записи SMIMEA не может быть пустым.
sv_se: Exempelsvar
tr_tr: SMIMEA kayıt içeriği boş olamaz.
uk_ua: Record may be part of distributed system. Consider consistency model.
vi_vn: Ngày không thể trong tương lai.
zh_cn: SMIMEA 记录内容不能为空。

source: SMIMEA record contains invalid characters.
cs_cz: SMIMEA záznam obsahuje neplatné znaky.
de_de: SMIMEA-Eintrag enthält ungültige Zeichen.
es_es: El registro SMIMEA contiene caracteres inválidos.
fr_fr: L'enregistrement SMIMEA contient des caractères invalides.
id_id: Gagal menerapkan template zone.
ko_kr: 사용자를 삭제할 수 없습니다.
lt_lt: SMIMEA įrašas turi neteisingų simbolių.
pl_pl: Rekord SMIMEA zawiera nieprawidłowe znaki.
ru_ru: Запись SMIMEA содержит недопустимые символы.
sv_se: Autentisering
tr_tr: SMIMEA kaydı geçersiz karakterler içeriyor.
uk_ua: This record type may have serialization format. Verify encoding/decoding.
vi_vn: Ngày không thể trong quá khứ.
zh_cn: SMIMEA 记录包含无效字符。

source: SMIMEA record must contain usage, selector, matching-type, and certificate-data separated by spaces.
cs_cz: SMIMEA záznam musí obsahovat použití, selektor, typ-porovnání a data-certifikátu oddělené mezerami.
de_de: SMIMEA-Eintrag muss Usage, Selector, Matching-Type und Certificate-Data durch Leerzeichen getrennt enthalten.
es_es: El registro SMIMEA debe contener uso, selector, tipo de coincidencia y datos de certificado separados por espacios.
fr_fr: L'enregistrement SMIMEA doit contenir usage, sélecteur, type-correspondance et données-certificat séparés par des espaces.
id_id: Zone owner
ko_kr: 그룹을 생성할 수 없습니다.
lt_lt: SMIMEA įrašas turi turėti naudojimą, selektorių, atitikimo tipą ir sertifikato duomenis, atskirtus tarpais.
pl_pl: Rekord SMIMEA musi zawierać użycie, selektor, typ dopasowania i dane certyfikatu oddzielone spacjami.
ru_ru: Запись SMIMEA должна содержать использование, селектор, тип соответствия и данные сертификата, разделенные пробелами.
sv_se: API-autentisering
tr_tr: SMIMEA kaydı boşluklarla ayrılmış kullanım, seçici, eşleşme türü ve sertifika verisi içermelidir.
uk_ua: Content includes schema version. Maintain version migration path.
vi_vn: Giá trị không hợp lệ cho định dạng xuất. Các tùy chọn: %s.
zh_cn: SMIMEA 记录必须包含用空格分隔的用法、选择器、匹配类型和证书数据。

source: SMIMEA usage field must be a number between 0 and 3.
cs_cz: Pole použití SMIMEA musí být číslo mezi 0 a 3.
de_de: SMIMEA-Usage-Feld muss eine Zahl zwischen 0 und 3 sein.
es_es: El campo de uso SMIMEA debe ser un número entre 0 y 3.
fr_fr: Le champ usage SMIMEA doit être un nombre entre 0 et 3.
id_id: Pemilik zone
ko_kr: 그룹을 업데이트할 수 없습니다.
lt_lt: SMIMEA naudojimo laukas turi būti skaičius tarp 0 ir 3.
pl_pl: Pole użycia SMIMEA musi być liczbą między 0 a 3.
ru_ru: Поле использования SMIMEA должно быть числом от 0 до 3.
sv_se: API-autentiseringsmetod
tr_tr: SMIMEA kullanım alanı 0 ile 3 arasında bir sayı olmalıdır.
uk_ua: Record appears to be using interpolation. Verify variable substitution.
vi_vn: Giá trị không hợp lệ cho định dạng nhập. Các tùy chọn: %s.
zh_cn: SMIMEA 用法字段必须是 0 到 3 之间的数字。
