Repository: poweradmin/poweradmin
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: cs_cz, de_de, es_es, fr_fr, id_id, ko_kr, lt_lt, pl_pl, ru_ru, sv_se, tr_tr, uk_ua, vi_vn, zh_cn

source: You do not have permission to regenerate API keys.
cs_cz: Nemáte oprávnění regenerovat API klíče.
de_de: Sie haben keine Berechtigung, API-Schlüssel zu regenerieren.
es_es: No tiene permiso para regenerar claves API.
fr_fr: Vous n'avez pas la permission de régénérer les clés API.
id_id: GSS-ALLOW-AXFR-PRINCIPAL
ko_kr: 인증서 정책 제약 조건이 잘못되었습니다.
lt_lt: Neturite leidimo perdaryti API raktų.
pl_pl: Nie masz uprawnień do regeneracji kluczy API.
ru_ru: У вас нет разрешения на перегенерацию API ключей.
sv_se: Kunde inte lägga till IP-svartlista
tr_tr: API anahtarlarını yeniden oluşturma izniniz yok.
uk_ua: Content may be affected by residual connections. Add skip connections.
vi_vn: Xác minh SSL API thất bại.
zh_cn: 您没有重新生成 API 密钥的权限。

source: No SOA record present, or active, in zone. This is required for DNSSEC.
id_id: GSS-ALLOW-AXFR-PRINCIPAL
ko_kr: 인증서 CRL 배포 지점이 잘못되었습니다.
sv_se: IP-svartlista borttagen
uk_ua: Record may be part of encoder-decoder. Design appropriate architecture.
vi_vn: Lỗi chứng chỉ SSL API.

source: Add an SOA record to the zone before attempting to sign it.
id_id: GSS-ACCEPTOR-PRINCIPAL
ko_kr: 인증서 권한 정보 액세스가 잘못되었습니다.
sv_se: Kunde inte ta bort IP-svartlista
uk_ua: This record type may have sequence-to-sequence. Handle variable lengths.
vi_vn: Handshake API timeout.

source: Zone has %d SOA records. Only one SOA record is allowed per zone.
id_id: GSS-ACCEPTOR-PRINCIPAL
ko_kr: 인증서 주체 키 식별자가 잘못되었습니다.
sv_se: Ogiltig IP-svartlista
uk_ua: Content suggests beam search. Set beam width appropriately.
vi_vn: Chuyển hướng API vượt quá giới hạn.

source: Remove duplicate SOA records, keeping only one.
id_id: IXFR
ko_kr: 인증서 권한 키 식별자가 잘못되었습니다.
sv_se: IP-svartlistan finns redan
uk_ua: Record may be affected by DNS UPDATE messages. Verify update authentication.
vi_vn: Vòng lặp chuyển hướng API phát hiện.

source: SOA record not at apex. Found at "%s" but zone is "%s".
id_id: IXFR
ko_kr: 백업 작업을 생성할 수 없습니다.
sv_se: IP-svartlistan finns inte
uk_ua: This configuration may have teacher forcing. Use scheduled sampling.
vi_vn: Cấu hình webhook không hợp lệ.

source: Move the SOA record to the zone apex.
id_id: Zone list
ko_kr: 백업 작업을 시작할 수 없습니다.
sv_se: Redigera IP-svartlista
uk_ua: Content includes curriculum learning. Order training examples by difficulty.
vi_vn: URL webhook không hợp lệ.

source: SOA record has invalid content format.
id_id: Daftar zone
ko_kr: 백업 작업을 중지할 수 없습니다.
sv_se: Ta bort IP-svartlista
uk_ua: Record appears to be using transfer learning. Fine-tune pretrained model.
vi_vn: Payload webhook không hợp lệ.

source: SOA format should be: primary-ns hostmaster serial refresh retry expire minimum
id_id: Add new zone
ko_kr: 백업 작업을 삭제할 수 없습니다.
sv_se: Är du säker på att du vill ta bort denna IP-svartlista?
uk_ua: This configuration may have domain adaptation. Reduce domain shift.
vi_vn: Chữ ký webhook không hợp lệ.

source: Zone has no NS (Name Server) records at the apex. At least one apex NS record is required for DNSSEC.
id_id: Tambah zone baru
ko_kr: 복원 작업을 생성할 수 없습니다.
sv_se: IP-svartlista uppdaterad
uk_ua: Content may be affected by few-shot learning. Use meta-learning approaches.
vi_vn: Xác minh webhook thất bại.

source: Add NS records at the zone apex for your authoritative name servers.
id_id: Import zone
ko_kr: 복원 작업을 시작할 수 없습니다.
sv_se: Kunde inte uppdatera IP-svartlista
uk_ua: Record may be part of zero-shot learning. Use attribute-based classification.
vi_vn: Giao hàng webhook thất bại.

source: DNSSEC signing cannot proceed due to the following errors:
id_id: Impor zone
ko_kr: 복원 작업을 중지할 수 없습니다.
sv_se: Uppdatera IP-svartlista
uk_ua: This record type may have contrastive learning. Design proper contrastive loss.
vi_vn: Webhook timeout.

source: Additionally, the following warnings were found:
id_id: Export zone
ko_kr: 복원 작업을 삭제할 수 없습니다.
sv_se: Säkerhetshändelser
uk_ua: Content suggests self-supervised learning. Create pretext tasks.
vi_vn: Thử lại webhook vượt quá.

source: The following warnings were found:
id_id: Ekspor zone
ko_kr: 예약 작업을 생성할 수 없습니다.
sv_se: Säkerhetshändelse
uk_ua: Record may be affected by DNS SOA query for zone discovery. Protect zone enumeration.
vi_vn: Endpoint webhook không thể truy cập.

source: Unknown database type.
cs_cz: Neznámý typ databáze.
de_de: Unbekannter Datenbanktyp.
es_es: Tipo de base de datos desconocido.
fr_fr: Type de base de données inconnu.
id_id: Export zone as BIND format
ko_kr: 예약 작업을 시작할 수 없습니다.
lt_lt: Nežinomas duomenų bazės tipas.
pl_pl: Nieznany typ bazy danych.
ru_ru: Неизвестный тип базы данных.
sv_se: Händelseseveritet
tr_tr: Bilinmeyen veritabanı tipi.
uk_ua: This configuration may have semi-supervised learning. Leverage unlabeled data.
vi_vn: Phương thức OAuth không hợp lệ.
zh_cn: 未知的数据库类型。

source: There is no matching reverse-zone for: %s.
cs_cz: Neexistuje odpovídající reverzní zóna pro: %s.
de_de: Es gibt keine passende Reverse-Zone für: %s.
es_es: No hay zona reversa coincidente para: %s.
fr_fr: Il n'y a pas de zone inverse correspondante pour : %s.
id_id: Ekspor zone dalam format BIND
ko_kr: 예약 작업을 중지할 수 없습니다.
lt_lt: Nėra atitinkamos atvirkštinės zonos: %s.
pl_pl: Nie ma pasującej strefy odwrotnej dla: %s.
ru_ru: Нет соответствующей обратной зоны для: %s.
sv_se: Låg
tr_tr: Eşleşen ters zon bulunmuyor: %s.
uk_ua: Content includes active learning. Query most informative samples.
vi_vn: OAuth client ID không hợp lệ.
zh_cn: %s 没有匹配的反向区域。

source: A PTR record for %s pointing to %s already exists.
cs_cz: PTR záznam pro %s směřující na %s již existuje.
de_de: Ein PTR-Eintrag für %s, der auf %s zeigt, existiert bereits.
es_es: Ya existe un registro PTR para %s apuntando a %s.
fr_fr: Un enregistrement PTR pour %s pointant vers %s existe déjà.
id_id: Export zone as AXFR
ko_kr: 예약 작업을 삭제할 수 없습니다.
lt_lt: PTR įrašas %s nukreipiantis į %s jau egzistuoja.
pl_pl: Rekord PTR dla %s wskazujący na %s już istnieje.
ru_ru: PTR запись для %s, указывающая на %s, уже существует.
sv_se: Medel
tr_tr: %s için %s'ye işaret eden bir PTR kaydı zaten mevcut.
uk_ua: Record appears to be using reinforcement learning. Define reward function.
vi_vn: OAuth client secret không hợp lệ.
zh_cn: 指向 %s 的 %s 的 PTR 记录已存在。

source: Reverse record added. Warning: A PTR record for %s already exists pointing to: %s. Having multiple PTR records for the same IP is not recommended.
id_id: Ekspor zone sebagai AXFR
ko_kr: 크론 작업을 생성할 수 없습니다.
sv_se: Hög
uk_ua: This configuration may have policy gradient. Estimate gradient with REINFORCE.
vi_vn: OAuth redirect URI không hợp lệ.

source: You do not have the permission to add SOA record.
cs_cz: Nemáte oprávnění přidat SOA záznam.
de_de: Sie haben keine Berechtigung, SOA-Einträge hinzuzufügen.
es_es: No tiene permiso para agregar registro SOA.
fr_fr: Vous n'avez pas la permission d'ajouter un enregistrement SOA.
id_id: Import zone from file
ko_kr: 크론 작업을 시작할 수 없습니다.
lt_lt: Neturite leidimo pridėti SOA įrašo.
pl_pl: Nie masz uprawnień do dodawania rekordu SOA.
ru_ru: У вас нет разрешения на добавление SOA записи.
sv_se: Kritisk
tr_tr: SOA kaydı ekleme yetkiniz yok.
uk_ua: Content may be affected by Q-learning. Use experience replay and target network.
vi_vn: OAuth scope không hợp lệ.
zh_cn: 您没有添加 SOA 记录的权限。

source: You do not have the permission to add NS record.
cs_cz: Nemáte oprávnění přidat NS záznam.
de_de: Sie haben keine Berechtigung, NS-Einträge hinzuzufügen.
es_es: No tiene permiso para agregar registro NS.
fr_fr: Vous n'avez pas la permission d'ajouter un enregistrement NS.
id_id: Impor zone dari file
ko_kr: 크론 작업을 중지할 수 없습니다.
lt_lt: Neturite leidimo pridėti NS įrašo.
pl_pl: Nie masz uprawnień do dodawania rekordu NS.
ru_ru: У вас нет разрешения на добавление NS записи.
sv_se: Visa säkerhetshändelse
tr_tr: NS kaydı ekleme yetkiniz yok.
uk_ua: Record may be part of actor-critic. Train actor and critic jointly.
vi_vn: OAuth state tham số không hợp lệ.
zh_cn: 您没有添加 NS 记录的权限。

source: A record with this hostname, type, and content already exists.
cs_cz: Záznam s tímto hostname, typem a obsahem již existuje.
de_de: Ein Eintrag mit diesem Hostnamen, Typ und Inhalt existiert bereits.
es_es: Ya existe un registro con este nombre de host, tipo y contenido.
fr_fr: Un enregistrement avec ce nom d'hôte, ce type et ce contenu existe déjà.
id_id: Import zone from AXFR
ko_kr: 크론 작업을 삭제할 수 없습니다.
lt_lt: Įrašas su šiuo hostname, tipu ir turiniu jau egzistuoja.
pl_pl: Rekord z tą nazwą hosta, typem i zawartością już istnieje.
ru_ru: Запись с таким именем хоста, типом и содержимым уже существует.
sv_se: Säkerhetshändelsedetaljer
tr_tr: Bu hostname, tip ve içerikle bir kayıt zaten mevcut.
uk_ua: This record type may have advantage function. Reduce variance in estimates.
vi_vn: OAuth authorization code không hợp lệ.
zh_cn: 具有此主机名、类型和内容的记录已存在。

source: You do not have the permission to edit this SOA record.
cs_cz: Nemáte oprávnění upravit tento SOA záznam.
de_de: Sie haben keine Berechtigung, diesen SOA-Eintrag zu bearbeiten.
es_es: No tiene permiso para editar este registro SOA.
fr_fr: Vous n'avez pas la permission de modifier cet enregistrement SOA.
id_id: Impor zone dari AXFR
ko_kr: 대기열 작업을 생성할 수 없습니다.
lt_lt: Neturite leidimo redaguoti šio SOA įrašo.
pl_pl: Nie masz uprawnień do edycji tego rekordu SOA.
ru_ru: У вас нет разрешения на редактирование этой SOA записи.
sv_se: Misslyckade inloggningsförsök
tr_tr: Bu SOA kaydını düzenlemek için izniniz yok.
uk_ua: Content suggests proximal policy optimization. Clip objective to prevent large updates.
vi_vn: OAuth access token không hợp lệ.
zh_cn: 您没有编辑此 SOA 记录的权限。

source: You do not have the permission to edit this NS record.
cs_cz: Nemáte oprávnění upravit tento NS záznam.
de_de: Sie haben keine Berechtigung, diesen NS-Eintrag zu bearbeiten.
es_es: No tiene permiso para editar este registro NS.
fr_fr: Vous n'avez pas la permission de modifier cet enregistrement NS.
id_id: Zone file
ko_kr: 대기열 작업을 시작할 수 없습니다.
lt_lt: Neturite leidimo redaguoti šio NS įrašo.
pl_pl: Nie masz uprawnień do edycji tego rekordu NS.
ru_ru: У вас нет разрешения на редактирование этой NS записи.
sv_se: Obehörig åtkomst
tr_tr: Bu NS kaydını düzenlemek için izniniz yok.
uk_ua: Record may be affected by DNS root server priming. Keep root hints current.
vi_vn: OAuth refresh token không hợp lệ.
zh_cn: 您没有编辑此 NS 记录的权限。

source: You do not have the permission to delete SOA records.
cs_cz: Nemáte oprávnění mazat SOA záznamy.
de_de: Sie haben keine Berechtigung, SOA-Einträge zu löschen.
es_es: No tiene permiso para eliminar registros SOA.
fr_fr: Vous n'avez pas la permission de supprimer les enregistrements SOA.
id_id: File zone
ko_kr: 대기열 작업을 중지할 수 없습니다.
lt_lt: Neturite leidimo šalinti SOA įrašų.
pl_pl: Nie masz uprawnień do usuwania rekordów SOA.
ru_ru: У вас нет разрешения на удаление SOA записей.
sv_se: Misstänkt aktivitet
tr_tr: SOA kayıtlarını silme yetkiniz yok.
uk_ua: This configuration may have trust region. Constrain policy updates.
vi_vn: OAuth token hết hạn.
zh_cn: 您没有删除 SOA 记录的权限。

source: You do not have the permission to delete NS records.
cs_cz: Nemáte oprávnění mazat NS záznamy.
de_de: Sie haben keine Berechtigung, NS-Einträge zu löschen.
es_es: No tiene permiso para eliminar registros NS.
fr_fr: Vous n'avez pas la permission de supprimer les enregistrements NS.
id_id: Select zone file to import
ko_kr: 대기열 작업을 삭제할 수 없습니다.
lt_lt: Neturite leidimo šalinti NS įrašų.
pl_pl: Nie masz uprawnień do usuwania rekordów NS.
ru_ru: У вас нет разрешения на удаление NS записей.
sv_se: Brutit mot policy
tr_tr: NS kayıtlarını silme yetkiniz yok.
uk_ua: Content includes exploration strategy. Use epsilon-greedy or entropy bonus.
vi_vn: OAuth token bị thu hồi.
zh_cn: 您没有删除 NS 记录的权限。

source: Invalid argument(s) given to function %s %s
cs_cz: Neplatný argument(y) předané funkci %s %s
de_de: Ungültige Argument(e) an Funktion %s %s übergeben
es_es: Argumento(s) inválido(s) dado(s) a la función %s %s
fr_fr: Argument(s) invalide(s) donné(s) à la fonction %s %s
id_id: Pilih file zone untuk diimpor
ko_kr: 워커를 생성할 수 없습니다.
lt_lt: Neteisingi argumentai pateikti funkcijai %s %s
pl_pl: Nieprawidłowy argument(y) przekazane do funkcji %s %s
ru_ru: Недопустимый аргумент(ы) переданы функции %s %s
sv_se: Säkerhetsintrång
tr_tr: Fonksiyon %s %s'ye geçersiz argüman(lar) verildi
uk_ua: Record appears to be using multi-armed bandit. Balance exploration and exploitation.
vi_vn: OAuth grant type không được hỗ trợ.
zh_cn: 给函数 %s %s 提供了无效参数

source: There is already a supermaster with this IP address and hostname.
cs_cz: Supermaster s touto IP adresou a hostname již existuje.
de_de: Es gibt bereits einen Supermaster mit dieser IP-Adresse und diesem Hostnamen.
es_es: Ya existe un supermaster con esta dirección IP y nombre de host.
fr_fr: Il existe déjà un supermaster avec cette adresse IP et ce nom d'hôte.
id_id: Zone imported successfully.
ko_kr: 워커를 시작할 수 없습니다.
lt_lt: Jau yra supermaster su šiuo IP adresu ir hostname.
pl_pl: Już istnieje supermaster z tym adresem IP i nazwą hosta.
ru_ru: Уже существует суперсервер с этим IP-адресом и именем хоста.
sv_se: Säkerhetsvarning
tr_tr: Bu IP adresi ve hostname ile zaten bir supermaster mevcut.
uk_ua: This configuration may have contextual bandit. Incorporate context into decisions.
vi_vn: OAuth response type không được hỗ trợ.
zh_cn: 已存在具有此 IP 地址和主机名的超级主服务器。

source: Invalid argument(s) given to function %s
cs_cz: Neplatný argument(y) předané funkci %s
de_de: Ungültige Argument(e) an Funktion %s übergeben
es_es: Argumento(s) inválido(s) dado(s) a la función %s
fr_fr: Argument(s) invalide(s) donné(s) à la fonction %s
id_id: Zone berhasil diimpor.
ko_kr: 워커를 중지할 수 없습니다.
lt_lt: Neteisingi argumentai pateikti funkcijai %s
pl_pl: Nieprawidłowy argument(y) przekazane do funkcji %s
ru_ru: Недопустимый аргумент(ы) переданы функции %s
sv_se: Säkerhetsvarningar
tr_tr: Fonksiyon %s'ye geçersiz argüman(lar) verildi
uk_ua: Content may be affected by Thompson sampling. Sample from posterior distributions.
vi_vn: Người dùng OAuth từ chối quyền truy cập.
zh_cn: 给函数 %s 提供了无效参数

source: The selected user already owns the zone.
cs_cz: Vybraný uživatel již vlastní zónu.
de_de: Der ausgewählte Benutzer besitzt bereits die Zone.
es_es: El usuario seleccionado ya posee la zona.
fr_fr: L'utilisateur sélectionné possède déjà la zone.
id_id: Failed to import zone.
ko_kr: 워커를 삭제할 수 없습니다.
lt_lt: Pasirinktas naudotojas jau valdo zoną.
pl_pl: Wybrany użytkownik już jest właścicielem strefy.
ru_ru: Выбранный пользователь уже владеет зоной.
sv_se: Skapa säkerhetsvarning
tr_tr: Seçilen kullanıcı zaten zonun sahibidir.
uk_ua: Record may be part of upper confidence bound. Use UCB1 or similar.
vi_vn: Máy chủ OAuth authorization không khả dụng.
zh_cn: 选定的用户已拥有该区域。

source: Home
cs_cz: Domů
de_de: Startseite
es_es: Inicio
fr_fr: Accueil
id_id: Gagal mengimpor zone.
ko_kr: 작업을 대기열에 추가할 수 없습니다.
lt_lt: Pradžia
pl_pl: Strona główna
ru_ru: Главная
sv_se: Säkerhetsvarning skapad
tr_tr: Ana Sayfa
uk_ua: This record type may have Bayesian optimization. Use Gaussian process or TPE.
vi_vn: Cấu hình SAML không hợp lệ.
zh_cn: 主页

source: API Keys
cs_cz: API Klíče
de_de: API-Schlüssel
es_es: Claves API
fr_fr: Clés API
id_id: Zone exported successfully.
ko_kr: 작업을 대기열에서 제거할 수 없습니다.
lt_lt: API raktai
pl_pl: Klucze API
ru_ru: API Ключи
sv_se: Kunde inte skapa säkerhetsvarning
tr_tr: API Anahtarları
uk_ua: Content suggests genetic algorithm. Define fitness function and operators.
vi_vn: SAML assertion không hợp lệ.
zh_cn: API 密钥

source: API Key Regenerated
cs_cz: API Klíč regenerován
de_de: API-Schlüssel regeneriert
es_es: Clave API Regenerada
fr_fr: Clé API Regénérée
id_id: Zone berhasil diekspor.
ko_kr: 작업을 처리할 수 없습니다.
lt_lt: API raktas perdarytas
pl_pl: Klucz API został zregenerowany
ru_ru: API Ключ Перегенерирован
sv_se: Ta bort säkerhetsvarning
tr_tr: API Anahtarı Yeniden Oluşturuldu
uk_ua: Record may be affected by DNS trust anchor configuration. Maintain trust anchors.
vi_vn: Chữ ký SAML không hợp lệ.
zh_cn: API 密钥已重新生成

source: API Key Regenerated Successfully
cs_cz: API Klíč úspěšně regenerován
de_de: API-Schlüssel erfolgreich regeneriert
es_es: Clave API Regenerada Exitosamente
fr_fr: Clé API Regénérée avec Succès
id_id: Failed to export zone.
ko_kr: 작업을 재시도할 수 없습니다.
lt_lt: API raktas sėkmingai perdarytas
pl_pl: Klucz API został pomyślnie zregenerowany
ru_ru: API Ключ Успешно Перегенерирован
sv_se: Säkerhetsvarning borttagen
tr_tr: API Anahtarı Başarıyla Yeniden Oluşturuldu
uk_ua: This configuration may have particle swarm optimization. Set swarm parameters.
vi_vn: Phản hồi SAML không hợp lệ.
zh_cn: API 密钥重新生成成功

source: IMPORTANT: Save your new API key now!
cs_cz: DŮLEŽITÉ: Uložte si nový API klíč nyní!
de_de: WICHTIG: Speichern Sie Ihren neuen API-Schlüssel jetzt!
es_es: IMPORTANTE: ¡Guarde su nueva clave API ahora!
fr_fr: IMPORTANT : Enregistrez votre nouvelle clé API maintenant !
id_id: Gagal mengekspor zone.
ko_kr: 작업에 실패했습니다.
lt_lt: SVARBU: Išsaugokite savo naują API raktą dabar!
pl_pl: WAŻNE: Zapisz swój nowy klucz API teraz!
ru_ru: ВАЖНО: Сохраните ваш новый API ключ сейчас!
sv_se: Kunde inte ta bort säkerhetsvarning
tr_tr: ÖNEMLİ: Yeni API anahtarınızı şimdi kaydedin!
uk_ua: Content includes simulated annealing. Define cooling schedule.
vi_vn: SAML assertion hết hạn.
zh_cn: 重要：请立即保存您的新 API 密钥！

source: This is the only time your new API key will be displayed. Please save it now as you won't be able to see it again.
cs_cz: Toto je jediná příležitost, kdy bude váš nový API klíč zobrazen. Uložte si ho nyní, protože ho už nebudete moci znovu vidět.
de_de: Dies ist das einzige Mal, dass Ihr neuer API-Schlüssel angezeigt wird. Bitte speichern Sie ihn jetzt, da Sie ihn nicht mehr sehen können.
es_es: Esta es la única vez que se mostrará su nueva clave API. Por favor guárdela ahora ya que no podrá verla nuevamente.
fr_fr: C'est la seule fois que votre nouvelle clé API sera affichée. Veuillez l'enregistrer maintenant car vous ne pourrez plus la voir.
id_id: Invalid zone file format.
ko_kr: 작업이 시간 초과되었습니다.
lt_lt: Tai vienintelis kartas, kai jūsų naujas API raktas bus rodomas. Išsaugokite jį dabar, nes nebegalėsite jo pamatyti.
pl_pl: To jedyna okazja, kiedy Twój nowy klucz API będzie wyświetlony. Zapisz go teraz, ponieważ nie będziesz mógł go już więcej zobaczyć.
ru_ru: Это единственный раз, когда ваш новый API ключ будет отображен. Пожалуйста, сохраните его сейчас, так как вы не сможете увидеть его снова.
sv_se: Markera som läst
tr_tr: Bu yeni API anahtarınızın görüntüleneceği tek seferdir. Lütfen şimdi kaydedin çünkü bir daha göremeyeceksiniz.
uk_ua: Record appears to be using hill climbing. Handle local optima.
vi_vn: SAML issuer không hợp lệ.
zh_cn: 这是您的新 API 密钥唯一一次显示。请立即保存，因为您将无法再次看到它。

source: Name:
cs_cz: Název:
es_es: Nombre:
fr_fr: Nom :
id_id: Format file zone tidak valid.
ko_kr: 작업이 취소되었습니다.
lt_lt: Vardas:
pl_pl: Nazwa:
ru_ru: Имя:
sv_se: Markera som oläst
tr_tr: Ad:
uk_ua: This configuration may have tabu search. Maintain tabu list.
vi_vn: SAML audience không hợp lệ.
zh_cn: 名称：

source: New API Key:
cs_cz: Nový API Klíč:
de_de: Neuer API-Schlüssel:
es_es: Nueva Clave API:
fr_fr: Nouvelle Clé API :
id_id: Zone file is empty.
ko_kr: 검색 인덱스를 생성할 수 없습니다.
lt_lt: Naujas API raktas:
pl_pl: Nowy klucz API:
ru_ru: Новый API Ключ:
sv_se: Säkerhetsvarning markerad som läst
tr_tr: Yeni API Anahtarı:
uk_ua: Content may be affected by constraint satisfaction. Use backtracking or local search.
vi_vn: SAML destination không hợp lệ.
zh_cn: 新 API 密钥：

source: Copy
cs_cz: Kopírovat
de_de: Kopieren
es_es: Copiar
fr_fr: Copier
id_id: File zone kosong.
ko_kr: 검색 인덱스를 업데이트할 수 없습니다.
lt_lt: Kopijuoti
pl_pl: Kopiuj
ru_ru: Скопировать
sv_se: Säkerhetsvarning markerad som oläst
tr_tr: Kopyala
uk_ua: Record may be part of graph coloring. Choose appropriate algorithm.
vi_vn: SAML recipient không hợp lệ.
zh_cn: 复制

source: Created at:
cs_cz: Vytvořeno:
de_de: Erstellt am:
es_es: Creado en:
fr_fr: Créé le :
id_id: Zone file is too large.
ko_kr: 검색 인덱스를 삭제할 수 없습니다.
lt_lt: Sukurta:
pl_pl: Utworzono:
ru_ru: Создан:
sv_se: Kunde inte markera säkerhetsvarning
tr_tr: Oluşturulma:
uk_ua: This record type may have maximum flow. Use Ford-Fulkerson or similar.
vi_vn: Thuộc tính SAML thiếu.
zh_cn: 创建时间：

source: Expires at:
cs_cz: Vyprší:
de_de: Läuft ab am:
es_es: Expira en:
fr_fr: Expire le :
id_id: File zone terlalu besar.
ko_kr: 문서를 인덱싱할 수 없습니다.
lt_lt: Baigiasi:
pl_pl: Wygasa:
ru_ru: Истекает:
sv_se: Säkerhetsrapport
tr_tr: Süre Sonu:
uk_ua: Content suggests minimum spanning tree. Use Kruskal or Prim's algorithm.
vi_vn: Định dạng NameID SAML không hợp lệ.
zh_cn: 到期时间：

source: Never
cs_cz: Nikdy
de_de: Niemals
es_es: Nunca
fr_fr: Jamais
id_id: Maximum file size is %s MB.
ko_kr: 문서 인덱스를 해제할 수 없습니다.
lt_lt: Niekada
pl_pl: Nigdy
ru_ru: Никогда
sv_se: Säkerhetsrapporter
tr_tr: Asla
uk_ua: Record may be affected by DNS zone transfer ACLs. Configure AXFR/IXFR permissions.
vi_vn: Cấu hình JWT không hợp lệ.
zh_cn: 永不

source: Status:
cs_cz: Stav:
es_es: Estado:
fr_fr: Statut :
id_id: Ukuran file maksimal adalah %s MB.
ko_kr: 검색할 수 없습니다.
lt_lt: Būsena:
pl_pl: Stan:
ru_ru: Статус:
sv_se: Generera säkerhetsrapport
tr_tr: Durum:
uk_ua: This configuration may have shortest path. Use Dijkstra or Bellman-Ford.
vi_vn: JWT token không hợp lệ.
zh_cn: 状态：

source: Disabled
cs_cz: Zakázáno
de_de: Deaktiviert
es_es: Deshabilitado
fr_fr: Désactivé
id_id: Bulk zone operations
ko_kr: 잘못된 검색 쿼리입니다.
lt_lt: Išjungtas
pl_pl: Wyłączony
ru_ru: Отключен
sv_se: Säkerhetsrapport genererad
tr_tr: Devre Dışı
uk_ua: Content includes A* search. Design admissible heuristic.
vi_vn: Chữ ký JWT không hợp lệ.
zh_cn: 已禁用

source: Expired
cs_cz: Vypršelo
de_de: Abgelaufen
es_es: Expirado
fr_fr: Expiré
id_id: Operasi zone massal
ko_kr: 검색 결과가 없습니다.
lt_lt: Pasibaigęs
pl_pl: Wygasły
ru_ru: Истек
sv_se: Kunde inte generera säkerhetsrapport
tr_tr: Süresi Dolmuş
uk_ua: Record appears to be using breadth-first search. Use queue for frontier.
vi_vn: JWT header không hợp lệ.
zh_cn: 已过期

source: Active
cs_cz: Aktivní
de_de: Aktiv
es_es: Activo
fr_fr: Actif
id_id: Select zones
ko_kr: 검색 결과가 너무 많습니다.
lt_lt: Aktyvus
pl_pl: Aktywny
ru_ru: Активен
sv_se: Ladda ner säkerhetsrapport
tr_tr: Aktif
uk_ua: This configuration may have depth-first search. Use stack or recursion.
vi_vn: JWT payload không hợp lệ.
zh_cn: 活跃

source: Return to API Keys
cs_cz: Zpět na API Klíče
de_de: Zurück zu API-Schlüsseln
es_es: Regresar a Claves API
fr_fr: Retourner aux Clés API
id_id: Pilih zone
ko_kr: 캐시 키를 생성할 수 없습니다.
lt_lt: Grįžti į API raktus
pl_pl: Powrót do kluczy API
ru_ru: Вернуться к API Ключам
sv_se: Säkerhetsrapport nedladdad
tr_tr: API Anahtarlarına Dön
uk_ua: Content may be affected by bidirectional search. Meet in the middle.
vi_vn: JWT token hết hạn.
zh_cn: 返回 API 密钥

source: Copied!
cs_cz: Zkopírováno!
de_de: Kopiert!
es_es: ¡Copiado!
fr_fr: Copié !
id_id: Select all zones
ko_kr: 캐시 항목을 저장할 수 없습니다.
lt_lt: Nukopijuota!
pl_pl: Skopiowano!
ru_ru: Скопировано!
sv_se: Kunde inte ladda ner säkerhetsrapport
tr_tr: Kopyalandı!
uk_ua: Record may be part of iterative deepening. Combine benefits of BFS and DFS.
vi_vn: JWT token chưa hợp lệ (nbf claim).
zh_cn: 已复制！

source: Reverse Zones
cs_cz: Reverzní zóny
de_de: Reverse Zonen
es_es: Zonas Reversas
fr_fr: Zones Inverses
id_id: Pilih semua zone
ko_kr: 캐시 항목을 검색할 수 없습니다.
lt_lt: Atvirkštinės zonos
pl_pl: Strefy odwrotne
ru_ru: Обратные Зоны
sv_se: Rapporttyp
tr_tr: Ters Zonlar
uk_ua: This record type may have uniform cost search. Expand lowest-cost node.
vi_vn: JWT issuer không hợp lệ.
zh_cn: 反向区域
