Repository: poweradmin/poweradmin
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: cs_cz, de_de, es_es, fr_fr, id_id, ko_kr, lt_lt, pl_pl, ru_ru, sv_se, tr_tr, uk_ua, vi_vn, zh_cn

source: RP TXT domain contains empty label.
cs_cz: RP TXT doména obsahuje prázdný štítek.
de_de: RP-TXT-Domäne enthält leeres Label.
es_es: El dominio TXT RP contiene una etiqueta vacía.
fr_fr: Le domaine TXT RP contient une étiquette vide.
id_id: NAPTR record regexp is mandatory.
ko_kr: 리소스를 찾을 수 없습니다.
lt_lt: RP TXT domenas turi tuščią žymę.
pl_pl: Domena TXT RP zawiera pustą etykietę.
ru_ru: TXT домен RP содержит пустую метку.
sv_se: Kunde inte uppdatera zonmallpost
tr_tr: RP TXT domain boş etiket içeriyor.
uk_ua: Content contains parentheses, which may affect parsing. Verify intended format.
vi_vn: Cờ không hợp lệ cho bản ghi NSEC3. Phải là 0 hoặc 1 (opt-out).
zh_cn: RP TXT 域包含空标签。

source: RP TXT domain label exceeds maximum length of 63 characters.
cs_cz: Štítek RP TXT domény překračuje maximální délku 63 znaků.
de_de: RP-TXT-Domänen-Label überschreitet die maximale Länge von 63 Zeichen.
es_es: La etiqueta del dominio TXT RP excede la longitud máxima de 63 caracteres.
fr_fr: L'étiquette de domaine TXT RP dépasse la longueur maximale de 63 caractères.
id_id: Regexp NAPTR record wajib diisi.
ko_kr: 데이터베이스 오류가 발생했습니다.
lt_lt: RP TXT domeno žymė viršija maksimalų 63 simbolių ilgį.
pl_pl: Etykieta domeny TXT RP przekracza maksymalną długość 63 znaków.
ru_ru: Метка TXT домена RP превышает максимальную длину в 63 символа.
sv_se: Använd mall
tr_tr: RP TXT domain etiketi maksimum 63 karakter uzunluğunu aşıyor.
uk_ua: Detected international domain name (IDN). Verify punycode encoding is correct.
vi_vn: Số lần lặp không hợp lệ cho bản ghi NSEC3. Phải nằm trong khoảng từ 0 đến 65535.
zh_cn: RP TXT 域标签超过最大长度 63 个字符。

source: RP TXT domain contains invalid characters or format.
cs_cz: RP TXT doména obsahuje neplatné znaky nebo formát.
de_de: RP-TXT-Domäne enthält ungültige Zeichen oder Format.
es_es: El dominio TXT RP contiene caracteres o formato inválidos.
fr_fr: Le domaine TXT RP contient des caractères ou un format invalides.
id_id: NAPTR record replacement is mandatory.
ko_kr: 알 수 없는 오류가 발생했습니다.
lt_lt: RP TXT domenas turi neteisingų simbolių ar formatą.
pl_pl: Domena TXT RP zawiera nieprawidłowe znaki lub format.
ru_ru: TXT домен RP содержит недопустимые символы или формат.
sv_se: Mall tillämpad
tr_tr: RP TXT domain geçersiz karakterler veya format içeriyor.
uk_ua: Name contains uppercase letters. DNS is case-insensitive but lowercase is conventional.
vi_vn: Muối không hợp lệ cho bản ghi NSEC3. Phải là chuỗi thập lục phân hoặc '-' cho không có muối.
zh_cn: RP TXT 域包含无效字符或格式。

source: RP TXT domain exceeds maximum length of 253 characters.
cs_cz: RP TXT doména překračuje maximální délku 253 znaků.
de_de: RP-TXT-Domäne überschreitet die maximale Länge von 253 Zeichen.
es_es: El dominio TXT RP excede la longitud máxima de 253 caracteres.
fr_fr: Le domaine TXT RP dépasse la longueur maximale de 253 caractères.
id_id: Replacement NAPTR record wajib diisi.
ko_kr: 입력 값을 확인하십시오.
lt_lt: RP TXT domenas viršija maksimalų 253 simbolių ilgį.
pl_pl: Domena TXT RP przekracza maksymalną długość 253 znaków.
ru_ru: TXT домен RP превышает максимальную длину в 253 символа.
sv_se: Kunde inte tillämpa mall
tr_tr: RP TXT domain maksimum 253 karakter uzunluğunu aşıyor.
uk_ua: IP address is in private range (RFC 1918). Verify this is intentional for internal DNS.
vi_vn: Hàm băm tên tiếp theo không hợp lệ cho bản ghi NSEC3. Phải là chuỗi base32hex hợp lệ.
zh_cn: RP TXT 域超过最大长度 253 个字符。

source: Ensure a TXT record exists at this domain name containing contact information for the responsible person.
cs_cz: Ujistěte se, že existuje TXT záznam na tomto doménovém jméně obsahující kontaktní informace pro odpovědnou osobu.
de_de: Stellen Sie sicher, dass ein TXT-Eintrag unter diesem Domänennamen existiert, der Kontaktinformationen für die verantwortliche Person enthält.
es_es: Asegúrese de que existe un registro TXT en este nombre de dominio que contenga información de contacto para la persona responsable.
fr_fr: Assurez-vous qu'un enregistrement TXT existe à ce nom de domaine contenant les informations de contact pour la personne responsable.
id_id: HINFO record CPU is mandatory.
ko_kr: 필수 필드가 누락되었습니다.
lt_lt: Užtikrinkite, kad TXT įrašas egzistuoja šiame domeno varde su atsakingo asmens kontaktų informacija.
pl_pl: Upewnij się że rekord TXT istnieje pod tą nazwą domeny zawierający informacje kontaktowe odpowiedzialnej osoby.
ru_ru: Убедитесь, что TXT запись существует по этому доменному имени, содержащая контактную информацию ответственного лица.
sv_se: Zonkommentar
tr_tr: Bu domain adında sorumlu kişi için iletişim bilgilerini içeren bir TXT kaydının var olduğundan emin olun.
uk_ua: IP address 127.0.0.1 (localhost) is rarely used in DNS records. Verify this is intentional.
vi_vn: Danh sách loại không hợp lệ cho bản ghi NSEC3.
zh_cn: 确保在此域名存在包含负责人联系信息的 TXT 记录。

source: You should create a TXT record at domain: %s
cs_cz: Měli byste vytvořit TXT záznam na doméně: %s
de_de: Sie sollten einen TXT-Eintrag bei der Domäne erstellen: %s
es_es: Debe crear un registro TXT en el dominio: %s
fr_fr: Vous devriez créer un enregistrement TXT au domaine : %s
id_id: CPU HINFO record wajib diisi.
ko_kr: 잘못된 요청입니다.
lt_lt: Turėtumėte sukurti TXT įrašą domene: %s
pl_pl: Powinieneś utworzyć rekord TXT pod domeną: %s
ru_ru: Вы должны создать TXT запись в домене: %s
sv_se: Zonkommentar uppdaterad
tr_tr: Domain: %s'de bir TXT kaydı oluşturmalısınız
uk_ua: IP address 0.0.0.0 may be used intentionally but verify this is correct.
vi_vn: Số lần lặp NSEC3 (%d) cao hơn mức khuyến nghị (%d). Giá trị cao làm tăng thời gian xác thực.
zh_cn: 您应在域 %s 创建一个 TXT 记录

source: This appears to be an EUI-64 address derived from an EUI-48 address (contains FF-FE in the middle).
cs_cz: Toto se zdá být EUI-64 adresa odvozená z EUI-48 adresy (obsahuje FF-FE uprostřed).
de_de: Dies scheint eine EUI-64-Adresse zu sein, die von einer EUI-48-Adresse abgeleitet ist (enthält FF-FE in der Mitte).
es_es: Esto parece ser una dirección EUI-64 derivada de una dirección EUI-48 (contiene FF-FE en el medio).
fr_fr: Ceci semble être une adresse EUI-64 dérivée d'une adresse EUI-48 (contient FF-FE au milieu).
id_id: HINFO record OS is mandatory.
ko_kr: 내부 서버 오류입니다.
lt_lt: Tai atrodo kaip EUI-64 adresas, gautas iš EUI-48 adreso (turi FF-FE viduryje).
pl_pl: To wydaje się być adresem EUI-64 pochodzącym z adresu EUI-48 (zawiera FF-FE w środku).
ru_ru: Это выглядит как EUI-64 адрес, полученный из EUI-48 адреса (содержит FF-FE в середине).
sv_se: Kunde inte uppdatera zonkommentar
tr_tr: Bu EUI-48 adresinden türetilmiş bir EUI-64 adresi gibi görünüyor (ortada FF-FE içeriyor).
uk_ua: IPv6 ::1 (localhost) is rarely used in DNS records. Verify this is intentional.
vi_vn: Cờ opt-out NSEC3 được đặt. Hãy đảm bảo các ủy quyền không an toàn được dự định.
zh_cn: 这似乎是从 EUI-48 地址派生的 EUI-64 地址（中间包含 FF-FE）。

source: This appears to be an IPv6 interface identifier (has the universal/local bit flipped compared to standard EUI-64).
cs_cz: Toto se zdá být identifikátor IPv6 rozhraní (má obrácený universal/local bit oproti standardnímu EUI-64).
de_de: Dies scheint ein IPv6-Interface-Identifikator zu sein (hat das Universal/Local-Bit im Vergleich zu Standard-EUI-64 umgedreht).
es_es: Esto parece ser un identificador de interfaz IPv6 (tiene el bit universal/local invertido comparado con EUI-64 estándar).
fr_fr: Ceci semble être un identifiant d'interface IPv6 (a le bit universel/local inversé par rapport à l'EUI-64 standard).
id_id: OS HINFO record wajib diisi.
ko_kr: 서비스를 일시적으로 사용할 수 없습니다.
lt_lt: Tai atrodo kaip IPv6 sąsajos identifikatorius (turi universal/local bitą apverstą, palyginti su standartiniu EUI-64).
pl_pl: To wydaje się być identyfikatorem interfejsu IPv6 (ma odwrócony bit uniwersalny/lokalny w porównaniu do standardowego EUI-64).
ru_ru: Это выглядит как идентификатор интерфейса IPv6 (имеет перевернутый универсальный/локальный бит по сравнению со стандартным EUI-64).
sv_se: Zonstatistik
tr_tr: Bu bir IPv6 arayuz tanımlayıcısı gibi görünüyor (standart EUI-64'e kıyasla evrensel/yerel bit çevrilmiş).
uk_ua: IPv6 :: (all zeros) may be used intentionally but verify this is correct.
vi_vn: NSEC3 không có muối. Hãy cân nhắc thêm muối để bảo mật tốt hơn.
zh_cn: 这似乎是 IPv6 接口标识符（与标准 EUI-64 相比，通用/本地位被翻转）。

source: Priority field for EUI64 records must be 0 or empty.
cs_cz: Pole priority pro záznamy EUI64 musí být 0 nebo prázdné.
de_de: Prioritätsfeld für EUI64-Einträge muss 0 oder leer sein.
es_es: El campo de prioridad para registros EUI64 debe ser 0 o estar vacío.
fr_fr: Le champ de priorité pour les enregistrements EUI64 doit être 0 ou vide.
id_id: RP record mailbox is mandatory.
ko_kr: 요청 시간이 초과되었습니다.
lt_lt: EUI64 įrašų prioriteto laukas turi būti 0 arba tuščias.
pl_pl: Pole priorytetu dla rekordów EUI64 musi mieć wartość 0 lub być puste.
ru_ru: Поле приоритета для EUI64 записей должно быть 0 или пустым.
sv_se: Totalt antal zoner
tr_tr: EUI64 kayıtları için öncelik alanı 0 veya boş olmalıdır.
uk_ua: Record content appears to be truncated or incomplete.
vi_vn: Muối NSEC3 nên được thay đổi định kỳ để bảo mật tối ưu.
zh_cn: EUI64 记录的优先级字段必须是 0 或空。

source: RFC 7043 recommends against publishing EUI-64 addresses in the public DNS due to potential privacy implications.
cs_cz: RFC 7043 nedoporučuje publikování EUI-64 adres ve veřejném DNS kvůli možným důsledkům pro soukromí.
de_de: RFC 7043 rät davon ab, EUI-64-Adressen im öffentlichen DNS zu veröffentlichen aufgrund potentieller Datenschutzimplikationen.
es_es: RFC 7043 recomienda no publicar direcciones EUI-64 en el DNS público debido a posibles implicaciones de privacidad.
fr_fr: La RFC 7043 recommande de ne pas publier les adresses EUI-64 dans le DNS public en raison d'implications potentielles de confidentialité.
id_id: Mailbox RP record wajib diisi.
ko_kr: 너무 많은 요청입니다. 나중에 다시 시도하십시오.
lt_lt: RFC 7043 nerekomenduoja skelbti EUI-64 adresų viešame DNS dėl galimų privatumo pasekmių.
pl_pl: RFC 7043 odradza publikowanie adresów EUI-64 w publicznym DNS ze względu na potencjalne implikacje prywatności.
ru_ru: RFC 7043 рекомендует не публиковать EUI-64 адреса в публичном DNS из-за потенциальных проблем конфиденциальности.
sv_se: Totalt antal poster
tr_tr: RFC 7043 olası gizlilik etkileri nedeniyle EUI-64 adreslerinin genel DNS'te yayınlanmasına karşı tavsiyelerde bulunur.
uk_ua: Unusual characters detected. Verify content is correctly formatted.
vi_vn: Nội dung bản ghi NSEC3 phải ở định dạng: algorithm flags iterations salt nexthash types.
zh_cn: RFC 7043 建议不要在公共 DNS 中发布 EUI-64 地址，因为可能存在隐私问题。

source: EUI64 record uses colon separators (xx:xx:xx:xx:xx:xx:xx:xx) but requires hyphen separators (xx-xx-xx-xx-xx-xx-xx-xx).
cs_cz: EUI64 záznam používá dvojtečkové oddělovače (xx:xx:xx:xx:xx:xx:xx:xx), ale vyžaduje pomlčkové oddělovače (xx-xx-xx-xx-xx-xx-xx-xx).
de_de: EUI64-Eintrag verwendet Doppelpunkt-Trennzeichen (xx:xx:xx:xx:xx:xx:xx:xx), benötigt aber Bindestrich-Trennzeichen (xx-xx-xx-xx-xx-xx-xx-xx).
es_es: El registro EUI64 usa separadores de dos puntos (xx:xx:xx:xx:xx:xx:xx:xx) pero requiere separadores de guión (xx-xx-xx-xx-xx-xx-xx-xx).
fr_fr: L'enregistrement EUI64 utilise des séparateurs deux-points (xx:xx:xx:xx:xx:xx:xx:xx) mais nécessite des séparateurs traits d'union (xx-xx-xx-xx-xx-xx-xx-xx).
id_id: RP record text is mandatory.
ko_kr: 지원되지 않는 미디어 유형입니다.
lt_lt: EUI64 įrašas naudoja dvitaškio skirtukus (xx:xx:xx:xx:xx:xx:xx:xx), bet reikalauja brūkšnelio skirtukų (xx-xx-xx-xx-xx-xx-xx-xx).
pl_pl: Rekord EUI64 używa separatorów dwukropka (xx:xx:xx:xx:xx:xx:xx:xx) ale wymaga separatorów łącznika (xx-xx-xx-xx-xx-xx-xx-xx).
ru_ru: EUI64 запись использует разделители двоеточия (xx:xx:xx:xx:xx:xx:xx:xx), но требует разделители дефиса (xx-xx-xx-xx-xx-xx-xx-xx).
sv_se: Poster per zon
tr_tr: EUI64 kaydı iki nokta ayırıcıları (xx:xx:xx:xx:xx:xx:xx:xx) kullanıyor ancak tire ayırıcıları (xx-xx-xx-xx-xx-xx-xx-xx) gerektiriyor.
uk_ua: Record may be affected by DNS Response Policy Zone (RPZ). Verify intended behavior.
vi_vn: Ký tự không hợp lệ trong nội dung bản ghi NSEC3.
zh_cn: EUI64 记录使用了冒号分隔符 (xx:xx:xx:xx:xx:xx:xx:xx)，但需要连字符分隔符 (xx-xx-xx-xx-xx-xx-xx-xx)。

source: EUI64 record is missing separators. Format must be xx-xx-xx-xx-xx-xx-xx-xx with hyphens between octets.
cs_cz: EUI64 záznamu chybí oddělovače. Formát musí být xx-xx-xx-xx-xx-xx-xx-xx s pomlčkami mezi oktety.
de_de: EUI64-Eintrag fehlen Trennzeichen. Format muss xx-xx-xx-xx-xx-xx-xx-xx mit Bindestrichen zwischen Oktetten sein.
es_es: Al registro EUI64 le faltan separadores. El formato debe ser xx-xx-xx-xx-xx-xx-xx-xx con guiones entre octetos.
fr_fr: L'enregistrement EUI64 manque de séparateurs. Le format doit être xx-xx-xx-xx-xx-xx-xx-xx avec des traits d'union entre les octets.
id_id: Text RP record wajib diisi.
ko_kr: 엔터티가 너무 큽니다.
lt_lt: EUI64 įraše trūksta skirtukų. Formatas turi būti xx-xx-xx-xx-xx-xx-xx-xx su brūkšneliais tarp oktetų.
pl_pl: W rekordzie EUI64 brakuje separatorów. Format musi być xx-xx-xx-xx-xx-xx-xx-xx z łącznikami między oktetami.
ru_ru: В EUI64 записи отсутствуют разделители. Формат должен быть xx-xx-xx-xx-xx-xx-xx-xx с дефисами между октетами.
sv_se: Posttyper
tr_tr: EUI64 kaydında ayırıcılar eksik. Format oktetler arasında tireler ile xx-xx-xx-xx-xx-xx-xx-xx olmalıdır.
uk_ua: Consider implementing DNSSEC for this zone to improve security and authenticity.
vi_vn: Trường ưu tiên cho bản ghi NSEC3 phải là 0 hoặc rỗng
zh_cn: EUI64 记录缺少分隔符。格式必须是 xx-xx-xx-xx-xx-xx-xx-xx，在字节之间使用连字符。

source: EUI64 record appears to be in dotted format. Format must be xx-xx-xx-xx-xx-xx-xx-xx.
cs_cz: EUI64 záznam se zdá být v tečkovaném formátu. Formát musí být xx-xx-xx-xx-xx-xx-xx-xx.
de_de: EUI64-Eintrag scheint im Punkt-Format zu sein. Format muss xx-xx-xx-xx-xx-xx-xx-xx sein.
es_es: El registro EUI64 parece estar en formato con puntos. El formato debe ser xx-xx-xx-xx-xx-xx-xx-xx.
fr_fr: L'enregistrement EUI64 semble être en format pointé. Le format doit être xx-xx-xx-xx-xx-xx-xx-xx.
id_id: CERT record type is mandatory.
ko_kr: 잘못된 콘텐츠 유형입니다.
lt_lt: EUI64 įrašas atrodo taškiniu formatu. Formatas turi būti xx-xx-xx-xx-xx-xx-xx-xx.
pl_pl: Rekord EUI64 wydaje się być w formacie kropkowanym. Format musi być xx-xx-xx-xx-xx-xx-xx-xx.
ru_ru: EUI64 запись выглядит в точечном формате. Формат должен быть xx-xx-xx-xx-xx-xx-xx-xx.
sv_se: Antal
tr_tr: EUI64 kaydı noktalı formatta görünüyor. Format xx-xx-xx-xx-xx-xx-xx-xx olmalıdır.
uk_ua: Multiple records of the same type detected. Verify this is intentional (round-robin, redundancy).
vi_vn: Bản ghi NSEC3 thường được quản lý tự động bởi phần mềm ký DNSSEC. Không khuyến khích tạo thủ công.
zh_cn: EUI64 记录似乎采用了点分格式。格式必须是 xx-xx-xx-xx-xx-xx-xx-xx。

source: EUI64 record must be a valid EUI-64 address in xx-xx-xx-xx-xx-xx-xx-xx format (where x is a hexadecimal digit).
cs_cz: EUI64 záznam musí být platná EUI-64 adresa ve formátu xx-xx-xx-xx-xx-xx-xx-xx (kde x je hexadecimální číslice).
de_de: EUI64-Eintrag muss eine gültige EUI-64-Adresse im xx-xx-xx-xx-xx-xx-xx-xx-Format sein (wobei x eine hexadezimale Ziffer ist).
es_es: El registro EUI64 debe ser una dirección EUI-64 válida en formato xx-xx-xx-xx-xx-xx-xx-xx (donde x es un dígito hexadecimal).
fr_fr: L'enregistrement EUI64 doit être une adresse EUI-64 valide au format xx-xx-xx-xx-xx-xx-xx-xx (où x est un chiffre hexadécimal).
id_id: Tipe CERT record wajib diisi.
ko_kr: 인증이 필요합니다.
lt_lt: EUI64 įrašas turi būti teisingas EUI-64 adresas xx-xx-xx-xx-xx-xx-xx-xx formatu (kur x yra šešioliktainis skaitmuo).
pl_pl: Rekord EUI64 musi być prawidłowym adresem EUI-64 w formacie xx-xx-xx-xx-xx-xx-xx-xx (gdzie x to cyfra szesnastkowa).
ru_ru: EUI64 запись должна быть допустимым EUI-64 адресом в формате xx-xx-xx-xx-xx-xx-xx-xx (где x - шестнадцатеричная цифра).
sv_se: Procent
tr_tr: EUI64 kaydı xx-xx-xx-xx-xx-xx-xx-xx formatında geçerli bir EUI-64 adresi olmalıdır (x onaltılık sayı).
uk_ua: This record type requires specific PowerDNS configuration. Verify server supports it.
vi_vn: NSEC3 cung cấp khả năng bảo vệ zone walking tốt hơn NSEC nhưng có chi phí tính toán cao hơn.
zh_cn: EUI64 记录必须是 xx-xx-xx-xx-xx-xx-xx-xx 格式的有效 EUI-64 地址（其中 x 是十六进制数字）。

source: This appears to be a multicast address (the least significant bit of the first octet is set to 1).
cs_cz: Toto se zdá být multicast adresa (nejméně významný bit prvního oktetu je nastaven na 1).
de_de: Dies scheint eine Multicast-Adresse zu sein (das niederwertigste Bit des ersten Oktetts ist auf 1 gesetzt).
es_es: Esto parece ser una dirección multicast (el bit menos significativo del primer octeto está establecido en 1).
fr_fr: Ceci semble être une adresse multicast (le bit le moins significatif du premier octet est défini à 1).
id_id: CERT record type must be between 0 and 65535.
ko_kr: 액세스가 거부되었습니다.
lt_lt: Tai atrodo kaip multicast adresas (pirmojo okteto mažiausiai reikšmingas bitas nustatytas į 1).
pl_pl: To wydaje się być adresem multicast (najmniej znaczący bit pierwszego oktetu jest ustawiony na 1).
ru_ru: Это выглядит как многоадресный адрес (младший значащий бит первого октета установлен в 1).
sv_se: DNSSEC
tr_tr: Bu bir multicast adresi gibi görünüyor (ilk oktetin en az anlamlı biti 1'e ayarlanmış).
uk_ua: Content may require special formatting in PowerDNS. Consult documentation.
vi_vn: Thuật toán không hợp lệ cho bản ghi NSEC3PARAM. Phải là 1 (SHA-1).
zh_cn: 这似乎是一个多播地址（第一个字节的最低有效位被设置为 1）。

source: This appears to be a locally administered address (the second least significant bit of the first octet is set to 1).
cs_cz: Toto se zdá být lokálně spravovaná adresa (druhý nejméně významný bit prvního oktetu je nastaven na 1).
de_de: Dies scheint eine lokal verwaltete Adresse zu sein (das zweit-niederwertigste Bit des ersten Oktetts ist auf 1 gesetzt).
es_es: Esto parece ser una dirección administrada localmente (el segundo bit menos significativo del primer octeto está establecido en 1).
fr_fr: Ceci semble être une adresse administrée localement (le deuxième bit le moins significatif du premier octet est défini à 1).
id_id: Tipe CERT record harus antara 0 dan 65535.
ko_kr: 메서드가 허용되지 않습니다.
lt_lt: Tai atrodo kaip lokaliai administruojamas adresas (pirmojo okteto antrasis mažiausiai reikšmingas bitas nustatytas į 1).
pl_pl: To wydaje się być adresem administrowanym lokalnie (drugi najmniej znaczący bit pierwszego oktetu jest ustawiony na 1).
ru_ru: Это выглядит как локально администрируемый адрес (второй младший значащий бит первого октета установлен в 1).
sv_se: DNSSEC aktiverad
tr_tr: Bu yerel olarak yönetilen bir adres gibi görünüyor (ilk oktetin ikinci en az anlamlı biti 1'e ayarlanmış).
uk_ua: No trailing dot on FQDN. Record may be interpreted as relative to zone origin.
vi_vn: Cờ không hợp lệ cho bản ghi NSEC3PARAM. Phải là 0 hoặc 1.
zh_cn: 这似乎是一个本地管理地址（第一个字节的第二最低有效位被设置为 1）。

source: This is the all-zeros address, which may not be valid in all contexts.
cs_cz: Toto je adresa všech nul, která nemusí být platná ve všech kontextech.
de_de: Dies ist die Alle-Nullen-Adresse, die möglicherweise nicht in allen Kontexten gültig ist.
es_es: Esta es la dirección de todos ceros, que puede no ser válida en todos los contextos.
fr_fr: Ceci est l'adresse tout-zéros, qui peut ne pas être valide dans tous les contextes.
id_id: CERT record key tag is mandatory.
ko_kr: 요청한 리소스가 존재하지 않습니다.
lt_lt: Tai visų nulių adresas, kuris gali būti neteisingas visuose kontekstuose.
pl_pl: To jest adres składający się z samych zer, który może nie być ważny we wszystkich kontekstach.
ru_ru: Это адрес из одних нулей, который может не быть допустимым во всех контекстах.
sv_se: DNSSEC inaktiverad
tr_tr: Bu tüm sıfırlardan oluşan adrestir, tüm bağlamlarda geçerli olmayabilir.
uk_ua: Record appears to use relative name. It will be interpreted as subdomain of zone.
vi_vn: Số lần lặp không hợp lệ cho bản ghi NSEC3PARAM. Phải nằm trong khoảng từ 0 đến 65535.
zh_cn: 这是全零地址，在所有上下文中可能都不有效。

source: This appears to be an IANA OUI (00-00-5E) address.
cs_cz: Toto se zdá být IANA OUI (00-00-5E) adresa.
de_de: Dies scheint eine IANA OUI (00-00-5E) Adresse zu sein.
es_es: Esto parece ser una dirección IANA OUI (00-00-5E).
fr_fr: Ceci semble être une adresse IANA OUI (00-00-5E).
id_id: Key tag CERT record wajib diisi.
ko_kr: 충돌: 리소스가 이미 존재합니다.
lt_lt: Tai atrodo kaip IANA OUI (00-00-5E) adresas.
pl_pl: To wydaje się być adresem IANA OUI (00-00-5E).
ru_ru: Это выглядит как IANA OUI (00-00-5E) адрес.
sv_se: DNSSEC-nycklar
tr_tr: Bu bir IANA OUI (00-00-5E) adresi gibi görünüyor.
uk_ua: Punycode detected but content doesn't start with "xn--". Verify IDN encoding.
vi_vn: Muối không hợp lệ cho bản ghi NSEC3PARAM. Phải là chuỗi thập lục phân hoặc '-' cho không có muối.
zh_cn: 这似乎是 IANA OUI (00-00-5E) 地址。

source: This DNAME record appears to be at zone apex. According to RFC 6672, using DNAME at the zone apex requires special handling for NS and related records.
cs_cz: Tento DNAME záznam se zdá být na vrcholu zóny. Podle RFC 6672 vyžaduje použití DNAME na vrcholu zóny speciální zacházení pro NS a související záznamy.
de_de: Dieser DNAME-Eintrag scheint am Zone-Apex zu sein. Gemäß RFC 6672 erfordert die Verwendung von DNAME am Zone-Apex spezielle Behandlung für NS und verwandte Einträge.
es_es: Este registro DNAME parece estar en el ápice de la zona. Según RFC 6672, usar DNAME en el ápice de la zona requiere manejo especial para registros NS y relacionados.
fr_fr: Cet enregistrement DNAME semble être au sommet de zone. Selon la RFC 6672, utiliser DNAME au sommet de zone nécessite une gestion spéciale pour les enregistrements NS et associés.
id_id: CERT record key tag must be between 0 and 65535.
ko_kr: 리소스가 제거되었습니다.
lt_lt: Šis DNAME įrašas atrodo esantis zonos viršūnėje. Pagal RFC 6672, DNAME naudojimas zonos viršūnėje reikalauja specialaus NS ir susijusių įrašų tvarkymo.
pl_pl: Ten rekord DNAME wydaje się być w wierzchołku strefy. Zgodnie z RFC 6672, używanie DNAME w wierzchołku strefy wymaga specjalnej obsługi dla rekordów NS i związanych.
ru_ru: Эта DNAME запись находится в верхушке зоны. Согласно RFC 6672, использование DNAME в верхушке зоны требует специальной обработки NS и связанных записей.
sv_se: Lägg till DNSSEC-nyckel
tr_tr: Bu DNAME kaydı zon tepesinde görünüyor. RFC 6672'ye göre, zon tepesinde DNAME kullanmak NS ve ilgili kayıtlar için özel işleme gerektirir.
uk_ua: Content length exceeds typical limits. Some DNS implementations may truncate.
vi_vn: Nội dung bản ghi NSEC3PARAM phải ở định dạng: algorithm flags iterations salt.
zh_cn: 此 DNAME 记录似乎位于区域顶点。根据 RFC 6672，在区域顶点使用 DNAME 需要对 NS 和相关记录进行特殊处理。

source: DNAME target must be a valid fully-qualified domain name.
cs_cz: Cíl DNAME musí být platné plně kvalifikované doménové jméno.
de_de: DNAME-Ziel muss ein gültiger vollqualifizierter Domänenname sein.
es_es: El destino DNAME debe ser un nombre de dominio totalmente cualificado válido.
fr_fr: La cible DNAME doit être un nom de domaine pleinement qualifié valide.
id_id: Key tag CERT record harus antara 0 dan 65535.
ko_kr: 전제 조건이 실패했습니다.
lt_lt: DNAME tikslas turi būti teisingas pilnas domeno vardas.
pl_pl: Cel DNAME musi być prawidłową w pełni kwalifikowaną nazwą domeny.
ru_ru: Цель DNAME должна быть допустимым полностью квалифицированным доменным именем.
sv_se: DNSSEC-nyckel tillagd
tr_tr: DNAME hedefi geçerli bir tam nıtelı domain adı olmalıdır.
uk_ua: This record type is known to have interoperability issues. Test thoroughly.
vi_vn: Ký tự không hợp lệ trong nội dung bản ghi NSEC3PARAM.
zh_cn: DNAME 目标必须是有效的完全限定域名。
