Repository: poweradmin/poweradmin
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: cs_cz, de_de, es_es, fr_fr, id_id, ko_kr, lt_lt, pl_pl, ru_ru, sv_se, tr_tr, uk_ua, vi_vn, zh_cn

source: Recovery Codes
cs_cz: Záložní kódy
de_de: Wiederherstellungscodes
es_es: Códigos de recuperación
fr_fr: Codes de Récupération
id_id: Kode Pemulihan
ko_kr: 복구 코드
lt_lt: Atkūrimo kodai
pl_pl: Kody odzyskiwania
ru_ru: Коды восстановления
sv_se: Återställningskoder
tr_tr: Kurtarma Kodları
uk_ua: Коди відновлення
vi_vn: Mã khôi phục

source: MFA Setup Complete
cs_cz: Nastavení MFA dokončeno
de_de: MFA Einrichtung vollständig
es_es: Configuración MFA completa
fr_fr: Configuration AMF Terminée
id_id: Pengaturan MFA Selesai
ko_kr: MFA 설정 완료
lt_lt: MFA nustatymas baigtas
pl_pl: Konfiguracja MFA zakończona
ru_ru: Настройка MFA завершена
sv_se: MFA-inställning slutförd
tr_tr: MFA Kurulumu Tamamlandı
uk_ua: Налаштування MFA завершено
vi_vn: Hoàn tất thiết lập MFA

source: Multi-Factor Authentication is now enabled
cs_cz: Vícefaktorové ověření je nyní povoleno
de_de: Multi-Factor Authentifizierung ist jetzt aktiviert
es_es: La autenticación multifactor está ahora habilitada
fr_fr: L'Authentification Multi-Facteurs est maintenant activée
id_id: Autentikasi Multi-Faktor sekarang diaktifkan
ko_kr: 다중 인증이 이제 활성화되었습니다
lt_lt: Dviejų veiksnių autentifikavimas dabar įjungtas
pl_pl: Uwierzytelnianie wieloskładnikowe jest teraz włączone
ru_ru: Многофакторная аутентификация теперь включена
sv_se: Multifaktorautentisering är nu aktiverad
tr_tr: Çok Faktörlü Kimlik Doğrulama (MFA) artık etkin
uk_ua: Багатофакторна автентифікація тепер увімкнена
vi_vn: Xác thực đa yếu tố hiện đã được kích hoạt

source: Your account is now protected with multi-factor authentication.
cs_cz: Váš účet je nyní chráněn vícefaktorovým ověřením.
de_de: Ihr Benutzerkonto ist jetzt mit Multi-Factor Authentifizierung geschützt.
es_es: Tu cuenta está ahora protegida con autenticación multifactor.
fr_fr: Votre compte est maintenant protégé par l'authentification multi-facteurs.
id_id: Akun Anda sekarang dilindungi dengan autentikasi multi-faktor.
ko_kr: 이제 다중 인증으로 계정이 보호됩니다.
lt_lt: Jūsų paskyra dabar apsaugota dviejų veiksnių autentifikavimu.
pl_pl: Twoje konto jest teraz chronione uwierzytelnianiem wieloskładnikowym.
ru_ru: Ваша учетная запись теперь защищена многофакторной аутентификацией.
sv_se: Ditt konto är nu skyddat med multifaktorautentisering.
tr_tr: Hesabınız artık çok faktörlü kimlik doğrulama ile korunuyor.
uk_ua: Ваш обліковий запис тепер захищено багатофакторною автентифікацією.
vi_vn: Tài khoản của bạn hiện được bảo vệ bằng xác thực đa yếu tố.

source: Authentication method:
cs_cz: Metoda ověření:
de_de: Authentifizierung Methode:
es_es: Método de autenticación:
fr_fr: Méthode d'authentification:
id_id: Metode autentikasi:
ko_kr: 인증 방법:
lt_lt: Autentifikavimo metodas:
pl_pl: Metoda uwierzytelniania:
ru_ru: Метод аутентификации:
sv_se: Autentiseringsmetod:
tr_tr: Kimlik doğrulama yöntemi:
uk_ua: Метод автентифікації:
vi_vn: Phương thức xác thực:

source: Authenticator app
cs_cz: Autentifikační aplikace
es_es: Aplicación autenticadora
fr_fr: Application d'authentification
id_id: Aplikasi autentikator
ko_kr: 인증 앱
lt_lt: Autentifikavimo programa
pl_pl: Aplikacja uwierzytelniająca
ru_ru: Приложение аутентификатора
sv_se: Autentiseringsapp
tr_tr: Kimlik doğrulama uygulaması
uk_ua: Програма автентифікації
vi_vn: Ứng dụng xác thực

source: Email verification
cs_cz: Ověření e-mailem
de_de: Email Überprüfung
es_es: Verificación por email
fr_fr: Vérification par e-mail
id_id: Verifikasi email
ko_kr: 이메일 인증
lt_lt: El. pašto patvirtinimas
pl_pl: Weryfikacja e-mail
ru_ru: Верификация по электронной почте
sv_se: E-postverifiering
tr_tr: E-posta doğrulama
uk_ua: Підтвердження електронною поштою
vi_vn: Xác minh qua email

source: Save Your Recovery Codes
cs_cz: Uložte si záložní kódy
de_de: Speichern Sie Ihre Recovery Codes
es_es: Guarda tus códigos de recuperación
fr_fr: Sauvegardez Vos Codes de Récupération
id_id: Simpan Kode Pemulihan Anda
ko_kr: 복구 코드 저장
lt_lt: Išsaugokite atkūrimo kodus
pl_pl: Zapisz swoje kody odzyskiwania
ru_ru: Сохраните ваши коды восстановления
sv_se: Spara dina återställningskoder
tr_tr: Kurtarma Kodlarınızı Kaydedin
uk_ua: Збережіть свої коди відновлення
vi_vn: Lưu mã khôi phục của bạn

source: Recovery codes can be used to access your account if you lose access to your authenticator device. Each code can only be used once.
cs_cz: Záložní kódy lze použít pro přístup k účtu, pokud ztratíte přístup k autentifikačnímu zařízení. Každý kód lze použít pouze jednou.
de_de: Wiederherstellungscodes können verwendet werden, um auf Ihr Konto zuzugreifen, wenn Sie den Zugang zu Ihrem Authenticator-Gerät verlieren. Jeder Code kann nur einmal verwendet werden.
es_es: Los códigos de recuperación se pueden usar para acceder a tu cuenta si pierdes el acceso a tu dispositivo autenticador. Cada código solo se puede usar una vez.
fr_fr: Les codes de récupération peuvent être utilisés pour accéder à votre compte si vous perdez l'accès à votre appareil d'authentification. Chaque code ne peut être utilisé qu'une seule fois.
id_id: Kode pemulihan dapat digunakan untuk mengakses akun Anda jika Anda kehilangan akses ke perangkat autentikator Anda. Setiap kode hanya dapat digunakan sekali.
ko_kr: 인증 장치에 대한 액세스 권한을 잃은 경우 복구 코드를 사용하여 계정에 액세스할 수 있습니다. 각 코드는 한 번만 사용할 수 있습니다.
lt_lt: Atkūrimo kodai gali būti naudojami prisijungti prie paskyros, jei prarasite prieigą prie autentifikavimo įrenginio. Kiekvieną kodą galima naudoti tik vieną kartą.
pl_pl: Kody odzyskiwania mogą być używane do dostępu do konta, jeśli stracisz dostęp do urządzenia uwierzytelniającego. Każdy kod może być użyty tylko raz.
ru_ru: Коды восстановления можно использовать для доступа к вашей учетной записи, если вы потеряете доступ к устройству аутентификации. Каждый код можно использовать только один раз.
sv_se: Återställningskoder kan användas för att komma åt ditt konto om du förlorar åtkomst till din autentiseringsenhet. Varje kod kan endast användas en gång.
tr_tr: Kimlik doğrulama cihazınıza erişimi kaybederseniz kurtarma kodları hesabınıza erişmek için kullanılabilir. Her kod yalnızca bir kez kullanılabilir.
uk_ua: Коди відновлення можна використовувати для доступу до вашого облікового запису, якщо ви втратите доступ до свого пристрою автентифікації. Кожен код можна використати лише один раз.
vi_vn: Mã khôi phục có thể được sử dụng để truy cập tài khoản của bạn nếu bạn mất quyền truy cập vào thiết bị xác thực. Mỗi mã chỉ có thể sử dụng một lần.

source: Store these codes in a safe place!
cs_cz: Uložte tyto kódy na bezpečné místo!
de_de: Diese Codes an einem sicheren Ort aufbewahren!
es_es: ¡Guarda estos códigos en un lugar seguro!
fr_fr: Stockez ces codes dans un endroit sûr!
id_id: Simpan kode ini di tempat yang aman!
ko_kr: 이 코드를 안전한 곳에 보관하세요!
lt_lt: Saugokite šiuos kodus saugioje vietoje!
pl_pl: Przechowuj te kody w bezpiecznym miejscu!
ru_ru: Храните эти коды в безопасном месте!
sv_se: Förvara dessa koder på en säker plats!
tr_tr: Bu kodları güvenli bir yerde saklayın!
uk_ua: Збережіть ці коди в безпечному місці!
vi_vn: Lưu trữ các mã này ở nơi an toàn!

source: Print
cs_cz: Tisk
de_de: Drucken
es_es: Imprimir
fr_fr: Imprimer
id_id: Cetak
ko_kr: 인쇄
lt_lt: Spausdinti
pl_pl: Drukuj
ru_ru: Печать
sv_se: Skriv ut
tr_tr: Yazdır
uk_ua: Друкувати
vi_vn: In

source: Copy all
cs_cz: Zkopírovat vše
de_de: Alle kopieren
es_es: Copiar todo
fr_fr: Tout copier
id_id: Salin semua
ko_kr: 모두 복사
lt_lt: Kopijuoti visus
pl_pl: Kopiuj wszystkie
ru_ru: Скопировать все
sv_se: Kopiera alla
tr_tr: Tümünü kopyala
uk_ua: Скопіювати всі
vi_vn: Sao chép tất cả

source: Download
cs_cz: Stáhnout
de_de: Herunterladen
es_es: Descargar
fr_fr: Télécharger
id_id: Unduh
ko_kr: 다운로드
lt_lt: Atsisiųsti
pl_pl: Pobierz
ru_ru: Скачать
sv_se: Ladda ner
tr_tr: İndir
uk_ua: Завантажити
vi_vn: Tải xuống

source: Back to MFA Settings
cs_cz: Zpět na nastavení MFA
de_de: Zurück zu MFA Einstellungen
es_es: Volver a configuración MFA
fr_fr: Retour aux Paramètres AMF
id_id: Kembali ke Pengaturan MFA
ko_kr: MFA 설정으로 돌아가기
lt_lt: Grįžti į MFA nustatymus
pl_pl: Powrót do ustawień MFA
ru_ru: Вернуться к настройкам MFA
sv_se: Tillbaka till MFA-inställningar
tr_tr: MFA Ayarlarına Dön
uk_ua: Назад до налаштувань MFA
vi_vn: Quay lại cài đặt MFA

source: Disable MFA
cs_cz: Zakázat MFA
de_de: MFA deaktivieren
es_es: Deshabilitar MFA
fr_fr: Désactiver l'AMF
id_id: Nonaktifkan MFA
ko_kr: MFA 비활성화
lt_lt: Išjungti MFA
pl_pl: Wyłącz MFA
ru_ru: Отключить MFA
sv_se: Inaktivera MFA
tr_tr: MFA'yı Devre Dışı Bırak
uk_ua: Вимкнути MFA
vi_vn: Tắt MFA

source: Continue to Dashboard
cs_cz: Pokračovat na přehled
de_de: Weiter zum Dashboard
es_es: Continuar al panel
fr_fr: Continuer vers le Tableau de Bord
id_id: Lanjutkan ke Dashboard
ko_kr: 대시보드로 계속
lt_lt: Tęsti į valdymo skydą
pl_pl: Przejdź do pulpitu
ru_ru: Перейти к панели управления
sv_se: Fortsätt till instrumentpanelen
tr_tr: Panoya Devam Et
uk_ua: Продовжити до панелі керування
vi_vn: Tiếp tục đến trang chủ

source: Poweradmin MFA Recovery Codes
cs_cz: Záložní kódy Poweradmin MFA
de_de: Poweradmin MFA-Wiederherstellungscodes
es_es: Códigos de recuperación MFA de Poweradmin
fr_fr: Codes de Récupération AMF Poweradmin
id_id: Kode Pemulihan MFA Poweradmin
ko_kr: Poweradmin MFA 복구 코드
lt_lt: Poweradmin MFA atkūrimo kodai
pl_pl: Kody odzyskiwania MFA Poweradmin
ru_ru: Коды восстановления MFA Poweradmin
sv_se: Poweradmin MFA-återställningskoder
tr_tr: Poweradmin MFA Kurtarma Kodları
uk_ua: Коди відновлення Poweradmin MFA
vi_vn: Mã khôi phục MFA Poweradmin

source: Store these codes in a safe place. Each code can be used once to log in if you lose access to your authenticator device.
cs_cz: Uložte tyto kódy na bezpečné místo. Každý kód lze použít jednou k přihlášení, pokud ztratíte přístup k autentifikačnímu zařízení.
de_de: Bewahren Sie diese Codes an einem sicheren Ort auf. Jeder Code kann einmal verwendet werden, um sich anzumelden, wenn Sie den Zugang zu Ihrem Authenticator-Gerät verlieren.
es_es: Guarda estos códigos en un lugar seguro. Cada código se puede usar una vez para iniciar sesión si pierdes el acceso a tu dispositivo autenticador.
fr_fr: Stockez ces codes dans un endroit sûr. Chaque code peut être utilisé une fois pour vous connecter si vous perdez l'accès à votre appareil d'authentification.
id_id: Simpan kode ini di tempat yang aman. Setiap kode dapat digunakan sekali untuk masuk jika Anda kehilangan akses ke perangkat autentikator Anda.
ko_kr: 이 코드를 안전한 곳에 보관하세요. 인증 장치에 대한 액세스 권한을 잃은 경우 각 코드를 한 번 사용하여 로그인할 수 있습니다.
lt_lt: Saugokite šiuos kodus saugioje vietoje. Kiekvieną kodą galima naudoti vieną kartą prisijungimui, jei prarasite prieigą prie autentifikavimo įrenginio.
pl_pl: Przechowuj te kody w bezpiecznym miejscu. Każdy kod może być użyty raz do zalogowania, jeśli stracisz dostęp do urządzenia uwierzytelniającego.
ru_ru: Храните эти коды в безопасном месте. Каждый код можно использовать один раз для входа в систему, если вы потеряете доступ к устройству аутентификации.
sv_se: Förvara dessa koder på en säker plats. Varje kod kan användas en gång för att logga in om du förlorar åtkomst till din autentiseringsenhet.
tr_tr: Bu kodları güvenli bir yerde saklayın. Kimlik doğrulama cihazınıza erişimi kaybederseniz her kod giriş yapmak için bir kez kullanılabilir.
uk_ua: Збережіть ці коди в безпечному місці. Кожен код можна використати один раз для входу, якщо ви втратите доступ до свого пристрою автентифікації.
vi_vn: Lưu trữ các mã này ở nơi an toàn. Mỗi mã có thể được sử dụng một lần để đăng nhập nếu bạn mất quyền truy cập vào thiết bị xác thực của mình.

source: MFA Setup Required
id_id: Pengaturan MFA Diperlukan
ko_kr: MFA 설정 필요
sv_se: MFA-inställning krävs
uk_ua: Потрібне налаштування MFA
vi_vn: Yêu cầu thiết lập MFA

source: Your organization requires multi-factor authentication. Please set up MFA to continue using the system.
id_id: Organisasi Anda memerlukan autentikasi multi-faktor. Silakan atur MFA untuk terus menggunakan sistem.
ko_kr: 귀하의 조직은 다중 인증을 요구합니다. 시스템을 계속 사용하려면 MFA를 설정하세요.
sv_se: Din organisation kräver multifaktorautentisering. Vänligen konfigurera MFA för att fortsätta använda systemet.
uk_ua: Ваша організація вимагає багатофакторної автентифікації. Будь ласка, налаштуйте MFA, щоб продовжити використання системи.
vi_vn: Tổ chức của bạn yêu cầu xác thực đa yếu tố. Vui lòng thiết lập MFA để tiếp tục sử dụng hệ thống.

source: Multi-factor authentication adds an extra layer of security to your account.
cs_cz: Vícefaktorové ověření přidává další vrstvu zabezpečení k vašemu účtu.
de_de: Multi-Faktor-Authentifizierung fügt Ihrem Konto eine zusätzliche Sicherheitsebene hinzu.
es_es: La autenticación multifactor añade una capa extra de seguridad a tu cuenta.
fr_fr: L'authentification multi-facteurs ajoute une couche de sécurité supplémentaire à votre compte.
id_id: Autentikasi multi-faktor menambahkan lapisan keamanan ekstra ke akun Anda.
ko_kr: 다중 인증은 계정에 추가 보안 계층을 추가합니다.
lt_lt: Dviejų veiksnių autentifikavimas prideda papildomą saugumo lygį jūsų paskyroje.
pl_pl: Uwierzytelnianie wieloskładnikowe dodaje dodatkową warstwę bezpieczeństwa do Twojego konta.
ru_ru: Многофакторная аутентификация добавляет дополнительный уровень безопасности к вашей учетной записи.
sv_se: Multifaktorautentisering lägger till ett extra säkerhetslager till ditt konto.
tr_tr: Çok faktörlü kimlik doğrulama hesabınıza ek bir güvenlik katmanı ekler.
uk_ua: Багатофакторна автентифікація додає додатковий рівень безпеки до вашого облікового запису.
vi_vn: Xác thực đa yếu tố thêm một lớp bảo mật bổ sung cho tài khoản của bạn.

source: MFA is currently enabled
cs_cz: MFA je aktuálně povoleno
de_de: MFA ist aktiviert
es_es: MFA está actualmente habilitado
fr_fr: L'AMF est actuellement activée
id_id: MFA saat ini diaktifkan
ko_kr: MFA가 현재 활성화되어 있습니다
lt_lt: MFA šiuo metu įjungta
pl_pl: MFA jest obecnie włączone
ru_ru: MFA в настоящее время включена
sv_se: MFA är för närvarande aktiverad
tr_tr: MFA şu anda etkin
uk_ua: MFA наразі увімкнено
vi_vn: MFA hiện đang được kích hoạt

source: Your account is protected with multi-factor authentication.
cs_cz: Váš účet je chráněn vícefaktorovým ověřením.
de_de: Ihr Benutzerkonto ist mit Multi-Factor Authentifizierung geschützt.
es_es: Tu cuenta está protegida con autenticación multifactor.
fr_fr: Votre compte est protégé par l'authentification multi-facteurs.
id_id: Akun Anda dilindungi dengan autentikasi multi-faktor.
ko_kr: 계정이 다중 인증으로 보호됩니다.
lt_lt: Jūsų paskyra apsaugota dviejų veiksnių autentifikavimu.
pl_pl: Twoje konto jest chronione uwierzytelnianiem wieloskładnikowym.
ru_ru: Ваша учетная запись защищена многофакторной аутентификацией.
sv_se: Ditt konto är skyddat med multifaktorautentisering.
tr_tr: Hesabınız çok faktörlü kimlik doğrulama ile korunuyor.
uk_ua: Ваш обліковий запис захищено багатофакторною автентифікацією.
vi_vn: Tài khoản của bạn được bảo vệ bằng xác thực đa yếu tố.

source: Regenerate Recovery Codes
cs_cz: Obnovit záložní kódy
de_de: Recovery Codes regenerieren
es_es: Regenerar códigos de recuperación
fr_fr: Regénérer les Codes de Récupération
id_id: Regenerasi Kode Pemulihan
ko_kr: 복구 코드 재생성
lt_lt: Atkurti atkūrimo kodus
pl_pl: Wygeneruj ponownie kody odzyskiwania
ru_ru: Перегенерировать коды восстановления
sv_se: Regenerera återställningskoder
tr_tr: Kurtarma Kodlarını Yeniden Oluştur
uk_ua: Перегенерувати коди відновлення
vi_vn: Tạo lại mã khôi phục

source: MFA is currently disabled
cs_cz: MFA je aktuálně zakázáno
de_de: MFA ist momentan deaktviert
es_es: MFA está actualmente deshabilitado
fr_fr: L'AMF est actuellement désactivée
id_id: MFA saat ini dinonaktifkan
ko_kr: MFA가 현재 비활성화되어 있습니다
lt_lt: MFA šiuo metu išjungta
pl_pl: MFA jest obecnie wyłączone
ru_ru: MFA в настоящее время отключена
sv_se: MFA är för närvarande inaktiverad
tr_tr: MFA şu anda devre dışı
uk_ua: MFA наразі вимкнено
vi_vn: MFA hiện đang bị tắt

source: Your account is not protected with multi-factor authentication.
cs_cz: Váš účet není chráněn vícefaktorovým ověřením.
de_de: Ihr Benutzerkonto ist nicht mit Multi-Factor Authentifizierung geschützt.
es_es: Tu cuenta no está protegida con autenticación multifactor.
fr_fr: Votre compte n'est pas protégé par l'authentification multi-facteurs.
id_id: Akun Anda tidak dilindungi dengan autentikasi multi-faktor.
ko_kr: 계정이 다중 인증으로 보호되지 않습니다.
lt_lt: Jūsų paskyra nėra apsaugota dviejų veiksnių autentifikavimu.
pl_pl: Twoje konto nie jest chronione uwierzytelnianiem wieloskładnikowym.
ru_ru: Ваша учетная запись не защищена многофакторной аутентификацией.
sv_se: Ditt konto är inte skyddat med multifaktorautentisering.
tr_tr: Hesabınız çok faktörlü kimlik doğrulama ile korunmuyor.
uk_ua: Ваш обліковий запис не захищено багатофакторною автентифікацією.
vi_vn: Tài khoản của bạn không được bảo vệ bằng xác thực đa yếu tố.

source: Authenticator App
cs_cz: Autentifikační aplikace
de_de: Authentifizierungs-App
es_es: Aplicación autenticadora
fr_fr: Application d'Authentification
id_id: Aplikasi Autentikator
ko_kr: 인증 앱
lt_lt: Autentifikavimo programa
pl_pl: Aplikacja uwierzytelniająca
ru_ru: Приложение аутентификатора
sv_se: Autentiseringsapp
tr_tr: Kimlik Doğrulama Uygulaması
uk_ua: Програма автентифікації
vi_vn: Ứng dụng xác thực

source: Use an authenticator app like Google Authenticator, Microsoft Authenticator, or Authy.
cs_cz: Používejte autentifikační aplikaci jako Google Authenticator, Microsoft Authenticator nebo Authy.
de_de: Verwenden Sie eine Authenticator-App wie Google Authenticator, Microsoft Authenticator oder Authy.
es_es: Usa una aplicación autenticadora como Google Authenticator, Microsoft Authenticator o Authy.
fr_fr: Utilisez une application d'authentification comme Google Authenticator, Microsoft Authenticator ou Authy.
id_id: Gunakan aplikasi autentikator seperti Google Authenticator, Microsoft Authenticator, atau Authy.
ko_kr: Google Authenticator, Microsoft Authenticator 또는 Authy와 같은 인증 앱을 사용하세요.
lt_lt: Naudokite autentifikavimo programą kaip Google Authenticator, Microsoft Authenticator arba Authy.
pl_pl: Używaj aplikacji uwierzytelniającej takiej jak Google Authenticator, Microsoft Authenticator lub Authy.
ru_ru: Используйте приложение аутентификатора, такое как Google Authenticator, Microsoft Authenticator или Authy.
sv_se: Använd en autentiseringsapp som Google Authenticator, Microsoft Authenticator eller Authy.
tr_tr: Google Authenticator, Microsoft Authenticator veya Authy gibi bir kimlik doğrulama uygulaması kullanın.
uk_ua: Використовуйте програму автентифікації, як-от Google Authenticator, Microsoft Authenticator або Authy.
vi_vn: Sử dụng ứng dụng xác thực như Google Authenticator, Microsoft Authenticator hoặc Authy.

source: Works offline
cs_cz: Funguje offline
de_de: Funkioniert auch offline
es_es: Funciona sin conexión
fr_fr: Fonctionne hors ligne
id_id: Bekerja offline
ko_kr: 오프라인에서 작동
lt_lt: Veikia be internetinio ryšio
pl_pl: Działa offline
ru_ru: Работает в автономном режиме
sv_se: Fungerar offline
tr_tr: Çevrimdışı çalışır
uk_ua: Працює офлайн
vi_vn: Hoạt động ngoại tuyến

source: More secure
cs_cz: Bezpečnější
de_de: Viel sicherer
es_es: Más seguro
fr_fr: Plus sécurisé
id_id: Lebih aman
ko_kr: 더 안전함
lt_lt: Saugesnė
pl_pl: Bardziej bezpieczne
ru_ru: Более безопасно
sv_se: Säkrare
tr_tr: Daha güvenli
uk_ua: Більш безпечно
vi_vn: An toàn hơn

source: Easy to use
cs_cz: Snadné použití
de_de: Einfach zu benutzen
es_es: Fácil de usar
fr_fr: Facile à utiliser
id_id: Mudah digunakan
ko_kr: 사용하기 쉬움
lt_lt: Lengva naudoti
pl_pl: Łatwe w użyciu
ru_ru: Простота использования
sv_se: Lätt att använda
tr_tr: Kullanımı kolay
uk_ua: Легко використовувати
vi_vn: Dễ sử dụng

source: Set up app authentication
cs_cz: Nastavit ověření aplikací
de_de: App Authentifizierung einrichten
es_es: Configurar autenticación por aplicación
fr_fr: Configurer l'authentification par application
id_id: Atur autentikasi aplikasi
ko_kr: 앱 인증 설정
lt_lt: Nustatyti programos autentifikavimą
pl_pl: Skonfiguruj uwierzytelnianie aplikacji
ru_ru: Настроить аутентификацию приложения
sv_se: Konfigurera appautentisering
tr_tr: Uygulama kimlik doğrulamasını kur
uk_ua: Налаштувати автентифікацію програми
vi_vn: Thiết lập xác thực ứng dụng

source: Email Verification
cs_cz: Ověření e-mailu
de_de: Email Überprüfung
es_es: Verificación por email
fr_fr: Vérification par E-mail
id_id: Verifikasi Email
ko_kr: 이메일 인증
lt_lt: El. pašto patvirtinimas
pl_pl: Weryfikacja e-mail
ru_ru: Верификация электронной почты
sv_se: E-postverifiering
tr_tr: E-posta Doğrulama
uk_ua: Підтвердження електронною поштою
vi_vn: Xác minh qua email

source: Receive a verification code via email when you log in.
cs_cz: Obdrží ověřovací kód e-mailem při přihlášení.
de_de: Ein Verifizierungscode wird per Email verschickt, wenn Sie sich anmelden.
es_es: Recibe un código de verificación por email cuando inicies sesión.
fr_fr: Recevez un code de vérification par e-mail lorsque vous vous connectez.
id_id: Terima kode verifikasi melalui email saat Anda masuk.
ko_kr: 로그인할 때 이메일로 인증 코드를 받습니다.
lt_lt: Gaukite patvirtinimo kodą el. paštu prisijungdami.
pl_pl: Otrzymuj kod weryfikacyjny e-mailem podczas logowania.
ru_ru: Получать код верификации по электронной почте при входе в систему.
sv_se: Få en verifieringskod via e-post när du loggar in.
tr_tr: Giriş yaptığınızda e-posta ile bir doğrulama kodu alın.
uk_ua: Отримуйте код підтвердження електронною поштою під час входу.
vi_vn: Nhận mã xác minh qua email khi bạn đăng nhập.

source: No additional app required
cs_cz: Žádná další aplikace není vyžadována
de_de: Keine zusätzliche App benötigt
es_es: No se requiere aplicación adicional
fr_fr: Aucune application supplémentaire requise
id_id: Tidak memerlukan aplikasi tambahan
ko_kr: 추가 앱 필요 없음
lt_lt: Nereikia papildomos programos
pl_pl: Nie wymaga dodatkowej aplikacji
ru_ru: Дополнительные приложения не требуются
sv_se: Ingen ytterligare app krävs
tr_tr: Ek uygulama gerekmez
uk_ua: Не потрібна додаткова програма
vi_vn: Không cần ứng dụng bổ sung

source: Requires internet connection
cs_cz: Vyžaduje připojení k internetu
de_de: Internet Verbindung benötigt
es_es: Requiere conexión a internet
fr_fr: Nécessite une connexion internet
id_id: Memerlukan koneksi internet
ko_kr: 인터넷 연결 필요
lt_lt: Reikia interneto ryšio
pl_pl: Wymaga połączenia internetowego
ru_ru: Требует подключения к интернету
sv_se: Kräver internetanslutning
tr_tr: İnternet bağlantısı gerektirir
uk_ua: Потрібне підключення до Інтернету
vi_vn: Yêu cầu kết nối internet

source: Relies on email delivery
cs_cz: Spoléhá na doručení e-mailu
de_de: Setzt funktionierende Email Auslieferung voraus
es_es: Depende de la entrega de email
fr_fr: Dépend de la livraison d'e-mail
id_id: Bergantung pada pengiriman email
ko_kr: 이메일 전달에 의존
lt_lt: Priklauso nuo el. pašto pristatymo
pl_pl: Opiera się na dostarczaniu e-maili
ru_ru: Зависит от доставки электронной почты
sv_se: Förlitar sig på e-postleverans
tr_tr: E-posta teslimatına bağlıdır
uk_ua: Залежить від доставки електронної пошти
vi_vn: Phụ thuộc vào việc gửi email

source: Email verification is not available because it has been disabled by the administrator.
id_id: Verifikasi email tidak tersedia karena telah dinonaktifkan oleh administrator.
ko_kr: 관리자가 이메일 인증을 비활성화했으므로 이메일 인증을 사용할 수 없습니다.
sv_se: E-postverifiering är inte tillgänglig eftersom den har inaktiverats av administratören.
uk_ua: Підтвердження електронною поштою недоступне, оскільки воно було відключено адміністратором.
vi_vn: Xác minh qua email không khả dụng vì nó đã bị quản trị viên vô hiệu hóa.
