Repository: poweradmin/poweradmin
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: cs_cz, de_de, es_es, fr_fr, id_id, ko_kr, lt_lt, pl_pl, ru_ru, sv_se, tr_tr, uk_ua, vi_vn, zh_cn

source: ZONEMD hash algorithm values 240-255 are reserved for private use and may not be interoperable.
cs_cz: Hodnoty hashovacího algoritmu ZONEMD 240-255 jsou vyhrazeny pro soukromé použití a nemusí být interoperabilní.
de_de: ZONEMD-Hash-Algorithmus-Werte 240-255 sind für private Nutzung reserviert und sind möglicherweise nicht interoperabel.
es_es: Los valores de algoritmo hash ZONEMD 240-255 están reservados para uso privado y pueden no ser interoperables.
fr_fr: Les valeurs d'algorithme de hachage ZONEMD 240-255 sont réservées pour un usage privé et peuvent ne pas être interopérables.
id_id: Nilai algoritma hash ZONEMD 240-255 dicadangkan untuk penggunaan pribadi dan mungkin tidak interoperabel.
ko_kr: ZONEMD 해시 알고리즘 값 240-255는 개인 용도로 예약되어 있으며 상호 운용이 불가능할 수 있습니다.
lt_lt: ZONEMD hash algoritmo reikšmės 240-255 yra rezervuotos privačiam naudojimui ir gali būti nesuderinamos.
pl_pl: Wartości algorytmu hashu ZONEMD 240-255 są zarezerwowane do użytku prywatnego i mogą nie być interoperacyjne.
ru_ru: Значения алгоритма хеширования ZONEMD 240-255 зарезервированы для частного использования и могут быть несовместимыми.
sv_se: ZONEMD hashalgoritmvärden 240-255 är reserverade för privat användning och kanske inte är interoperabla.
tr_tr: ZONEMD hash algoritma değerleri 240-255 özel kullanım için ayrılmıştır ve birlikte çalışabilir olmayabilir.
uk_ua: Значення алгоритму хешування ZONEMD 240-255 зарезервовані для приватного використання і можуть бути несумісними.
vi_vn: Giá trị thuật toán băm ZONEMD 240-255 được dành cho sử dụng riêng và có thể không tương thích.
zh_cn: ZONEMD 哈希算法值 240-255 保留供私人使用，可能不具有互操作性。

source: ZONEMD record must contain serial, scheme, hash-algorithm, and digest separated by spaces.
cs_cz: Záznam ZONEMD musí obsahovat sériové číslo, schéma, hashovací algoritmus a digest oddělené mezerami.
de_de: ZONEMD-Eintrag muss Serial, Schema, Hash-Algorithmus und Digest durch Leerzeichen getrennt enthalten.
es_es: El registro ZONEMD debe contener serial, esquema, algoritmo-hash y digest separados por espacios.
fr_fr: L'enregistrement ZONEMD doit contenir le série, schéma, algorithme-hachage et digest séparés par des espaces.
id_id: Rekaman ZONEMD harus berisi serial, skema, algoritma-hash, dan digest yang dipisahkan oleh spasi.
ko_kr: ZONEMD 레코드는 공백으로 구분된 일련 번호, 스키마, 해시 알고리즘 및 다이제스트를 포함해야 합니다.
lt_lt: ZONEMD įrašas turi turėti seriją, schemą, hash-algoritmą ir santrauką, atskirtus tarpais.
pl_pl: Rekord ZONEMD musi zawierać numer seryjny, schemat, algorytm hashu i skrót oddzielone spacjami.
ru_ru: Запись ZONEMD должна содержать серийный номер, схему, алгоритм хеширования и дайджест, разделенные пробелами.
sv_se: ZONEMD-posten måste innehålla serienummer, schema, hashalgoritm och sammanfattning separerade med mellanslag.
tr_tr: ZONEMD kaydı boşluklarla ayrılmış serial, scheme, hash-algorithm ve digest içermelidir.
uk_ua: Запис ZONEMD повинен містити серійний номер, схему, алгоритм хешування та дайджест, розділені пробілами.
vi_vn: Bản ghi ZONEMD phải chứa serial, lược đồ, thuật toán băm và mã hash phân tách bằng khoảng trắng.
zh_cn: ZONEMD 记录必须包含序列号、模式、哈希算法和摘要，以空格分隔。

source: ZONEMD serial must be a number between 0 and 4294967295 (32-bit unsigned integer).
cs_cz: Sériové číslo ZONEMD musí být číslo mezi 0 a 4294967295 (32-bitové neznaménkové celé číslo).
de_de: ZONEMD-Serial muss eine Zahl zwischen 0 und 4294967295 (32-Bit-Unsigned-Integer) sein.
es_es: El serial ZONEMD debe ser un número entre 0 y 4294967295 (entero sin signo de 32 bits).
fr_fr: Le série ZONEMD doit être un nombre entre 0 et 4294967295 (entier non signé 32-bit).
id_id: Serial ZONEMD harus berupa angka antara 0 dan 4294967295 (bilangan bulat unsigned 32-bit).
ko_kr: ZONEMD 일련 번호는 0에서 4294967295 사이의 숫자여야 합니다 (32비트 부호 없는 정수).
lt_lt: ZONEMD serija turi būti skaičius tarp 0 ir 4294967295 (32-bitų beženklinis sveikasis skaičius).
pl_pl: Numer seryjny ZONEMD musi być liczbą między 0 a 4294967295 (32-bitowa liczba całkowita bez znaku).
ru_ru: Серийный номер ZONEMD должен быть числом от 0 до 4294967295 (32-битное беззнаковое целое число).
sv_se: ZONEMD-serienummer måste vara ett nummer mellan 0 och 4294967295 (32-bitars osignerat heltal).
tr_tr: ZONEMD serial 0 ile 4294967295 arasında bir sayı olmalıdır (32-bit işaretsiz tam sayı).
uk_ua: Серійний номер ZONEMD повинен бути числом від 0 до 4294967295 (32-бітне беззнакове ціле число).
vi_vn: Serial ZONEMD phải là số từ 0 đến 4294967295 (số nguyên không dấu 32-bit).
zh_cn: ZONEMD 序列号必须是 0 到 4294967295 之间的数字（32 位无符号整数）。

source: ZONEMD scheme must be a number between 0 and 255.
cs_cz: Schéma ZONEMD musí být číslo mezi 0 a 255.
de_de: ZONEMD-Schema muss eine Zahl zwischen 0 und 255 sein.
es_es: El esquema ZONEMD debe ser un número entre 0 y 255.
fr_fr: Le schéma ZONEMD doit être un nombre entre 0 et 255.
id_id: Skema ZONEMD harus berupa angka antara 0 dan 255.
ko_kr: ZONEMD 스키마는 0에서 255 사이의 숫자여야 합니다.
lt_lt: ZONEMD schema turi būti skaičius tarp 0 ir 255.
pl_pl: Schemat ZONEMD musi być liczbą między 0 a 255.
ru_ru: Схема ZONEMD должна быть числом от 0 до 255.
sv_se: ZONEMD-schema måste vara ett nummer mellan 0 och 255.
tr_tr: ZONEMD şeması 0 ile 255 arasında bir sayı olmalıdır.
uk_ua: Схема ZONEMD повинна бути числом від 0 до 255.
vi_vn: Lược đồ ZONEMD phải là số từ 0 đến 255.
zh_cn: ZONEMD 模式必须是 0 到 255 之间的数字。

source: ZONEMD scheme must be 1 (Simple ZONEMD scheme) for standard use. Other values are reserved or unassigned.
cs_cz: Schéma ZONEMD musí být 1 (jednoduché schéma ZONEMD) pro standardní použití. Ostatní hodnoty jsou vyhrazené nebo nepřiřazené.
de_de: ZONEMD-Schema muss 1 (Einfaches ZONEMD-Schema) für Standardverwendung sein. Andere Werte sind reserviert oder nicht zugewiesen.
es_es: El esquema ZONEMD debe ser 1 (esquema ZONEMD Simple) para uso estándar. Otros valores están reservados o no asignados.
fr_fr: Le schéma ZONEMD doit être 1 (schéma ZONEMD Simple) pour un usage standard. Les autres valeurs sont réservées ou non assignées.
id_id: Skema ZONEMD harus 1 (Skema ZONEMD Sederhana) untuk penggunaan standar. Nilai lain dicadangkan atau belum ditetapkan.
ko_kr: ZONEMD 스키마는 표준 사용을 위해 1 (Simple ZONEMD 스키마)이어야 합니다. 다른 값은 예약되었거나 할당되지 않았습니다.
lt_lt: ZONEMD schema turi būti 1 (Paprasta ZONEMD schema) standartiniam naudojimui. Kitos reikšmės yra rezervuotos arba nepriskirtos.
pl_pl: Schemat ZONEMD musi być 1 (prosty schemat ZONEMD) do standardowego użytku. Inne wartości są zarezerwowane lub nieprzypisane.
ru_ru: Схема ZONEMD должна быть 1 (простая схема ZONEMD) для стандартного использования. Остальные значения зарезервированы или не назначены.
sv_se: ZONEMD-schema måste vara 1 (enkelt ZONEMD-schema) för standardanvändning. Andra värden är reserverade eller otilldelade.
tr_tr: ZONEMD şeması standart kullanım için 1 (Basit ZONEMD şeması) olmalıdır. Diğer değerler ayrılmış veya atanmamıştır.
uk_ua: Схема ZONEMD повинна бути 1 (проста схема ZONEMD) для стандартного використання. Інші значення зарезервовані або не призначені.
vi_vn: Lược đồ ZONEMD phải là 1 (Lược đồ ZONEMD đơn giản) cho sử dụng tiêu chuẩn. Các giá trị khác được dành riêng hoặc chưa gán.
zh_cn: 标准使用时，ZONEMD 模式必须为 1（简单 ZONEMD 模式）。其他值为保留或未分配。

source: ZONEMD scheme 0 is reserved and not for standard use.
cs_cz: Schéma ZONEMD 0 je vyhrazené a není určeno pro standardní použití.
de_de: ZONEMD-Schema 0 ist reserviert und nicht für Standardverwendung.
es_es: El esquema ZONEMD 0 está reservado y no es para uso estándar.
fr_fr: Le schéma ZONEMD 0 est réservé et pas pour un usage standard.
id_id: Skema ZONEMD 0 dicadangkan dan bukan untuk penggunaan standar.
ko_kr: ZONEMD 스키마 0은 예약되어 있으며 표준 사용이 아닙니다.
lt_lt: ZONEMD schema 0 yra rezervuota ir neskirta standartiniam naudojimui.
pl_pl: Schemat ZONEMD 0 jest zarezerwowany i nie do standardowego użytku.
ru_ru: Схема ZONEMD 0 зарезервирована и не предназначена для стандартного использования.
sv_se: ZONEMD-schema 0 är reserverat och inte avsett för standardanvändning.
tr_tr: ZONEMD şeması 0 ayrılmıştır ve standart kullanım için değildir.
uk_ua: Схема ZONEMD 0 зарезервована і не призначена для стандартного використання.
vi_vn: Lược đồ ZONEMD 0 được dành riêng và không dùng cho mục đích tiêu chuẩn.
zh_cn: ZONEMD 模式 0 为保留值，不用于标准使用。

source: ZONEMD hash algorithm must be a number between 0 and 255.
cs_cz: Hashovací algoritmus ZONEMD musí být číslo mezi 0 a 255.
de_de: ZONEMD-Hash-Algorithmus muss eine Zahl zwischen 0 und 255 sein.
es_es: El algoritmo hash ZONEMD debe ser un número entre 0 y 255.
fr_fr: L'algorithme de hachage ZONEMD doit être un nombre entre 0 et 255.
id_id: Algoritma hash ZONEMD harus berupa angka antara 0 dan 255.
ko_kr: ZONEMD 해시 알고리즘은 0에서 255 사이의 숫자여야 합니다.
lt_lt: ZONEMD hash algoritmas turi būti skaičius tarp 0 ir 255.
pl_pl: Algorytm hashu ZONEMD musi być liczbą między 0 a 255.
ru_ru: Алгоритм хеширования ZONEMD должен быть числом от 0 до 255.
sv_se: ZONEMD hashalgoritm måste vara ett nummer mellan 0 och 255.
tr_tr: ZONEMD hash algoritması 0 ile 255 arasında bir sayı olmalıdır.
uk_ua: Алгоритм хешування ZONEMD повинен бути числом від 0 до 255.
vi_vn: Thuật toán băm ZONEMD phải là số từ 0 đến 255.
zh_cn: ZONEMD 哈希算法必须是 0 到 255 之间的数字。

source: ZONEMD hash algorithm 0 is reserved and not for standard use.
cs_cz: Hashovací algoritmus ZONEMD 0 je vyhrazený a není určen pro standardní použití.
de_de: ZONEMD-Hash-Algorithmus 0 ist reserviert und nicht für Standardverwendung.
es_es: El algoritmo hash ZONEMD 0 está reservado y no es para uso estándar.
fr_fr: L'algorithme de hachage ZONEMD 0 est réservé et pas pour un usage standard.
id_id: Algoritma hash ZONEMD 0 dicadangkan dan bukan untuk penggunaan standar.
ko_kr: ZONEMD 해시 알고리즘 0은 예약되어 있으며 표준 사용이 아닙니다.
lt_lt: ZONEMD hash algoritmas 0 yra rezervuotas ir neskirtas standartiniam naudojimui.
pl_pl: Algorytm hashu ZONEMD 0 jest zarezerwowany i nie do standardowego użytku.
ru_ru: Алгоритм хеширования ZONEMD 0 зарезервирован и не предназначен для стандартного использования.
sv_se: ZONEMD hashalgoritm 0 är reserverad och inte avsedd för standardanvändning.
tr_tr: ZONEMD hash algoritması 0 ayrılmıştır ve standart kullanım için değildir.
uk_ua: Алгоритм хешування ZONEMD 0 зарезервований і не призначений для стандартного використання.
vi_vn: Thuật toán băm ZONEMD 0 được dành riêng và không dùng cho mục đích tiêu chuẩn.
zh_cn: ZONEMD 哈希算法 0 为保留值，不用于标准使用。

source: ZONEMD digest must be a hexadecimal string.
cs_cz: Digest ZONEMD musí být hexadecimální řetězec.
de_de: ZONEMD-Digest muss eine hexadezimale Zeichenkette sein.
es_es: El digest ZONEMD debe ser una cadena hexadecimal.
fr_fr: Le digest ZONEMD doit être une chaîne hexadécimale.
id_id: Digest ZONEMD harus berupa string heksadesimal.
ko_kr: ZONEMD 다이제스트는 16진수 문자열이어야 합니다.
lt_lt: ZONEMD santrauka turi būti šešioliktainė eilutė.
pl_pl: Skrót ZONEMD musi być ciągiem szesnastkowym.
ru_ru: Дайджест ZONEMD должен быть шестнадцатеричной строкой.
sv_se: ZONEMD-sammanfattning måste vara en hexadecimal sträng.
tr_tr: ZONEMD özeti onaltılık bir string olmalıdır.
uk_ua: Дайджест ZONEMD повинен бути шістнадцятковим рядком.
vi_vn: Mã hash ZONEMD phải là chuỗi thập lục phân.
zh_cn: ZONEMD 摘要必须是十六进制字符串。

source: ZONEMD digest must be at least 24 hexadecimal characters (12 octets).
cs_cz: Digest ZONEMD musí mít alespoň 24 hexadecimálních znaků (12 oktetů).
de_de: ZONEMD-Digest muss mindestens 24 hexadezimale Zeichen (12 Oktette) haben.
es_es: El digest ZONEMD debe tener al menos 24 caracteres hexadecimales (12 octetos).
fr_fr: Le digest ZONEMD doit faire au moins 24 caractères hexadécimaux (12 octets).
id_id: Digest ZONEMD harus minimal 24 karakter heksadesimal (12 oktet).
ko_kr: ZONEMD 다이제스트는 최소 24자의 16진수 (12옥텟)여야 합니다.
lt_lt: ZONEMD santrauka turi būti bent 24 šešioliktainiai simboliai (12 oktetų).
pl_pl: Skrót ZONEMD musi mieć co najmniej 24 znaki szesnastkowe (12 oktetów).
ru_ru: Дайджест ZONEMD должен содержать минимум 24 шестнадцатеричных символа (12 октетов).
sv_se: ZONEMD-sammanfattning måste vara minst 24 hexadecimala tecken (12 oktetter).
tr_tr: ZONEMD özeti en az 24 onaltılık karakter (12 oktet) olmalıdır.
uk_ua: Дайджест ZONEMD повинен містити принаймні 24 шістнадцяткових символи (12 октетів).
vi_vn: Mã hash ZONEMD phải có ít nhất 24 ký tự thập lục phân (12 octet).
zh_cn: ZONEMD 摘要必须至少包含 24 个十六进制字符（12 个八位字节）。

source: ZONEMD digest for SHA-384 (algorithm 1) must be exactly 96 hexadecimal characters (48 octets).
cs_cz: Digest ZONEMD pro SHA-384 (algoritmus 1) musí mít přesně 96 hexadecimálních znaků (48 oktetů).
de_de: ZONEMD-Digest für SHA-384 (Algorithmus 1) muss genau 96 hexadezimale Zeichen (48 Oktette) haben.
es_es: El digest ZONEMD para SHA-384 (algoritmo 1) debe tener exactamente 96 caracteres hexadecimales (48 octetos).
fr_fr: Le digest ZONEMD pour SHA-384 (algorithme 1) doit faire exactement 96 caractères hexadécimaux (48 octets).
id_id: Digest ZONEMD untuk SHA-384 (algoritma 1) harus tepat 96 karakter heksadesimal (48 oktet).
ko_kr: SHA-384 (알고리즘 1)용 ZONEMD 다이제스트는 정확히 96자의 16진수 (48옥텟)여야 합니다.
lt_lt: ZONEMD santrauka SHA-384 (algoritmas 1) turi būti tiksliai 96 šešioliktainiai simboliai (48 oktetai).
pl_pl: Skrót ZONEMD dla SHA-384 (algorytm 1) musi mieć dokładnie 96 znaków szesnastkowych (48 oktetów).
ru_ru: Дайджест ZONEMD для SHA-384 (алгоритм 1) должен содержать ровно 96 шестнадцатеричных символов (48 октетов).
sv_se: ZONEMD-sammanfattning för SHA-384 (algoritm 1) måste vara exakt 96 hexadecimala tecken (48 oktetter).
tr_tr: SHA-384 (algoritma 1) için ZONEMD özeti tam olarak 96 onaltılık karakter (48 oktet) olmalıdır.
uk_ua: Дайджест ZONEMD для SHA-384 (алгоритм 1) повинен містити точно 96 шістнадцяткових символів (48 октетів).
vi_vn: Mã hash ZONEMD cho SHA-384 (thuật toán 1) phải có chính xác 96 ký tự thập lục phân (48 octet).
zh_cn: SHA-384（算法 1）的 ZONEMD 摘要必须恰好为 96 个十六进制字符（48 个八位字节）。

source: Priority field for CERT records must be 0 or empty
cs_cz: Pole priority pro záznamy CERT musí být 0 nebo prázdné
de_de: Prioritätsfeld für CERT-Einträge muss 0 oder leer sein
es_es: El campo de prioridad para registros CERT debe ser 0 o vacío
fr_fr: Le champ priorité pour les enregistrements CERT doit être 0 ou vide
id_id: Kolom prioritas untuk rekaman CERT harus 0 atau kosong
ko_kr: CERT 레코드의 우선순위 필드는 0이거나 비어 있어야 합니다
lt_lt: CERT įrašų prioriteto laukas turi būti 0 arba tuščias
pl_pl: Pole priorytetu dla rekordów CERT musi mieć wartość 0 lub być puste
ru_ru: Поле приоритета для записей CERT должно быть 0 или пустым
sv_se: Prioritetsfältet för CERT-poster måste vara 0 eller tomt
tr_tr: CERT kayıtları için öncelik alanı 0 veya boş olmalıdır
uk_ua: Поле пріоритету для записів CERT повинно бути 0 або порожнім
vi_vn: Trường ưu tiên cho bản ghi CERT phải là 0 hoặc để trống
zh_cn: CERT 记录的优先级字段必须为 0 或空

source: Per RFC 4398, consider DNS record size limitations when using CERT records. Large certificates may cause DNS message fragmentation.
cs_cz: Podle RFC 4398 zvažte omezení velikosti DNS záznamů při použití záznamů CERT. Velké certifikáty mohou způsobit fragmentaci DNS zpráv.
de_de: Gemäß RFC 4398 berücksichtigen Sie DNS-Eintragsgrößenbeschränkungen bei der Verwendung von CERT-Einträgen. Große Zertifikate können zu DNS-Nachrichtenfragmentierung führen.
es_es: Según RFC 4398, considere las limitaciones de tamaño de registro DNS al usar registros CERT. Los certificados grandes pueden causar fragmentación de mensajes DNS.
fr_fr: Selon RFC 4398, considérez les limitations de taille d'enregistrement DNS lors de l'utilisation d'enregistrements CERT. Les gros certificats peuvent causer une fragmentation de message DNS.
id_id: Sesuai RFC 4398, pertimbangkan batasan ukuran rekaman DNS saat menggunakan rekaman CERT. Sertifikat besar dapat menyebabkan fragmentasi pesan DNS.
ko_kr: RFC 4398에 따라 CERT 레코드를 사용할 때 DNS 레코드 크기 제한을 고려하세요. 큰 인증서는 DNS 메시지 조각화를 일으킬 수 있습니다.
lt_lt: Pagal RFC 4398, apsvarstykite DNS įrašų dydžio apribojimus naudojant CERT įrašus. Dideli sertifikatai gali sukelti DNS pranešimų fragmentaciją.
pl_pl: Zgodnie z RFC 4398, rozważ ograniczenia rozmiaru rekordów DNS podczas używania rekordów CERT. Duże certyfikaty mogą powodować fragmentację wiadomości DNS.
ru_ru: Согласно RFC 4398, учитывайте ограничения размера DNS записей при использовании записей CERT. Большие сертификаты могут вызвать фрагментацию DNS сообщений.
sv_se: Enligt RFC 4398, beakta DNS-postens storleksbegränsningar vid användning av CERT-poster. Stora certifikat kan orsaka DNS-meddelandefragmentering.
tr_tr: RFC 4398'e göre, CERT kayıtları kullanırken DNS kayıt boyut sınırlamalarını göz önünde bulundurun. Büyük sertifikalar DNS mesaj parçalanmasına neden olabilir.
uk_ua: Відповідно до RFC 4398, враховуйте обмеження розміру DNS-записів при використанні записів CERT. Великі сертифікати можуть призвести до фрагментації DNS-повідомлень.
vi_vn: Theo RFC 4398, cân nhắc giới hạn kích thước bản ghi DNS khi sử dụng bản ghi CERT. Chứng chỉ lớn có thể gây phân mảnh thông điệp DNS.
zh_cn: 根据 RFC 4398，使用 CERT 记录时应考虑 DNS 记录大小限制。大型证书可能导致 DNS 消息分片。

source: This CERT record content is quite large (
cs_cz: Obsah tohoto CERT záznamu je poměrně velký (
de_de: Dieser CERT-Eintragsinhalt ist ziemlich groß (
es_es: El contenido de este registro CERT es bastante grande (
fr_fr: Le contenu de cet enregistrement CERT est assez volumineux (
id_id: Konten rekaman CERT ini cukup besar (
ko_kr: 이 CERT 레코드 콘텐츠는 매우 큽니다 (
lt_lt: Šis CERT įrašo turinys yra gana didelis (
pl_pl: Zawartość tego rekordu CERT jest dość duża (
ru_ru: Содержимое этой записи CERT довольно велико (
sv_se: Denna CERT-posts innehåll är ganska stort (
tr_tr: Bu CERT kayıt içeriği oldukça büyük (
uk_ua: Вміст цього запису CERT досить великий (
vi_vn: Nội dung bản ghi CERT này khá lớn (
zh_cn: 此 CERT 记录内容相当大（

source: Invalid characters in CERT record content.
cs_cz: Neplatné znaky v obsahu CERT záznamu.
de_de: Ungültige Zeichen im CERT-Eintragsinhalt.
es_es: Caracteres inválidos en el contenido del registro CERT.
fr_fr: Caractères invalides dans le contenu de l'enregistrement CERT.
id_id: Karakter tidak valid dalam konten rekaman CERT.
ko_kr: CERT 레코드 콘텐츠에 유효하지 않은 문자가 있습니다.
lt_lt: CERT įrašo turinyje yra neteisingi simboliai.
pl_pl: Nieprawidłowe znaki w zawartości rekordu CERT.
ru_ru: Недопустимые символы в содержимом записи CERT.
sv_se: Ogiltiga tecken i CERT-postens innehåll.
tr_tr: CERT kayıt içeriğinde geçersiz karakterler.
uk_ua: Недійсні символи у вмісті запису CERT.
vi_vn: Ký tự không hợp lệ trong nội dung bản ghi CERT.
zh_cn: CERT 记录内容中包含无效字符。

source: CERT record must contain type, key-tag, algorithm and certificate-data separated by spaces.
cs_cz: Záznam CERT musí obsahovat typ, klíčový tag, algoritmus a data certifikátu oddělené mezerami.
de_de: CERT-Eintrag muss Typ, Key-Tag, Algorithmus und Zertifikatsdaten durch Leerzeichen getrennt enthalten.
es_es: El registro CERT debe contener tipo, key-tag, algoritmo y certificate-data separados por espacios.
fr_fr: L'enregistrement CERT doit contenir le type, key-tag, algorithme et données-certificat séparés par des espaces.
id_id: Rekaman CERT harus berisi type, key-tag, algorithm, dan certificate-data yang dipisahkan oleh spasi.
ko_kr: CERT 레코드는 공백으로 구분된 유형, 키 태그, 알고리즘 및 인증서 데이터를 포함해야 합니다.
lt_lt: CERT įrašas turi turėti tipą, rakto žymę, algoritmą ir sertifikato duomenis, atskirtus tarpais.
pl_pl: Rekord CERT musi zawierać typ, tag klucza, algorytm i dane certyfikatu oddzielone spacjami.
ru_ru: Запись CERT должна содержать тип, метку ключа, алгоритм и данные сертификата, разделенные пробелами.
sv_se: CERT-posten måste innehålla typ, nyckeltagg, algoritm och certifikatdata separerade med mellanslag.
tr_tr: CERT kaydı boşluklarla ayrılmış type, key-tag, algorithm ve certificate-data içermelidir.
uk_ua: Запис CERT повинен містити тип, key-tag, алгоритм та дані сертифіката, розділені пробілами.
vi_vn: Bản ghi CERT phải chứa loại, thẻ khóa, thuật toán và dữ liệu chứng chỉ phân tách bằng khoảng trắng.
zh_cn: CERT 记录必须包含类型、密钥标签、算法和证书数据，以空格分隔。

source: CERT type must be a number between 0 and 65535 or a valid mnemonic.
cs_cz: Typ CERT musí být číslo mezi 0 a 65535 nebo platná mnemotechnika.
de_de: CERT-Typ muss eine Zahl zwischen 0 und 65535 oder ein gültiges Mnemonic sein.
es_es: El tipo CERT debe ser un número entre 0 y 65535 o un mnemónico válido.
fr_fr: Le type CERT doit être un nombre entre 0 et 65535 ou un mnémonique valide.
id_id: Tipe CERT harus berupa angka antara 0 dan 65535 atau mnemonik yang valid.
ko_kr: CERT 유형은 0에서 65535 사이의 숫자 또는 유효한 니모닉이어야 합니다.
lt_lt: CERT tipas turi būti skaičius tarp 0 ir 65535 arba teisinga mnemonika.
pl_pl: Typ CERT musi być liczbą między 0 a 65535 lub prawidłowym mnemonicznym.
ru_ru: Тип CERT должен быть числом от 0 до 65535 или допустимым мнемоническим обозначением.
sv_se: CERT-typ måste vara ett nummer mellan 0 och 65535 eller ett giltigt mnemoniskt namn.
tr_tr: CERT türü 0 ile 65535 arasında bir sayı veya geçerli bir anl anlayış olmalıdır.
uk_ua: Тип CERT повинен бути числом від 0 до 65535 або дійсною мнемонікою.
vi_vn: Loại CERT phải là số từ 0 đến 65535 hoặc tên gợi nhớ hợp lệ.
zh_cn: CERT 类型必须是 0 到 65535 之间的数字或有效的助记符。

source: CERT type value
cs_cz: Hodnota typu CERT
de_de: CERT-Typwert
es_es: Valor de tipo CERT
fr_fr: Valeur de type CERT
id_id: Nilai tipe CERT
ko_kr: CERT 유형 값
lt_lt: CERT tipo reikšmė
pl_pl: Wartość typu CERT
ru_ru: Значение типа CERT
sv_se: CERT-typvärde
tr_tr: CERT tür değeri
uk_ua: Значення типу CERT
vi_vn: Giá trị loại CERT
zh_cn: CERT 类型值

source: CERT type must be a number between 0 and 65535 or a valid mnemonic (PKIX, SPKI, PGP, etc.).
cs_cz: Typ CERT musí být číslo mezi 0 a 65535 nebo platná mnemotechnika (PKIX, SPKI, PGP, atd.).
de_de: CERT-Typ muss eine Zahl zwischen 0 und 65535 oder ein gültiges Mnemonic (PKIX, SPKI, PGP, usw.) sein.
es_es: El tipo CERT debe ser un número entre 0 y 65535 o un mnemónico válido (PKIX, SPKI, PGP, etc.).
fr_fr: Le type CERT doit être un nombre entre 0 et 65535 ou un mnémonique valide (PKIX, SPKI, PGP, etc.).
id_id: Tipe CERT harus berupa angka antara 0 dan 65535 atau mnemonik yang valid (PKIX, SPKI, PGP, dll.).
ko_kr: CERT 유형은 0에서 65535 사이의 숫자 또는 유효한 니모닉 (PKIX, SPKI, PGP 등)이어야 합니다.
lt_lt: CERT tipas turi būti skaičius tarp 0 ir 65535 arba teisinga mnemonika (PKIX, SPKI, PGP, ir t.t.).
pl_pl: Typ CERT musi być liczbą między 0 a 65535 lub prawidłowym mnemonicznym (PKIX, SPKI, PGP, itp.).
ru_ru: Тип CERT должен быть числом от 0 до 65535 или допустимым мнемоническим обозначением (PKIX, SPKI, PGP, и т.д.).
sv_se: CERT-typ måste vara ett nummer mellan 0 och 65535 eller ett giltigt mnemoniskt namn (PKIX, SPKI, PGP, etc.).
tr_tr: CERT türü 0 ile 65535 arasında bir sayı veya geçerli bir mné (PKIX, SPKI, PGP, vb.) olmalıdır.
uk_ua: Тип CERT повинен бути числом від 0 до 65535 або дійсною мнемонікою (PKIX, SPKI, PGP тощо).
vi_vn: Loại CERT phải là số từ 0 đến 65535 hoặc tên gợi nhớ hợp lệ (PKIX, SPKI, PGP, v.v.).
zh_cn: CERT 类型必须是 0 到 65535 之间的数字或有效助记符（PKIX、SPKI、PGP 等）。
