Repository: poweradmin/poweradmin
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: cs_cz, de_de, es_es, fr_fr, id_id, ko_kr, lt_lt, pl_pl, ru_ru, sv_se, tr_tr, uk_ua, vi_vn, zh_cn

source: %d zones have duplicate SOA records
cs_cz: %d zón má duplicitní SOA záznamy
de_de: %d Zonen haben doppelte SOA-Einträge
es_es: %d zonas tienen registros SOA duplicados
fr_fr: %d zones ont des enregistrements SOA dupliqués
id_id: %d zona memiliki rekaman SOA duplikat
ko_kr: %d개의 존에 중복 SOA 레코드가 있습니다
lt_lt: %d zonos turi dubliuotų SOA įrašų
pl_pl: %d stref ma duplikaty rekordów SOA
ru_ru: %d зон имеют дублирующиеся записи SOA
sv_se: %d zoner har duplicerade SOA-poster
tr_tr: %d zonda yinelenen SOA kayıtları var
uk_ua: %d зон мають дублікати SOA-записів
vi_vn: %d vùng có bản ghi SOA trùng lặp
zh_cn: %d 个区域有重复的 SOA 记录

source: All zones have SOA records
cs_cz: Všechny zóny mají SOA záznamy
de_de: Alle Zonen haben SOA-Einträge
es_es: Todas las zonas tienen registros SOA
fr_fr: Toutes les zones ont des enregistrements SOA
id_id: Semua zona memiliki rekaman SOA
ko_kr: 모든 존에 SOA 레코드가 있습니다
lt_lt: Visos zonos turi SOA įrašus
pl_pl: Wszystkie strefy mają rekordy SOA
ru_ru: Все зоны имеют записи SOA
sv_se: Alla zoner har SOA-poster
tr_tr: Tüm zonların SOA kayıtları var
uk_ua: Усі зони мають SOA-записи
vi_vn: Tất cả vùng đều có bản ghi SOA
zh_cn: 所有区域都有 SOA 记录

source: %d zones found without SOA records
cs_cz: Nalezeno %d zón bez SOA záznamů
de_de: %d Zonen ohne SOA-Einträge gefunden
es_es: %d zonas encontradas sin registros SOA
fr_fr: %d zones trouvées sans enregistrements SOA
id_id: %d zona ditemukan tanpa rekaman SOA
ko_kr: SOA 레코드가 없는 %d개의 존이 발견되었습니다
lt_lt: %d zonų rasta be SOA įrašų
pl_pl: Znaleziono %d stref bez rekordów SOA
ru_ru: Найдено %d зон без записей SOA
sv_se: %d zoner hittades utan SOA-poster
tr_tr: %d SOA kaydı olmayan zon bulundu
uk_ua: Знайдено %d зон без SOA-записів
vi_vn: Tìm thấy %d vùng không có bản ghi SOA
zh_cn: 发现 %d 个没有 SOA 记录的区域

source: Priority field for IPSECKEY records must be 0 or empty
cs_cz: Pole priority pro IPSECKEY záznamy musí být 0 nebo prázdné
de_de: Prioritätsfeld für IPSECKEY-Einträge muss 0 oder leer sein
es_es: El campo de prioridad para registros IPSECKEY debe ser 0 o vacío
fr_fr: Le champ priorité pour les enregistrements IPSECKEY doit être 0 ou vide
id_id: Kolom prioritas untuk rekaman IPSECKEY harus 0 atau kosong
ko_kr: IPSECKEY 레코드의 우선순위 필드는 0이거나 비어 있어야 합니다
lt_lt: IPSECKEY įrašų prioriteto laukas turi būti 0 arba tuščias
pl_pl: Pole priorytetu dla rekordów IPSECKEY musi mieć wartość 0 lub być puste
ru_ru: Поле приоритета для записей IPSECKEY должно быть 0 или пустым
sv_se: Prioritetsfältet för IPSECKEY-poster måste vara 0 eller tomt
tr_tr: IPSECKEY kayıtları için öncelik alanı 0 veya boş olmalıdır
uk_ua: Поле пріоритету для записів IPSECKEY повинно бути 0 або порожнім
vi_vn: Trường ưu tiên cho bản ghi IPSECKEY phải là 0 hoặc để trống
zh_cn: IPSECKEY 记录的优先级字段必须为 0 或空

source: IPSECKEY records should be used with DNSSEC to ensure secure transmission of keying material (RFC 4025 Section 4).
cs_cz: IPSECKEY záznamy by měly být použity s DNSSEC pro zajištění bezpečného přenosu klíčového materiálu (RFC 4025 Sekce 4).
de_de: IPSECKEY-Einträge sollten mit DNSSEC verwendet werden, um eine sichere Übertragung von Schlüsselmaterial zu gewährleisten (RFC 4025 Abschnitt 4).
es_es: Los registros IPSECKEY deben usarse con DNSSEC para asegurar la transmisión segura de material de claves (RFC 4025 Sección 4).
fr_fr: Les enregistrements IPSECKEY devraient être utilisés avec DNSSEC pour assurer une transmission sécurisée du matériel de clés (RFC 4025 Section 4).
id_id: Rekaman IPSECKEY harus digunakan dengan DNSSEC untuk memastikan transmisi material kunci yang aman (RFC 4025 Bagian 4).
ko_kr: IPSECKEY 레코드는 키 자료의 안전한 전송을 보장하기 위해 DNSSEC와 함께 사용해야 합니다 (RFC 4025 섹션 4).
lt_lt: IPSECKEY įrašai turėtų būti naudojami su DNSSEC, kad būtų užtikrintas saugus raktų medžiagos perdavimas (RFC 4025 4 skyrius).
pl_pl: Rekordy IPSECKEY powinny być używane z DNSSEC w celu zapewnienia bezpiecznej transmisji materiału klucza (RFC 4025 Sekcja 4).
ru_ru: Записи IPSECKEY должны использоваться с DNSSEC для обеспечения безопасной передачи ключевого материала (RFC 4025 раздел 4).
sv_se: IPSECKEY-poster bör användas med DNSSEC för att säkerställa säker överföring av nyckelmaterial (RFC 4025 avsnitt 4).
tr_tr: IPSECKEY kayıtları, anahtar materyalinin güvenli aktarımını sağlamak için DNSSEC ile kullanılmalıdır (RFC 4025 Bölüm 4).
uk_ua: Записи IPSECKEY слід використовувати з DNSSEC для забезпечення безпечної передачі ключового матеріалу (RFC 4025 Розділ 4).
vi_vn: Bản ghi IPSECKEY nên được sử dụng với DNSSEC để đảm bảo truyền tải an toàn tài liệu khóa (RFC 4025 Phần 4).
zh_cn: IPSECKEY 记录应与 DNSSEC 一起使用以确保密钥材料的安全传输（RFC 4025 第 4 节）。

source: The public key in IPSECKEY records should be regularly rotated for improved security.
cs_cz: Veřejný klíč v IPSECKEY záznamech by měl být pravidelně rotován pro zlepšení bezpečnosti.
de_de: Der öffentliche Schlüssel in IPSECKEY-Einträgen sollte regelmäßig rotiert werden für verbesserte Sicherheit.
es_es: La clave pública en los registros IPSECKEY debe rotarse regularmente para mejorar la seguridad.
fr_fr: La clé publique dans les enregistrements IPSECKEY devrait être régulièrement rotée pour une sécurité améliorée.
id_id: Kunci publik dalam rekaman IPSECKEY harus dirotasi secara berkala untuk meningkatkan keamanan.
ko_kr: IPSECKEY 레코드의 공개 키는 보안 향상을 위해 정기적으로 회전해야 합니다.
lt_lt: Viešieji raktai IPSECKEY įrašuose turėtų būti reguliariai keičiami saugumo gerinimui.
pl_pl: Klucz publiczny w rekordach IPSECKEY powinien być regularnie wymieniany dla poprawy bezpieczeństwa.
ru_ru: Открытый ключ в записях IPSECKEY должен регулярно обновляться для повышения безопасности.
sv_se: Den publika nyckeln i IPSECKEY-poster bör roteras regelbundet för förbättrad säkerhet.
tr_tr: IPSECKEY kayıtlarındaki açık anahtar, gelişmiş güvenlik için düzenli olarak değiştirilmelidir.
uk_ua: Відкритий ключ у записах IPSECKEY слід регулярно оновлювати для підвищення безпеки.
vi_vn: Khóa công khai trong bản ghi IPSECKEY nên được xoay vòng thường xuyên để cải thiện bảo mật.
zh_cn: IPSECKEY 记录中的公钥应定期轮换以提高安全性。

source: When using domain name gateways, ensure both forward and reverse DNS records exist and are properly secured with DNSSEC.
cs_cz: Při používání brán doménových jmen se ujistěte, že existují přímé i reverzní DNS záznamy a jsou řádně zabezpečeny pomocí DNSSEC.
de_de: Bei der Verwendung von Domain-Name-Gateways stellen Sie sicher, dass sowohl Forward- als auch Reverse-DNS-Einträge existieren und ordnungsgemäß mit DNSSEC gesichert sind.
es_es: Al usar gateways de nombre de dominio, asegúrese de que existan registros DNS directos e inversos y estén adecuadamente protegidos con DNSSEC.
fr_fr: Lors de l'utilisation de passerelles de nom de domaine, assurez-vous que les enregistrements DNS directs et inverses existent et sont correctement sécurisés avec DNSSEC.
id_id: Saat menggunakan gateway nama domain, pastikan rekaman DNS maju dan mundur ada dan diamankan dengan benar menggunakan DNSSEC.
ko_kr: 도메인 이름 게이트웨이를 사용할 때 정방향 및 역방향 DNS 레코드가 모두 존재하고 DNSSEC로 적절하게 보안되었는지 확인하세요.
lt_lt: Naudojant domenų vardų tinklų sietuvus, užtikrinkite, kad egzistuoja tiek tiesioginiai, tiek atvirkštiniai DNS įrašai ir jie yra tinkamai apsaugoti su DNSSEC.
pl_pl: Podczas używania bram nazw domen upewnij się, że istnieją zarówno rekordy DNS wprost i odwrotne oraz są prawidłowo zabezpieczone przez DNSSEC.
ru_ru: При использовании шлюзов доменных имен убедитесь, что прямые и обратные записи DNS существуют и должным образом защищены с помощью DNSSEC.
sv_se: Vid användning av domännamnsgatewayer, se till att både framåt- och bakåt-DNS-poster finns och är korrekt säkrade med DNSSEC.
tr_tr: Domain adı ağ geçitlerini kullanırken, hem ileri hem de ters DNS kayıtlarının mevcut olduğundan ve DNSSEC ile uygun şekilde güvenceye alındığından emin olun.
uk_ua: При використанні шлюзів з доменними іменами переконайтеся, що прямі та зворотні DNS-записи існують і належним чином захищені за допомогою DNSSEC.
vi_vn: Khi sử dụng cổng tên miền, hãy đảm bảo cả bản ghi DNS xuôi và ngược đều tồn tại và được bảo mật đúng cách bằng DNSSEC.
zh_cn: 使用域名网关时，确保正向和反向 DNS 记录都存在并通过 DNSSEC 正确保护。

source: Invalid characters in IPSECKEY record content.
cs_cz: Neplatné znaky v obsahu IPSECKEY záznamu.
de_de: Ungültige Zeichen im IPSECKEY-Eintrag-Inhalt.
es_es: Caracteres inválidos en el contenido del registro IPSECKEY.
fr_fr: Caractères invalides dans le contenu de l'enregistrement IPSECKEY.
id_id: Karakter tidak valid dalam konten rekaman IPSECKEY.
ko_kr: IPSECKEY 레코드 콘텐츠에 유효하지 않은 문자가 있습니다.
lt_lt: Neteisingi simboliai IPSECKEY įrašo turinyje.
pl_pl: Nieprawidłowe znaki w zawartości rekordu IPSECKEY.
ru_ru: Неверные символы в содержимом записи IPSECKEY.
sv_se: Ogiltiga tecken i IPSECKEY-postens innehåll.
tr_tr: IPSECKEY kayıt içeriğinde geçersiz karakterler.
uk_ua: Недійсні символи у вмісті запису IPSECKEY.
vi_vn: Ký tự không hợp lệ trong nội dung bản ghi IPSECKEY.
zh_cn: IPSECKEY 记录内容中有无效字符。

source: IPSECKEY record must contain precedence, gateway type, algorithm, gateway, and public key.
cs_cz: IPSECKEY záznam musí obsahovat prioritu, typ brány, algoritmus, bránu a veřejný klíč.
de_de: IPSECKEY-Eintrag muss Priorität, Gateway-Typ, Algorithmus, Gateway und öffentlichen Schlüssel enthalten.
es_es: El registro IPSECKEY debe contener precedencia, tipo de gateway, algoritmo, gateway y clave pública.
fr_fr: L'enregistrement IPSECKEY doit contenir la précédence, le type de passerelle, l'algorithme, la passerelle et la clé publique.
id_id: Rekaman IPSECKEY harus berisi precedence, jenis gateway, algoritma, gateway, dan kunci publik.
ko_kr: IPSECKEY 레코드는 우선순위, 게이트웨이 유형, 알고리즘, 게이트웨이 및 공개 키를 포함해야 합니다.
lt_lt: IPSECKEY įrašas turi turėti pirmenybę, tinklų sietuvo tipą, algoritmą, tinklų sietuvą ir viešąjį raktą.
pl_pl: Rekord IPSECKEY musi zawierać pierwszeństwo, typ bramy, algorytm, bramę i klucz publiczny.
ru_ru: Запись IPSECKEY должна содержать приоритет, тип шлюза, алгоритм, шлюз и открытый ключ.
sv_se: IPSECKEY-posten måste innehålla precedens, gateway-typ, algoritm, gateway och publik nyckel.
tr_tr: IPSECKEY kaydı öncelik, ağ geçidi türü, algoritma, ağ geçidi ve açık anahtar içermelidir.
uk_ua: Запис IPSECKEY повинен містити пріоритет, тип шлюзу, алгоритм, шлюз та відкритий ключ.
vi_vn: Bản ghi IPSECKEY phải chứa mức ưu tiên, loại cổng, thuật toán, cổng và khóa công khai.
zh_cn: IPSECKEY 记录必须包含优先级、网关类型、算法、网关和公钥。

source: IPSECKEY precedence must be a number between 0 and 255.
cs_cz: IPSECKEY priorita musí být číslo mezi 0 a 255.
de_de: IPSECKEY-Priorität muss eine Zahl zwischen 0 und 255 sein.
es_es: La precedencia de IPSECKEY debe ser un número entre 0 y 255.
fr_fr: La précédence IPSECKEY doit être un nombre entre 0 et 255.
id_id: Precedence IPSECKEY harus berupa angka antara 0 dan 255.
ko_kr: IPSECKEY 우선순위는 0에서 255 사이의 숫자여야 합니다.
lt_lt: IPSECKEY pirmenybė turi būti skaičius tarp 0 ir 255.
pl_pl: Pierwszeństwo IPSECKEY musi być liczbą między 0 a 255.
ru_ru: Приоритет IPSECKEY должен быть числом от 0 до 255.
sv_se: IPSECKEY-precedens måste vara ett nummer mellan 0 och 255.
tr_tr: IPSECKEY önceliği 0 ile 255 arasında bir sayı olmalıdır.
uk_ua: Пріоритет IPSECKEY повинен бути числом від 0 до 255.
vi_vn: Mức ưu tiên IPSECKEY phải là số từ 0 đến 255.
zh_cn: IPSECKEY 优先级必须是 0 到 255 之间的数字。

source: IPSECKEY gateway type must be 0 (No gateway), 1 (IPv4), 2 (IPv6), or 3 (Domain name)
cs_cz: IPSECKEY typ brány musí být 0 (Žádná brána), 1 (IPv4), 2 (IPv6), nebo 3 (Doménové jméno)
de_de: IPSECKEY-Gateway-Typ muss 0 (Kein Gateway), 1 (IPv4), 2 (IPv6) oder 3 (Domain-Name) sein
es_es: El tipo de gateway IPSECKEY debe ser 0 (Sin gateway), 1 (IPv4), 2 (IPv6), o 3 (Nombre de dominio)
fr_fr: Le type de passerelle IPSECKEY doit être 0 (Pas de passerelle), 1 (IPv4), 2 (IPv6), ou 3 (Nom de domaine)
id_id: Jenis gateway IPSECKEY harus 0 (Tanpa gateway), 1 (IPv4), 2 (IPv6), atau 3 (Nama domain)
ko_kr: IPSECKEY 게이트웨이 유형은 0 (게이트웨이 없음), 1 (IPv4), 2 (IPv6) 또는 3 (도메인 이름)이어야 합니다
lt_lt: IPSECKEY tinklų sietuvo tipas turi būti 0 (jokio tinklų sietuvo), 1 (IPv4), 2 (IPv6) arba 3 (domeno vardas)
pl_pl: Typ bramy IPSECKEY musi być 0 (Brak bramy), 1 (IPv4), 2 (IPv6) lub 3 (Nazwa domeny)
ru_ru: Тип шлюза IPSECKEY должен быть 0 (без шлюза), 1 (IPv4), 2 (IPv6) или 3 (доменное имя)
sv_se: IPSECKEY gateway-typ måste vara 0 (Ingen gateway), 1 (IPv4), 2 (IPv6) eller 3 (Domännamn)
tr_tr: IPSECKEY ağ geçidi türü 0 (Ağ geçidi yok), 1 (IPv4), 2 (IPv6) veya 3 (Domain adı) olmalıdır
uk_ua: Тип шлюзу IPSECKEY повинен бути 0 (без шлюзу), 1 (IPv4), 2 (IPv6) або 3 (доменне ім'я)
vi_vn: Loại cổng IPSECKEY phải là 0 (Không có cổng), 1 (IPv4), 2 (IPv6) hoặc 3 (Tên miền)
zh_cn: IPSECKEY 网关类型必须是 0（无网关）、1（IPv4）、2（IPv6）或 3（域名）

source: IPSECKEY algorithm must be 0 (No key), 1 (RSA), 2 (DSA), 3 (ECDSA), or 4 (Ed25519).
cs_cz: IPSECKEY algoritmus musí být 0 (Žádný klíč), 1 (RSA), 2 (DSA), 3 (ECDSA), nebo 4 (Ed25519).
de_de: IPSECKEY-Algorithmus muss 0 (Kein Schlüssel), 1 (RSA), 2 (DSA), 3 (ECDSA) oder 4 (Ed25519) sein.
es_es: El algoritmo IPSECKEY debe ser 0 (Sin clave), 1 (RSA), 2 (DSA), 3 (ECDSA), o 4 (Ed25519).
fr_fr: L'algorithme IPSECKEY doit être 0 (Pas de clé), 1 (RSA), 2 (DSA), 3 (ECDSA), ou 4 (Ed25519).
id_id: Algoritma IPSECKEY harus 0 (Tanpa kunci), 1 (RSA), 2 (DSA), 3 (ECDSA), atau 4 (Ed25519).
ko_kr: IPSECKEY 알고리즘은 0 (키 없음), 1 (RSA), 2 (DSA), 3 (ECDSA) 또는 4 (Ed25519)여야 합니다.
lt_lt: IPSECKEY algoritmas turi būti 0 (jokio rakto), 1 (RSA), 2 (DSA), 3 (ECDSA) arba 4 (Ed25519).
pl_pl: Algorytm IPSECKEY musi być 0 (Brak klucza), 1 (RSA), 2 (DSA), 3 (ECDSA) lub 4 (Ed25519).
ru_ru: Алгоритм IPSECKEY должен быть 0 (без ключа), 1 (RSA), 2 (DSA), 3 (ECDSA) или 4 (Ed25519).
sv_se: IPSECKEY-algoritm måste vara 0 (Ingen nyckel), 1 (RSA), 2 (DSA), 3 (ECDSA) eller 4 (Ed25519).
tr_tr: IPSECKEY algoritması 0 (Anahtar yok), 1 (RSA), 2 (DSA), 3 (ECDSA) veya 4 (Ed25519) olmalıdır.
uk_ua: Алгоритм IPSECKEY повинен бути 0 (без ключа), 1 (RSA), 2 (DSA), 3 (ECDSA) або 4 (Ed25519).
vi_vn: Thuật toán IPSECKEY phải là 0 (Không có khóa), 1 (RSA), 2 (DSA), 3 (ECDSA) hoặc 4 (Ed25519).
zh_cn: IPSECKEY 算法必须是 0（无密钥）、1（RSA）、2（DSA）、3（ECDSA）或 4（Ed25519）。

source: For gateway type 0 (No gateway), gateway must be ".".
cs_cz: Pro typ brány 0 (Žádná brána), brána musí být ".".
de_de: Für Gateway-Typ 0 (Kein Gateway) muss das Gateway "." sein.
es_es: Para el tipo de gateway 0 (Sin gateway), el gateway debe ser ".".
fr_fr: Pour le type de passerelle 0 (Pas de passerelle), la passerelle doit être ".".
id_id: Untuk jenis gateway 0 (Tanpa gateway), gateway harus berupa ".".
ko_kr: 게이트웨이 유형 0 (게이트웨이 없음)의 경우 게이트웨이는 "."이어야 합니다.
lt_lt: Tinklų sietuvo tipui 0 (jokio tinklų sietuvo), tinklų sietuvas turi būti ".".
pl_pl: Dla typu bramy 0 (Brak bramy), brama musi być ".".
ru_ru: Для типа шлюза 0 (без шлюза) шлюз должен быть ".".
sv_se: För gateway-typ 0 (Ingen gateway) måste gateway vara ".".
tr_tr: Ağ geçidi türü 0 (Ağ geçidi yok) için, ağ geçidi "." olmalıdır.
uk_ua: Для типу шлюзу 0 (без шлюзу) шлюз повинен бути ".".
vi_vn: Với loại cổng 0 (Không có cổng), cổng phải là ".".
zh_cn: 对于网关类型 0（无网关），网关必须为 "."。

source: For gateway type 1, gateway must be a valid IPv4 address.
cs_cz: Pro typ brány 1, brána musí být platná IPv4 adresa.
de_de: Für Gateway-Typ 1 muss das Gateway eine gültige IPv4-Adresse sein.
es_es: Para el tipo de gateway 1, el gateway debe ser una dirección IPv4 válida.
fr_fr: Pour le type de passerelle 1, la passerelle doit être une adresse IPv4 valide.
id_id: Untuk jenis gateway 1, gateway harus berupa alamat IPv4 yang valid.
ko_kr: 게이트웨이 유형 1의 경우 게이트웨이는 유효한 IPv4 주소여야 합니다.
lt_lt: Tinklų sietuvo tipui 1, tinklų sietuvas turi būti teisingas IPv4 adresas.
pl_pl: Dla typu bramy 1, brama musi być prawidłowym adresem IPv4.
ru_ru: Для типа шлюза 1 шлюз должен быть действительным IPv4-адресом.
sv_se: För gateway-typ 1 måste gateway vara en giltig IPv4-adress.
tr_tr: Ağ geçidi türü 1 için, ağ geçidi geçerli bir IPv4 adresi olmalıdır.
uk_ua: Для типу шлюзу 1 шлюз повинен бути дійсною адресою IPv4.
vi_vn: Với loại cổng 1, cổng phải là địa chỉ IPv4 hợp lệ.
zh_cn: 对于网关类型 1，网关必须是有效的 IPv4 地址。

source: For gateway type 2, gateway must be a valid IPv6 address.
cs_cz: Pro typ brány 2, brána musí být platná IPv6 adresa.
de_de: Für Gateway-Typ 2 muss das Gateway eine gültige IPv6-Adresse sein.
es_es: Para el tipo de gateway 2, el gateway debe ser una dirección IPv6 válida.
fr_fr: Pour le type de passerelle 2, la passerelle doit être une adresse IPv6 valide.
id_id: Untuk jenis gateway 2, gateway harus berupa alamat IPv6 yang valid.
ko_kr: 게이트웨이 유형 2의 경우 게이트웨이는 유효한 IPv6 주소여야 합니다.
lt_lt: Tinklų sietuvo tipui 2, tinklų sietuvas turi būti teisingas IPv6 adresas.
pl_pl: Dla typu bramy 2, brama musi być prawidłowym adresem IPv6.
ru_ru: Для типа шлюза 2 шлюз должен быть действительным IPv6-адресом.
sv_se: För gateway-typ 2 måste gateway vara en giltig IPv6-adress.
tr_tr: Ağ geçidi türü 2 için, ağ geçidi geçerli bir IPv6 adresi olmalıdır.
uk_ua: Для типу шлюзу 2 шлюз повинен бути дійсною адресою IPv6.
vi_vn: Với loại cổng 2, cổng phải là địa chỉ IPv6 hợp lệ.
zh_cn: 对于网关类型 2，网关必须是有效的 IPv6 地址。

source: For gateway type 3, gateway must be a valid domain name.
cs_cz: Pro typ brány 3, brána musí být platné doménové jméno.
de_de: Für Gateway-Typ 3 muss das Gateway ein gültiger Domain-Name sein.
es_es: Para el tipo de gateway 3, el gateway debe ser un nombre de dominio válido.
fr_fr: Pour le type de passerelle 3, la passerelle doit être un nom de domaine valide.
id_id: Untuk jenis gateway 3, gateway harus berupa nama domain yang valid.
ko_kr: 게이트웨이 유형 3의 경우 게이트웨이는 유효한 도메인 이름이어야 합니다.
lt_lt: Tinklų sietuvo tipui 3, tinklų sietuvas turi būti teisingas domeno vardas.
pl_pl: Dla typu bramy 3, brama musi być prawidłową nazwą domeny.
ru_ru: Для типа шлюза 3 шлюз должен быть действительным доменным именем.
sv_se: För gateway-typ 3 måste gateway vara ett giltigt domännamn.
tr_tr: Ağ geçidi türü 3 için, ağ geçidi geçerli bir domain adı olmalıdır.
uk_ua: Для типу шлюзу 3 шлюз повинен бути дійсним доменним ім'ям.
vi_vn: Với loại cổng 3, cổng phải là tên miền hợp lệ.
zh_cn: 对于网关类型 3，网关必须是有效的域名。

source: IPSECKEY public key is required when algorithm is not 0.
cs_cz: IPSECKEY veřejný klíč je vyžadován, když algoritmus není 0.
de_de: IPSECKEY öffentlicher Schlüssel ist erforderlich, wenn der Algorithmus nicht 0 ist.
es_es: La clave pública IPSECKEY es obligatoria cuando el algoritmo no es 0.
fr_fr: La clé publique IPSECKEY est requise lorsque l'algorithme n'est pas 0.
id_id: Kunci publik IPSECKEY diperlukan saat algoritma bukan 0.
ko_kr: 알고리즘이 0이 아닐 때 IPSECKEY 공개 키가 필요합니다.
lt_lt: IPSECKEY viešasis raktas reikalingas, kai algoritmas nėra 0.
pl_pl: Klucz publiczny IPSECKEY jest wymagany gdy algorytm nie jest 0.
ru_ru: Открытый ключ IPSECKEY требуется, когда алгоритм не равен 0.
sv_se: IPSECKEY publik nyckel krävs när algoritm inte är 0.
tr_tr: Algoritma 0 olmadığında IPSECKEY açık anahtarı gereklidir.
uk_ua: Відкритий ключ IPSECKEY є обов'язковим, коли алгоритм не дорівнює 0.
vi_vn: Khóa công khai IPSECKEY là bắt buộc khi thuật toán không phải 0.
zh_cn: 当算法不为 0 时，需要 IPSECKEY 公钥。

source: IPSECKEY public key must be properly Base64 encoded.
cs_cz: IPSECKEY veřejný klíč musí být správně Base64 kódován.
de_de: IPSECKEY öffentlicher Schlüssel muss ordnungsgemäß Base64-kodiert sein.
es_es: La clave pública IPSECKEY debe estar correctamente codificada en Base64.
fr_fr: La clé publique IPSECKEY doit être correctement encodée en Base64.
id_id: Kunci publik IPSECKEY harus dikodekan Base64 dengan benar.
ko_kr: IPSECKEY 공개 키는 적절하게 Base64로 인코딩되어야 합니다.
lt_lt: IPSECKEY viešasis raktas turi būti tinkamai Base64 koduotas.
pl_pl: Klucz publiczny IPSECKEY musi być prawidłowo zakodowany w Base64.
ru_ru: Открытый ключ IPSECKEY должен быть правильно закодирован в Base64.
sv_se: IPSECKEY publik nyckel måste vara korrekt Base64-kodad.
tr_tr: IPSECKEY açık anahtarı uygun şekilde Base64 kodlanmış olmalıdır.
uk_ua: Відкритий ключ IPSECKEY повинен бути правильно закодований у Base64.
vi_vn: Khóa công khai IPSECKEY phải được mã hóa Base64 đúng cách.
zh_cn: IPSECKEY 公钥必须正确进行 Base64 编码。

source: RSA keys should follow the format defined in RFC 3110.
cs_cz: RSA klíče by měly následovat formát definovaný v RFC 3110.
de_de: RSA-Schlüssel sollten dem in RFC 3110 definierten Format folgen.
es_es: Las claves RSA deben seguir el formato definido en RFC 3110.
fr_fr: Les clés RSA devraient suivre le format défini dans la RFC 3110.
id_id: Kunci RSA harus mengikuti format yang didefinisikan dalam RFC 3110.
ko_kr: RSA 키는 RFC 3110에 정의된 형식을 따라야 합니다.
lt_lt: RSA raktai turėtų atitikti RFC 3110 apibrėžtą formatą.
pl_pl: Klucze RSA powinny przestrzegać formatu zdefiniowanego w RFC 3110.
ru_ru: Ключи RSA должны соответствовать формату, определенному в RFC 3110.
sv_se: RSA-nycklar bör följa formatet definierat i RFC 3110.
tr_tr: RSA anahtarları RFC 3110'da tanımlanan formatı takip etmelidir.
uk_ua: Ключі RSA повинні відповідати формату, визначеному в RFC 3110.
vi_vn: Khóa RSA nên tuân theo định dạng được xác định trong RFC 3110.
zh_cn: RSA 密钥应遵循 RFC 3110 中定义的格式。

source: DSA keys should follow the format defined in RFC 2536.
cs_cz: DSA klíče by měly následovat formát definovaný v RFC 2536.
de_de: DSA-Schlüssel sollten dem in RFC 2536 definierten Format folgen.
es_es: Las claves DSA deben seguir el formato definido en RFC 2536.
fr_fr: Les clés DSA devraient suivre le format défini dans la RFC 2536.
id_id: Kunci DSA harus mengikuti format yang didefinisikan dalam RFC 2536.
ko_kr: DSA 키는 RFC 2536에 정의된 형식을 따라야 합니다.
lt_lt: DSA raktai turėtų atitikti RFC 2536 apibrėžtą formatą.
pl_pl: Klucze DSA powinny przestrzegać formatu zdefiniowanego w RFC 2536.
ru_ru: Ключи DSA должны соответствовать формату, определенному в RFC 2536.
sv_se: DSA-nycklar bör följa formatet definierat i RFC 2536.
tr_tr: DSA anahtarları RFC 2536'da tanımlanan formatı takip etmelidir.
uk_ua: Ключі DSA повинні відповідати формату, визначеному в RFC 2536.
vi_vn: Khóa DSA nên tuân theo định dạng được xác định trong RFC 2536.
zh_cn: DSA 密钥应遵循 RFC 2536 中定义的格式。

source: When algorithm is 0 (No key), the public key field is typically empty or ignored.
cs_cz: Když je algoritmus 0 (Žádný klíč), pole veřejného klíče je obvykle prázdné nebo ignorované.
de_de: Wenn der Algorithmus 0 (Kein Schlüssel) ist, ist das öffentliche Schlüsselfeld normalerweise leer oder wird ignoriert.
es_es: Cuando el algoritmo es 0 (Sin clave), el campo de clave pública típicamente está vacío o se ignora.
fr_fr: Lorsque l'algorithme est 0 (Aucune clé), le champ clé publique est généralement vide ou ignoré.
id_id: Saat algoritma 0 (Tanpa kunci), kolom kunci publik biasanya kosong atau diabaikan.
ko_kr: 알고리즘이 0 (키 없음)일 때 공개 키 필드는 일반적으로 비어 있거나 무시됩니다.
lt_lt: Kai algoritmas yra 0 (jokio rakto), viešojo rakto laukas paprastai tuščias arba ignoruojamas.
pl_pl: Gdy algorytm jest 0 (Brak klucza), pole klucza publicznego jest zwykle puste lub ignorowane.
ru_ru: Когда алгоритм равен 0 (без ключа), поле открытого ключа обычно пустое или игнорируется.
sv_se: När algoritm är 0 (Ingen nyckel) är fältet för publik nyckel vanligtvis tomt eller ignoreras.
tr_tr: Algoritma 0 (Anahtar yok) olduğunda, açık anahtar alanı genellikle boş veya göz ardı edilir.
uk_ua: Коли алгоритм 0 (без ключа), поле відкритого ключа зазвичай порожнє або ігнорується.
vi_vn: Khi thuật toán là 0 (Không có khóa), trường khóa công khai thường trống hoặc bị bỏ qua.
zh_cn: 当算法为 0（无密钥）时，公钥字段通常为空或被忽略。
