Repository: poweradmin/poweradmin
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: cs_cz, de_de, es_es, fr_fr, id_id, ko_kr, lt_lt, pl_pl, ru_ru, sv_se, tr_tr, uk_ua, vi_vn, zh_cn

source: RRSIG record must contain covered-type, algorithm, labels, original TTL, expiration, inception, key tag, signer name and signature.
cs_cz: Záznam RRSIG musí obsahovat pokrytý typ, algoritmus, štítky, původní TTL, vypršení, začátek, klíčový tag, jméno podpisisovatele a podpis.
de_de: RRSIG-Eintrag muss covered-type, Algorithmus, Labels, ursprüngliche TTL, Ablauf, Inception, Key-Tag, Signer-Name und Signatur enthalten.
es_es: El registro RRSIG debe contener tipo-cubierto, algoritmo, etiquetas, TTL original, expiración, inicio, etiqueta de clave, nombre del firmante y firma.
fr_fr: L'enregistrement RRSIG doit contenir le type couvert, l'algorithme, les étiquettes, le TTL original, l'expiration, le début, l'étiquette de clé, le nom du signataire et la signature.
id_id: DNSKEY record algorithm is mandatory.
ko_kr: 사용자는 이 존에 대한 액세스 권한이 없습니다.
lt_lt: RRSIG įrašas turi turėti covered-type, algoritmą, žymas, originalų TTL, galiojimo pabaigą, pradžią, rakto žymę, pasirašėjo vardą ir parašą.
pl_pl: Rekord RRSIG musi zawierać pokryty typ, algorytm, etykiety, oryginalny TTL, wygaśnięcie, rozpoczęcie, tag klucza, nazwę podpisującego i podpis.
ru_ru: RRSIG-запись должна содержать покрываемый тип, алгоритм, метки, оригинальный TTL, дату истечения, дату начала, тег ключа, имя подписывающего и подпись.
sv_se: Ogiltig posttyp
tr_tr: RRSIG kaydı kapsanan tür, algoritma, etiketler, orijinal TTL, süre sonu, başlangıç, anahtar etiketi, imzalayan adı ve imza içermelidir.
uk_ua: SOA refresh interval (%d) is lower than recommended minimum of 1200 seconds.
vi_vn: Giao thức không hợp lệ cho bản ghi DNSKEY. Phải là 3 cho DNSSEC.
zh_cn: RRSIG 记录必须包含覆盖类型、算法、标签、原始 TTL、过期时间、起始时间、密钥标签、签名者名称和签名。

source: RRSIG covered type must be a valid DNS record type.
cs_cz: Pokrytý typ RRSIG musí být platný typ DNS záznamu.
de_de: RRSIG-covered-type muss ein gültiger DNS-Eintragstyp sein.
es_es: El tipo cubierto RRSIG debe ser un tipo de registro DNS válido.
fr_fr: Le type couvert RRSIG doit être un type d'enregistrement DNS valide.
id_id: Algorithm DNSKEY record wajib diisi.
ko_kr: 존 소유자는 제거할 수 없습니다.
lt_lt: RRSIG covered tipas turi būti teisingas DNS įrašo tipas.
pl_pl: Pokryty typ RRSIG musi być prawidłowym typem rekordu DNS.
ru_ru: Покрываемый тип RRSIG должен быть допустимым типом DNS-записи.
sv_se: Ogiltig prioritet
tr_tr: RRSIG kapsanan türü geçerli bir DNS kayıt türü olmalıdır.
uk_ua: SOA retry interval (%d) is lower than recommended minimum of 180 seconds.
vi_vn: Thuật toán không hợp lệ cho bản ghi DNSKEY. Phải nằm trong khoảng từ 1 đến 16.
zh_cn: RRSIG 覆盖类型必须是有效的 DNS 记录类型。

source: RRSIG algorithm field must be a numeric value.
cs_cz: Pole algoritmu RRSIG musí být číselná hodnota.
de_de: RRSIG-Algorithmusfeld muss ein numerischer Wert sein.
es_es: El campo de algoritmo RRSIG debe ser un valor numérico.
fr_fr: Le champ d'algorithme RRSIG doit être une valeur numérique.
id_id: DNSKEY record algorithm must be between 0 and 255.
ko_kr: 최소 한 명의 소유자가 존에 할당되어야 합니다.
lt_lt: RRSIG algoritmo laukas turi būti skaitinė reikšmė.
pl_pl: Pole algorytmu RRSIG musi być wartością numeryczną.
ru_ru: Поле алгоритма RRSIG должно содержать числовое значение.
sv_se: Lägg till post
tr_tr: RRSIG algoritma alanı sayısal bir değer olmalıdır.
uk_ua: SOA expire interval (%d) is lower than recommended minimum of 1209600 seconds (14 days).
vi_vn: Khóa công khai không hợp lệ cho bản ghi DNSKEY. Phải là chuỗi base64 hợp lệ.
zh_cn: RRSIG 算法字段必须是数值。

source: Algorithm 1 (RSA/MD5) is deprecated and should NOT be used due to cryptographic weaknesses.
cs_cz: Algoritmus 1 (RSA/MD5) je zastaralý a NEMĚL by být používán kvůli kryptografickým slabostí.
de_de: Algorithmus 1 (RSA/MD5) ist veraltet und sollte aufgrund kryptographischer Schwächen NICHT verwendet werden.
es_es: El algoritmo 1 (RSA/MD5) está obsoleto y NO debe usarse debido a debilidades criptográficas.
fr_fr: L'algorithme 1 (RSA/MD5) est déprécié et ne doit PAS être utilisé en raison de faiblesses cryptographiques.
id_id: Algorithm DNSKEY record harus antara 0 dan 255.
ko_kr: API 키는 최소 32자 이상이어야 합니다.
lt_lt: Algoritmas 1 (RSA/MD5) yra pasenęs ir NETURĖTŲ būti naudojamas dėl kriptografinių silpnybių.
pl_pl: Algorytm 1 (RSA/MD5) jest przestarzały i NIE powinien być używany ze względu na słabości kryptograficzne.
ru_ru: Алгоритм 1 (RSA/MD5) устарел и НЕ должен использоваться из-за криптографических слабостей.
sv_se: Uppdatera post
tr_tr: Algoritma 1 (RSA/MD5) kriptografik zayıflıklar nedeniyle kullanımdan kaldırılmış ve kullanılmamalıdır.
uk_ua: SOA minimum TTL (%d) is higher than recommended maximum of 86400 seconds (24 hours).
vi_vn: Cờ 256 (Zone Signing Key) được đặt. Đây là khóa ký zone (ZSK).
zh_cn: 算法 1（RSA/MD5）已被弃用，由于加密弱点不应使用。

source: Algorithm 3 (DSA/SHA1) is considered insecure and should be replaced with stronger algorithms.
cs_cz: Algoritmus 3 (DSA/SHA1) je považován za nezabezpečený a měl by být nahrazen silnějšími algoritmy.
de_de: Algorithmus 3 (DSA/SHA1) gilt als unsicher und sollte durch stärkere Algorithmen ersetzt werden.
es_es: El algoritmo 3 (DSA/SHA1) se considera inseguro y debe reemplazarse con algoritmos más fuertes.
fr_fr: L'algorithme 3 (DSA/SHA1) est considéré comme non sécurisé et doit être remplacé par des algorithmes plus forts.
id_id: DNSKEY record public key is mandatory.
ko_kr: API 키는 영숫자 및 특수 문자만 포함해야 합니다.
lt_lt: Algoritmas 3 (DSA/SHA1) laikomas nesaugiu ir turėtų būti pakeistas stipresniais algoritmais.
pl_pl: Algorytm 3 (DSA/SHA1) jest uważany za niebezpieczny i powinien być zastąpiony silniejszymi algorytmami.
ru_ru: Алгоритм 3 (DSA/SHA1) считается небезопасным и должен быть заменен на более сильные алгоритмы.
sv_se: Ta bort post
tr_tr: Algoritma 3 (DSA/SHA1) güvensiz olarak kabul edilir ve daha güçlü algoritmalarla değiştirilmelidir.
uk_ua: SOA retry interval should be less than refresh interval.
vi_vn: Cờ 257 (Secure Entry Point) được đặt. Đây là khóa ký khóa (KSK).
zh_cn: 算法 3（DSA/SHA1）被认为不安全，应替换为更强的算法。

source: Algorithm 5 (RSA/SHA-1) is considered insecure and should be replaced with stronger algorithms.
cs_cz: Algoritmus 5 (RSA/SHA-1) je považován za nezabezpečený a měl by být nahrazen silnějšími algoritmy.
de_de: Algorithmus 5 (RSA/SHA-1) gilt als unsicher und sollte durch stärkere Algorithmen ersetzt werden.
es_es: El algoritmo 5 (RSA/SHA-1) se considera inseguro y debe reemplazarse con algoritmos más fuertes.
fr_fr: L'algorithme 5 (RSA/SHA-1) est considéré comme non sécurisé et doit être remplacé par des algorithmes plus forts.
id_id: Public key DNSKEY record wajib diisi.
ko_kr: API 키 설명은 255자를 초과할 수 없습니다.
lt_lt: Algoritmas 5 (RSA/SHA-1) laikomas nesaugiu ir turėtų būti pakeistas stipresniais algoritmais.
pl_pl: Algorytm 5 (RSA/SHA-1) jest uważany za niebezpieczny i powinien być zastąpiony silniejszymi algorytmami.
ru_ru: Алгоритм 5 (RSA/SHA-1) считается небезопасным и должен быть заменен на более сильные алгоритмы.
sv_se: Redigera zon
tr_tr: Algoritma 5 (RSA/SHA-1) güvensiz olarak kabul edilir ve daha güçlü algoritmalarla değiştirilmelidir.
uk_ua: SOA expire should be much larger than refresh (typically 7-14 days).
vi_vn: Giá trị cờ không xác định. Các giá trị phổ biến là 256 (ZSK) và 257 (KSK).
zh_cn: 算法 5（RSA/SHA-1）被认为不安全，应替换为更强的算法。

source: Algorithm 7 (RSASHA1-NSEC3-SHA1) uses SHA-1 which is no longer considered secure. Consider using RSA/SHA-256 or newer algorithms.
cs_cz: Algoritmus 7 (RSASHA1-NSEC3-SHA1) používá SHA-1, který již není považován za bezpečný. Zvažte použití RSA/SHA-256 nebo novějších algoritmů.
de_de: Algorithmus 7 (RSASHA1-NSEC3-SHA1) verwendet SHA-1, das nicht mehr als sicher gilt. Erwägen Sie die Verwendung von RSA/SHA-256 oder neueren Algorithmen.
es_es: El algoritmo 7 (RSASHA1-NSEC3-SHA1) usa SHA-1 que ya no se considera seguro. Considere usar RSA/SHA-256 o algoritmos más nuevos.
fr_fr: L'algorithme 7 (RSASHA1-NSEC3-SHA1) utilise SHA-1 qui n'est plus considéré comme sécurisé. Considérez utiliser RSA/SHA-256 ou des algorithmes plus récents.
id_id: NSEC3PARAM record hash algorithm is mandatory.
ko_kr: 만료 날짜는 현재 날짜 이후여야 합니다.
lt_lt: Algoritmas 7 (RSASHA1-NSEC3-SHA1) naudoja SHA-1, kuris nebėra laikomas saugiu. Apsvarstykite RSA/SHA-256 arba naujesnių algoritmų naudojimą.
pl_pl: Algorytm 7 (RSASHA1-NSEC3-SHA1) używa SHA-1 który nie jest już uważany za bezpieczny. Rozważ użycie RSA/SHA-256 lub nowszych algorytmów.
ru_ru: Алгоритм 7 (RSASHA1-NSEC3-SHA1) использует SHA-1, который больше не считается безопасным. Рассмотрите использование RSA/SHA-256 или более новых алгоритмов.
sv_se: Ta bort zon
tr_tr: Algoritma 7 (RSASHA1-NSEC3-SHA1) artık güvenli kabul edilmeyen SHA-1 kullanıyor. RSA/SHA-256 veya daha yeni algoritmaları kullanmayı düşünün.
uk_ua: SOA RNAME (email) should be in format: hostmaster.example.com (not email@example.com).
vi_vn: RSA/MD5 (algorithm 1) không còn được khuyến nghị. Hãy sử dụng RSA/SHA-256 hoặc cao hơn.
zh_cn: 算法 7（RSASHA1-NSEC3-SHA1）使用的 SHA-1 不再被认为是安全的。考虑使用 RSA/SHA-256 或更新的算法。

source: Algorithm 10 (RSA/SHA-512) provides strong security but may have interoperability issues with some validators.
cs_cz: Algoritmus 10 (RSA/SHA-512) poskytuje silnou bezpečnost, ale může mít problémy s interoperabilitou u některých validátorů.
de_de: Algorithmus 10 (RSA/SHA-512) bietet starke Sicherheit, kann aber Interoperabilitätsprobleme mit einigen Validatoren haben.
es_es: El algoritmo 10 (RSA/SHA-512) proporciona seguridad fuerte pero puede tener problemas de interoperabilidad con algunos validadores.
fr_fr: L'algorithme 10 (RSA/SHA-512) fournit une sécurité forte mais peut avoir des problèmes d'interopérabilité avec certains validateurs.
id_id: Hash algorithm NSEC3PARAM record wajib diisi.
ko_kr: 잘못된 API 키 ID입니다.
lt_lt: Algoritmas 10 (RSA/SHA-512) suteikia stiprų saugumą, bet gali turėti suderinamumo problemų su kai kuriais validatoriais.
pl_pl: Algorytm 10 (RSA/SHA-512) zapewnia silne bezpieczeństwo ale może mieć problemy interoperacyjności z niektórymi walidatorami.
ru_ru: Алгоритм 10 (RSA/SHA-512) обеспечивает высокую безопасность, но может иметь проблемы совместимости с некоторыми валидаторами.
sv_se: Är du säker på att du vill ta bort denna zon?
tr_tr: Algoritma 10 (RSA/SHA-512) güçlü güvenlik sağlar ancak bazı doğrulayıcılarla birlikte çalışabilirlik sorunları yaşayabilir.
uk_ua: SOA serial has not been incremented. Update serial when making zone changes.
vi_vn: DSA (algorithm 3) không còn được khuyến nghị. Hãy sử dụng ECDSA hoặc EdDSA.
zh_cn: 算法 10（RSA/SHA-512）提供强安全性，但可能与某些验证器存在互操作性问题。

source: Algorithm 13 (ECDSA P-256 with SHA-256) provides good security with smaller signatures than RSA.
cs_cz: Algoritmus 13 (ECDSA P-256 s SHA-256) poskytuje dobrou bezpečnost s menšími podpisy než RSA.
de_de: Algorithmus 13 (ECDSA P-256 mit SHA-256) bietet gute Sicherheit mit kleineren Signaturen als RSA.
es_es: El algoritmo 13 (ECDSA P-256 con SHA-256) proporciona buena seguridad con firmas más pequeñas que RSA.
fr_fr: L'algorithme 13 (ECDSA P-256 avec SHA-256) fournit une bonne sécurité avec des signatures plus petites que RSA.
id_id: NSEC3PARAM record hash algorithm must be between 0 and 255.
ko_kr: 이 API 키는 이미 존재합니다.
lt_lt: Algoritmas 13 (ECDSA P-256 su SHA-256) suteikia gerą saugumą su mažesniais parašais nei RSA.
pl_pl: Algorytm 13 (ECDSA P-256 z SHA-256) zapewnia dobre bezpieczeństwo z mniejszymi podpisami niż RSA.
ru_ru: Алгоритм 13 (ECDSA P-256 с SHA-256) обеспечивает хорошую безопасность с меньшими подписями, чем RSA.
sv_se: Zon tillagd
tr_tr: Algoritma 13 (ECDSA P-256 with SHA-256) RSA'dan daha küçük imzalarla iyi güvenlik sağlar.
uk_ua: SOA MNAME should point to the primary authoritative nameserver for this zone.
vi_vn: RSA/SHA-1 (algorithm 5, 7) không còn được khuyến nghị. Hãy sử dụng RSA/SHA-256 hoặc cao hơn.
zh_cn: 算法 13（ECDSA P-256 与 SHA-256）提供良好的安全性，签名比 RSA 更小。

source: Algorithm 14 (ECDSA P-384 with SHA-384) provides strong security with smaller signatures than RSA.
cs_cz: Algoritmus 14 (ECDSA P-384 s SHA-384) poskytuje silnou bezpečnost s menšími podpisy než RSA.
de_de: Algorithmus 14 (ECDSA P-384 mit SHA-384) bietet starke Sicherheit mit kleineren Signaturen als RSA.
es_es: El algoritmo 14 (ECDSA P-384 con SHA-384) proporciona seguridad fuerte con firmas más pequeñas que RSA.
fr_fr: L'algorithme 14 (ECDSA P-384 avec SHA-384) fournit une sécurité forte avec des signatures plus petites que RSA.
id_id: Hash algorithm NSEC3PARAM record harus antara 0 dan 255.
ko_kr: 세션 타임아웃은 1에서 86400 사이여야 합니다.
lt_lt: Algoritmas 14 (ECDSA P-384 su SHA-384) suteikia stiprų saugumą su mažesniais parašais nei RSA.
pl_pl: Algorytm 14 (ECDSA P-384 z SHA-384) zapewnia silne bezpieczeństwo z mniejszymi podpisami niż RSA.
ru_ru: Алгоритм 14 (ECDSA P-384 с SHA-384) обеспечивает высокую безопасность с меньшими подписями, чем RSA.
sv_se: Zon uppdaterad
tr_tr: Algoritma 14 (ECDSA P-384 with SHA-384) RSA'dan daha küçük imzalarla güçlü güvenlik sağlar.
uk_ua: SRV record priority must be between 0 and 65535.
vi_vn: Nội dung bản ghi DNSKEY phải ở định dạng: flags protocol algorithm publickey.
zh_cn: 算法 14（ECDSA P-384 与 SHA-384）提供强安全性，签名比 RSA 更小。

source: Algorithm 15 (ED25519) offers modern security but may have compatibility issues with older DNSSEC validators.
cs_cz: Algoritmus 15 (ED25519) nabízí moderní bezpečnost, ale může mít problémy s kompatibilitou se staršími DNSSEC validátory.
de_de: Algorithmus 15 (ED25519) bietet moderne Sicherheit, kann aber Kompatibilitätsprobleme mit älteren DNSSEC-Validatoren haben.
es_es: El algoritmo 15 (ED25519) ofrece seguridad moderna pero puede tener problemas de compatibilidad con validadores DNSSEC más antiguos.
fr_fr: L'algorithme 15 (ED25519) offre une sécurité moderne mais peut avoir des problèmes de compatibilité avec les anciens validateurs DNSSEC.
id_id: NSEC3PARAM record flags is mandatory.
ko_kr: 잘못된 세션 ID입니다.
lt_lt: Algoritmas 15 (ED25519) siūlo šiuolaikinį saugumą, bet gali turėti suderinamumo problemų su senesniais DNSSEC validatoriais.
pl_pl: Algorytm 15 (ED25519) oferuje nowoczesne bezpieczeństwo ale może mieć problemy kompatybilności ze starszymi walidatorami DNSSEC.
ru_ru: Алгоритм 15 (ED25519) предлагает современную безопасность, но может иметь проблемы совместимости с устаревшими DNSSEC-валидаторами.
sv_se: Zon borttagen
tr_tr: Algoritma 15 (ED25519) modern güvenlik sunar ancak eski DNSSEC doğrulayıcılarla uyumluluk sorunları yaşayabilir.
uk_ua: SRV record weight must be between 0 and 65535.
vi_vn: Ký tự không hợp lệ trong nội dung bản ghi DNSKEY.
zh_cn: 算法 15（ED25519）提供现代安全性，但可能与较旧的 DNSSEC 验证器存在兼容性问题。

source: Algorithm 16 (ED448) offers strong modern security but may have compatibility issues with older DNSSEC validators.
cs_cz: Algoritmus 16 (ED448) nabízí silnou moderní bezpečnost, ale může mít problémy s kompatibilitou se staršími DNSSEC validátory.
de_de: Algorithmus 16 (ED448) bietet starke moderne Sicherheit, kann aber Kompatibilitätsprobleme mit älteren DNSSEC-Validatoren haben.
es_es: El algoritmo 16 (ED448) ofrece seguridad moderna fuerte pero puede tener problemas de compatibilidad con validadores DNSSEC más antiguos.
fr_fr: L'algorithme 16 (ED448) offre une sécurité moderne forte mais peut avoir des problèmes de compatibilité avec les anciens validateurs DNSSEC.
id_id: Flags NSEC3PARAM record wajib diisi.
ko_kr: 세션이 만료되었습니다.
lt_lt: Algoritmas 16 (ED448) siūlo stiprų šiuolaikinį saugumą, bet gali turėti suderinamumo problemų su senesniais DNSSEC validatoriais.
pl_pl: Algorytm 16 (ED448) oferuje silne nowoczesne bezpieczeństwo ale może mieć problemy kompatybilności ze starszymi walidatorami DNSSEC.
ru_ru: Алгоритм 16 (ED448) предлагает высокую современную безопасность, но может иметь проблемы совместимости с устаревшими DNSSEC-валидаторами.
sv_se: Kunde inte lägga till zon
tr_tr: Algoritma 16 (ED448) güçlü modern güvenlik sunar ancak eski DNSSEC doğrulayıcılarla uyumluluk sorunları yaşayabilir.
uk_ua: SRV record port must be between 0 and 65535.
vi_vn: Trường ưu tiên cho bản ghi DNSKEY phải là 0 hoặc rỗng
zh_cn: 算法 16（ED448）提供强现代安全性，但可能与较旧的 DNSSEC 验证器存在兼容性问题。

source: Unknown algorithm value. Only algorithms defined in RFCs should be used.
cs_cz: Neznámá hodnota algoritmu. Měly by být používány pouze algoritmy definované v RFC.
de_de: Unbekannter Algorithmuswert. Es sollten nur in RFCs definierte Algorithmen verwendet werden.
es_es: Valor de algoritmo desconocido. Solo deben usarse algoritmos definidos en RFCs.
fr_fr: Valeur d'algorithme inconnue. Seuls les algorithmes définis dans les RFC doivent être utilisés.
id_id: NSEC3PARAM record flags must be between 0 and 255.
ko_kr: 잘못된 로그인 시도입니다.
lt_lt: Nežinoma algoritmo reikšmė. Turėtų būti naudojami tik algoritmai, apibrėžti RFC.
pl_pl: Nieznana wartość algorytmu. Powinny być używane tylko algorytmy zdefiniowane w RFC.
ru_ru: Неизвестное значение алгоритма. Следует использовать только алгоритмы, определенные в RFC.
sv_se: Kunde inte uppdatera zon
tr_tr: Bilinmeyen algoritma değeri. Sadece RFC'lerde tanımlanan algoritmalar kullanılmalıdır.
uk_ua: SRV record target should be a fully-qualified domain name or "." for unavailable service.
vi_vn: Có nhiều bản ghi DNSKEY với cùng cờ và thuật toán. Hãy xác minh điều này là cố ý.
zh_cn: 未知算法值。应仅使用 RFC 中定义的算法。

source: RRSIG labels field must be a numeric value.
cs_cz: Pole štítků RRSIG musí být číselná hodnota.
de_de: RRSIG-Labels-Feld muss ein numerischer Wert sein.
es_es: El campo de etiquetas RRSIG debe ser un valor numérico.
fr_fr: Le champ d'étiquettes RRSIG doit être une valeur numérique.
id_id: Flags NSEC3PARAM record harus antara 0 dan 255.
ko_kr: 계정이 잠겼습니다. %d분 후에 다시 시도하십시오.
lt_lt: RRSIG žymų laukas turi būti skaitinė reikšmė.
pl_pl: Pole etykiet RRSIG musi być wartością numeryczną.
ru_ru: Поле меток RRSIG должно содержать числовое значение.
sv_se: Kunde inte ta bort zon
tr_tr: RRSIG etiketler alanı sayısal bir değer olmalıdır.
uk_ua: SRV record name should start with underscore (_service._proto).
vi_vn: Zone được ký DNSSEC nên có cả ZSK (flags=256) và KSK (flags=257).
zh_cn: RRSIG 标签字段必须是数值。

source: RRSIG labels field must be a reasonable value (0-128).
cs_cz: Pole štítků RRSIG musí být rozumná hodnota (0-128).
de_de: RRSIG-Labels-Feld muss ein vernünftiger Wert (0-128) sein.
es_es: El campo de etiquetas RRSIG debe ser un valor razonable (0-128).
fr_fr: Le champ d'étiquettes RRSIG doit être une valeur raisonnable (0-128).
id_id: NSEC3PARAM record iterations is mandatory.
ko_kr: 이메일 전송에 실패했습니다.
lt_lt: RRSIG žymų laukas turi būti protinga reikšmė (0-128).
pl_pl: Pole etykiet RRSIG musi być rozsądną wartością (0-128).
ru_ru: Поле меток RRSIG должно содержать разумное значение (0-128).
sv_se: Ogiltig zontyp
tr_tr: RRSIG etiketler alanı makul bir değer (0-128) olmalıdır.
uk_ua: Multiple SRV records with same priority should have proportional weights.
vi_vn: Bản ghi DNSKEY này nên có bản ghi DS tương ứng trong zone cha.
zh_cn: RRSIG 标签字段必须是合理值（0-128）。

source: RRSIG original TTL field must be a numeric value.
cs_cz: Pole původního TTL RRSIG musí být číselná hodnota.
de_de: RRSIG-ursprüngliches-TTL-Feld muss ein numerischer Wert sein.
es_es: El campo TTL original RRSIG debe ser un valor numérico.
fr_fr: Le champ TTL original RRSIG doit être une valeur numérique.
id_id: Iterations NSEC3PARAM record wajib diisi.
ko_kr: 잘못된 재설정 토큰입니다.
lt_lt: RRSIG originalaus TTL laukas turi būti skaitinė reikšmė.
pl_pl: Pole oryginalnego TTL RRSIG musi być wartością numeryczną.
ru_ru: Поле оригинального TTL RRSIG должно содержать числовое значение.
sv_se: Lägg till zon
tr_tr: RRSIG orijinal TTL alanı sayısal bir değer olmalıdır.
uk_ua: NAPTR order must be between 0 and 65535.
vi_vn: Bản ghi DNSKEY phải khớp với chữ ký RRSIG trong zone.
zh_cn: RRSIG 原始 TTL 字段必须是数值。

source: RRSIG original TTL must be a valid positive integer.
cs_cz: Původní TTL RRSIG musí být platné kladné celé číslo.
de_de: RRSIG-ursprüngliche TTL muss eine gültige positive Ganzzahl sein.
es_es: El TTL original RRSIG debe ser un entero positivo válido.
fr_fr: Le TTL original RRSIG doit être un entier positif valide.
id_id: NSEC3PARAM record iterations must be between 0 and 65535.
ko_kr: 재설정 토큰이 만료되었습니다.
lt_lt: RRSIG originalus TTL turi būti teisingas teigiamas sveikasis skaičius.
pl_pl: Oryginalny TTL RRSIG musi być prawidłową liczbą całkowitą dodatnią.
ru_ru: Оригинальный TTL RRSIG должен быть допустимым положительным целым числом.
sv_se: Uppdatera zon
tr_tr: RRSIG orijinal TTL geçerli bir pozitif tamsayı olmalıdır.
uk_ua: NAPTR preference must be between 0 and 65535.
vi_vn: Độ dài khóa công khai quá ngắn để an toàn. Khóa RSA nên ít nhất 2048 bit.
zh_cn: RRSIG 原始 TTL 必须是有效的正整数。

source: Original TTL is greater than 1 day (86400). For DNSSEC records, shorter TTLs are generally preferred for faster recovery in case of key compromise.
cs_cz: Původní TTL je větší než 1 den (86400). Pro DNSSEC záznamy jsou obecně preferovány kratší TTL pro rychlejší obnovu v případě kompromitace klíče.
de_de: Ursprüngliche TTL ist größer als 1 Tag (86400). Für DNSSEC-Einträge werden generell kürzere TTLs bevorzugt für schnellere Wiederherstellung im Fall einer Schlüsselkompromittierung.
es_es: El TTL original es mayor a 1 día (86400). Para registros DNSSEC, se prefieren TTLs más cortos para recuperación más rápida en caso de compromiso de clave.
fr_fr: Le TTL original est supérieur à 1 jour (86400). Pour les enregistrements DNSSEC, des TTL plus courts sont généralement préférés pour une récupération plus rapide en cas de compromission de clé.
id_id: Iterations NSEC3PARAM record harus antara 0 dan 65535.
ko_kr: DNSSEC이 이미 활성화되어 있습니다.
lt_lt: Originalus TTL didesnis nei 1 diena (86400). DNSSEC įrašams paprastai geriau trumpesni TTL, kad greičiau atsigautų rakto kompromitavimo atveju.
pl_pl: Oryginalny TTL jest większy niż 1 dzień (86400). Dla rekordów DNSSEC, krótsze TTL są generalnie preferowane dla szybszego odzyskiwania w przypadku kompromitacji klucza.
ru_ru: Оригинальный TTL больше 1 дня (86400). Для DNSSEC-записей обычно предпочтительны более короткие TTL для более быстрого восстановления в случае компрометации ключа.
sv_se: Ta bort zon
tr_tr: Orijinal TTL 1 günden (86400) büyük. DNSSEC kayıtları için, anahtar ele geçirilmesi durumunda daha hızlı kurtarma için genellikle daha kısa TTL'ler tercih edilir.
uk_ua: NAPTR flags must be a string (commonly "S", "A", "U", "P", or empty).
vi_vn: Loại chứng chỉ không hợp lệ cho bản ghi CERT. Phải nằm trong khoảng từ 1 đến 65535.
zh_cn: 原始 TTL 大于 1 天 (86400)。对于 DNSSEC 记录，通常首选较短的 TTL，以便在密钥泄露时更快恢复。

source: RRSIG expiration must be in YYYYMMDDHHmmSS format.
cs_cz: Vypršení RRSIG musí být ve formátu YYYYMMDDHHmmSS.
de_de: RRSIG-Ablauf muss im YYYYMMDDHHmmSS-Format sein.
es_es: La expiración RRSIG debe estar en formato YYYYMMDDHHmmSS.
fr_fr: L'expiration RRSIG doit être au format YYYYMMDDHHmmSS.
id_id: NSEC3PARAM record salt is mandatory.
ko_kr: DNSSEC이 활성화되지 않았습니다.
lt_lt: RRSIG galiojimo pabaiga turi būti YYYYMMDDHHmmSS formatu.
pl_pl: Wygaśnięcie RRSIG musi być w formacie YYYYMMDDHHmmSS.
ru_ru: Дата истечения RRSIG должна быть в формате YYYYMMDDHHmmSS.
sv_se: Zontyp
tr_tr: RRSIG süre sonu YYYYMMDDHHmmSS formatında olmalıdır.
uk_ua: NAPTR services field should describe available services (e.g., "E2U+sip").
vi_vn: Key tag không hợp lệ cho bản ghi CERT. Phải nằm trong khoảng từ 0 đến 65535.
zh_cn: RRSIG 过期时间必须采用 YYYYMMDDHHmmSS 格式。
