Repository: poweradmin/poweradmin
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: cs_cz, de_de, es_es, fr_fr, id_id, ko_kr, lt_lt, pl_pl, ru_ru, sv_se, tr_tr, uk_ua, vi_vn, zh_cn

source: DMARC record exceeds 255 character limit. For complex policies, consider simplifying or using URI references.
cs_cz: DMARC záznam překračuje limit 255 znaků. Pro složité politiky zvažte zjednodušení nebo použití URI referencí.
de_de: DMARC-Eintrag überschreitet das 255-Zeichen-Limit. Für komplexe Richtlinien erwägen Sie eine Vereinfachung oder die Verwendung von URI-Referenzen.
es_es: El registro DMARC excede el límite de 255 caracteres. Para políticas complejas, considere simplificar o usar referencias URI.
fr_fr: L'enregistrement DMARC dépasse la limite de 255 caractères. Pour les politiques complexes, envisagez de simplifier ou d'utiliser des références URI.
id_id: Copy DS records to clipboard
ko_kr: 잘못된 알고리즘입니다.
lt_lt: DMARC įrašas viršija 255 simbolių limitą. Sudėtingoms politikoms apsvarstykite supaprastinimą ar URI nuorodų naudojimą.
pl_pl: Rekord DMARC przekracza limit 255 znaków. W przypadku złożonych zasad rozważ uproszczenie lub użycie referencji URI.
ru_ru: DMARC запись превышает лимит в 255 символов. Для сложных политик рассмотрите упрощение или использование URI ссылок.
sv_se: API-webhooks
tr_tr: DMARC kaydı 255 karakter sınırını aşıyor. Karmaşık politikalar için basitleştirmeyi veya URI referansları kullanmayı düşünün.
uk_ua: Record may be affected by DNS infrastructure DDoS. Implement DDoS protection.
vi_vn: Locale không được hỗ trợ.
zh_cn: DMARC 记录超过 255 字符限制。对于复杂策略，考虑简化或使用 URI 引用。

source: DMARC version tag (v) must be DMARC1
cs_cz: DMARC tag verze (v) musí být DMARC1
de_de: DMARC-Versions-Tag (v) muss DMARC1 sein
es_es: La etiqueta de versión DMARC (v) debe ser DMARC1
fr_fr: La balise de version DMARC (v) doit être DMARC1
id_id: Salin DS record ke clipboard
ko_kr: 잘못된 모드입니다.
lt_lt: DMARC versijos žymė (v) turi būti DMARC1
pl_pl: Tag wersji DMARC (v) musi być DMARC1
ru_ru: Тег версии DMARC (v) должен быть DMARC1
sv_se: Lägg till API-webhook
tr_tr: DMARC sürüm etiketi (v) DMARC1 olmalıdır
uk_ua: This configuration may have multi-datacenter replication. Configure cross-DC links.
vi_vn: Mã ngôn ngữ không hợp lệ.
zh_cn: DMARC 版本标签 (v) 必须是 DMARC1

source: DMARC policy tag (p) must be one of: none, quarantine, reject
cs_cz: DMARC tag politiky (p) musí být jeden z: none, quarantine, reject
de_de: DMARC-Richtlinien-Tag (p) muss einer von: none, quarantine, reject sein
es_es: La etiqueta de política DMARC (p) debe ser una de: none, quarantine, reject
fr_fr: La balise de politique DMARC (p) doit être l'une de : none, quarantine, reject
id_id: DS records copied to clipboard.
ko_kr: 잘못된 패딩입니다.
lt_lt: DMARC politikos žymė (p) turi būti viena iš: none, quarantine, reject
pl_pl: Tag zasad DMARC (p) musi być jednym z: none, quarantine, reject
ru_ru: Тег политики DMARC (p) должен быть одним из: none, quarantine, reject
sv_se: API-webhook tillagd
tr_tr: DMARC politika etiketi (p) şunlardan biri olmalıdır: none, quarantine, reject
uk_ua: Content includes datacenter or rack awareness. Implement topology-aware placement.
vi_vn: Ngôn ngữ không được hỗ trợ.
zh_cn: DMARC 策略标签 (p) 必须是以下之一：none、quarantine、reject

source: Using "p=none" provides visibility into email authentication without affecting delivery. Consider a stricter policy once you've reviewed the reports.
cs_cz: Použití "p=none" poskytuje přehled o ověřování e-mailů bez ovlivnění doručování. Zvažte přísnější politiku, jakmile si prohlédnete zprávy.
de_de: Die Verwendung von "p=none" bietet Einblick in die E-Mail-Authentifizierung ohne Auswirkungen auf die Zustellung. Erwägen Sie eine strengere Richtlinie, nachdem Sie die Berichte überprüft haben.
es_es: Usar "p=none" proporciona visibilidad en la autenticación de correo electrónico sin afectar la entrega. Considere una política más estricta una vez que haya revisado los informes.
fr_fr: L'utilisation de "p=none" offre une visibilité sur l'authentification des e-mails sans affecter la livraison. Envisagez une politique plus stricte une fois que vous avez examiné les rapports.
id_id: DS record berhasil disalin ke clipboard.
ko_kr: 잘못된 초기화 벡터입니다.
lt_lt: Naudojimas "p=none" suteikia matomumą į el. pašto autentifikavimą nepaveikdamas pristatymo. Apsvarstykite griežtesnę politiką patikrinę ataskaitas.
pl_pl: Użycie "p=none" zapewnia wgląd w uwierzytelnianie poczty elektronicznej bez wpływu na dostarczanie. Rozważ bardziej rygorystyczne zasady po przeanalizowaniu raportów.
ru_ru: Использование "p=none" обеспечивает видимость аутентификации электронной почты без влияния на доставку. Рассмотрите более строгую политику после просмотра отчётов.
sv_se: Kunde inte lägga till API-webhook
tr_tr: "p=none" kullanmak teslimi etkilemeden e-posta kimlik doğrulaması hakkında görünürlük sağlar. Raporları inceledikten sonra daha sıkı bir politika düşünün.
uk_ua: Record appears to be using consistent hashing. Choose proper hash function.
vi_vn: Bản dịch thiếu cho locale được chọn.
zh_cn: 使用 "p=none" 提供电子邮件认证的可见性而不影响投递。一旦您审查了报告，请考虑更严格的策略。

source: DMARC subdomain policy tag (sp) must be one of: none, quarantine, reject
cs_cz: DMARC tag politiky subdomény (sp) musí být jeden z: none, quarantine, reject
de_de: DMARC-Subdomain-Richtlinien-Tag (sp) muss einer von: none, quarantine, reject sein
es_es: La etiqueta de política de subdominio DMARC (sp) debe ser una de: none, quarantine, reject
fr_fr: La balise de politique de sous-domaine DMARC (sp) doit être l'une de : none, quarantine, reject
id_id: Failed to copy DS records.
ko_kr: 잘못된 nonce입니다.
lt_lt: DMARC podomėnio politikos žymė (sp) turi būti viena iš: none, quarantine, reject
pl_pl: Tag zasad subdomeny DMARC (sp) musi być jednym z: none, quarantine, reject
ru_ru: Тег политики поддоменов DMARC (sp) должен быть одним из: none, quarantine, reject
sv_se: API-webhook borttagen
tr_tr: DMARC alt domain politika etiketi (sp) şunlardan biri olmalıdır: none, quarantine, reject
uk_ua: This configuration may have virtual nodes (vnodes). Configure vnode count.
vi_vn: Định dạng số không hợp lệ cho locale.
zh_cn: DMARC 子域策略标签 (sp) 必须是以下之一：none、quarantine、reject

source: DMARC DKIM alignment tag (adkim) must be r (relaxed) or s (strict)
cs_cz: DMARC tag zarovnání DKIM (adkim) musí být r (uvolněný) nebo s (přísný)
de_de: DMARC DKIM-Ausrichtungs-Tag (adkim) muss r (relaxed) oder s (strict) sein
es_es: La etiqueta de alineación DKIM DMARC (adkim) debe ser r (relajada) o s (estricta)
fr_fr: La balise d'alignement DKIM DMARC (adkim) doit être r (relaxed) ou s (strict)
id_id: Gagal menyalin DS record.
ko_kr: 잘못된 salt입니다.
lt_lt: DMARC DKIM sulygiavimo žymė (adkim) turi būti r (relaxed) arba s (strict)
pl_pl: Tag wyrównania DKIM w DMARC (adkim) musi być r (luźny) lub s (ścisły)
ru_ru: Тег выравнивания DKIM DMARC (adkim) должен быть r (relaxed) или s (strict)
sv_se: Kunde inte ta bort API-webhook
tr_tr: DMARC DKIM hizalama etiketi (adkim) r (esnek) veya s (sıkı) olmalıdır
uk_ua: Content may be affected by load shedding. Implement admission control.
vi_vn: Định dạng ngày không hợp lệ cho locale.
zh_cn: DMARC DKIM 对齐标签 (adkim) 必须是 r（宽松）或 s（严格）

source: DMARC SPF alignment tag (aspf) must be r (relaxed) or s (strict)
cs_cz: DMARC tag zarovnání SPF (aspf) musí být r (uvolněný) nebo s (přísný)
de_de: DMARC SPF-Ausrichtungs-Tag (aspf) muss r (relaxed) oder s (strict) sein
es_es: La etiqueta de alineación SPF DMARC (aspf) debe ser r (relajada) o s (estricta)
fr_fr: La balise d'alignement SPF DMARC (aspf) doit être r (relaxed) ou s (strict)
id_id: DNSSEC enabled successfully.
ko_kr: 잘못된 반복 횟수입니다.
lt_lt: DMARC SPF sulygiavimo žymė (aspf) turi būti r (relaxed) arba s (strict)
pl_pl: Tag wyrównania SPF w DMARC (aspf) musi być r (luźny) lub s (ścisły)
ru_ru: Тег выравнивания SPF DMARC (aspf) должен быть r (relaxed) или s (strict)
sv_se: Ogiltig API-webhook
tr_tr: DMARC SPF hizalama etiketi (aspf) r (esnek) veya s (sıkı) olmalıdır
uk_ua: Record may be part of backpressure mechanism. Propagate backpressure signals.
vi_vn: Màu sắc không hợp lệ. Sử dụng định dạng hex (#RRGGBB) hoặc rgb(r,g,b).
zh_cn: DMARC SPF 对齐标签 (aspf) 必须是 r（宽松）或 s（严格）

source: DMARC percentage tag (pct) must be between 0 and 100
cs_cz: DMARC tag procent (pct) musí být mezi 0 a 100
de_de: DMARC-Prozent-Tag (pct) muss zwischen 0 und 100 liegen
es_es: La etiqueta de porcentaje DMARC (pct) debe estar entre 0 y 100
fr_fr: La balise de pourcentage DMARC (pct) doit être entre 0 et 100
id_id: DNSSEC berhasil diaktifkan.
ko_kr: 압축에 실패했습니다.
lt_lt: DMARC procentų žymė (pct) turi būti tarp 0 ir 100
pl_pl: Tag procentowy DMARC (pct) musi być między 0 a 100
ru_ru: Тег процента DMARC (pct) должен быть от 0 до 100
sv_se: API-webhooken finns redan
tr_tr: DMARC yüzde etiketi (pct) 0 ile 100 arasında olmalıdır
uk_ua: This record type may have work stealing support. Implement work stealing queues.
vi_vn: Mã màu hex không hợp lệ.
zh_cn: DMARC 百分比标签 (pct) 必须在 0 到 100 之间

source: DMARC policy is applied to only %d%% of messages. This should only be used during policy rollout.
cs_cz: DMARC politika je aplikována pouze na %d%% zpráv. Toto by mělo být používáno pouze během zavádění politiky.
de_de: DMARC-Richtlinie wird nur auf %d%% der Nachrichten angewendet. Dies sollte nur während der Richtlinieneinführung verwendet werden.
es_es: La política DMARC se aplica solo al %d%% de los mensajes. Esto solo debe usarse durante el despliegue de política.
fr_fr: La politique DMARC n'est appliquée qu'à %d%% des messages. Ceci ne devrait être utilisé que pendant le déploiement de la politique.
id_id: Failed to enable DNSSEC.
ko_kr: 압축 해제에 실패했습니다.
lt_lt: DMARC politika taikoma tik %d%% pranešimų. Tai turėtų būti naudojama tik politikos diegimo metu.
pl_pl: Zasady DMARC są stosowane tylko do %d%% wiadomości. Powinno to być używane tylko podczas wdrażania zasad.
ru_ru: Политика DMARC применяется только к %d%% сообщений. Это должно использоваться только во время развёртывания политики.
sv_se: API-webhooken finns inte
tr_tr: DMARC politikası sadece mesajların %d%%'sine uygulanıyor. Bu sadece politika dağıtımı sırasında kullanılmalıdır.
uk_ua: Content suggests cooperative scheduling. Document scheduling policy.
vi_vn: Giá trị màu RGB không hợp lệ.
zh_cn: DMARC 策略仅应用于 %d%% 的消息。这应该只在策略推出期间使用。

source: DMARC reporting interval tag (ri) must be a positive integer
cs_cz: DMARC tag intervalu hlášení (ri) musí být kladné celé číslo
de_de: DMARC-Berichtsintervall-Tag (ri) muss eine positive Ganzzahl sein
es_es: La etiqueta de intervalo de reporte DMARC (ri) debe ser un entero positivo
fr_fr: La balise d'intervalle de rapport DMARC (ri) doit être un entier positif
id_id: Gagal mengaktifkan DNSSEC.
ko_kr: 잘못된 압축 형식입니다.
lt_lt: DMARC ataskaitos intervalo žymė (ri) turi būti teigiamas sveikasis skaičius
pl_pl: Tag interwału raportowania DMARC (ri) musi być liczbą całkowitą dodatnią
ru_ru: Тег интервала отчётности DMARC (ri) должен быть положительным целым числом
sv_se: Redigera API-webhook
tr_tr: DMARC raporlama aralığı etiketi (ri) pozitif tamsayı olmalıdır
uk_ua: Record may be affected by DNS tunneling detection. Avoid tunnel-like patterns.
vi_vn: Giá trị màu RGBA không hợp lệ.
zh_cn: DMARC 报告间隔标签 (ri) 必须是正整数

source: DMARC failure reporting options tag (fo) must contain only 0, 1, d, s, or colon-separated combinations
cs_cz: DMARC tag možností hlášení selhání (fo) musí obsahovat pouze 0, 1, d, s, nebo kombinace oddělené dvojtečkami
de_de: DMARC-Fehlerbericht-Optionen-Tag (fo) darf nur 0, 1, d, s oder durch Doppelpunkt getrennte Kombinationen enthalten
es_es: La etiqueta de opciones de reporte de fallo DMARC (fo) debe contener solo 0, 1, d, s, o combinaciones separadas por dos puntos
fr_fr: La balise d'options de rapport d'échec DMARC (fo) ne doit contenir que 0, 1, d, s, ou des combinaisons séparées par des deux-points
id_id: DNSSEC disabled successfully.
ko_kr: 압축 수준이 잘못되었습니다.
lt_lt: DMARC klaidų ataskaitos parinkčių žymė (fo) turi turėti tik 0, 1, d, s, arba dvitaškiais atskirtus derinius
pl_pl: Tag opcji raportowania błędów DMARC (fo) może zawierać tylko 0, 1, d, s lub kombinacje oddzielone dwukropkami
ru_ru: Тег опций отчётности о сбоях DMARC (fo) должен содержать только 0, 1, d, s или их комбинации, разделённые двоеточием
sv_se: Ta bort API-webhook
tr_tr: DMARC başarısızlık raporlama seçenekleri etiketi (fo) sadece 0, 1, d, s, veya iki nokta ile ayrılmış kombinasyonlar içermelidir
uk_ua: This configuration may have priority queues. Configure queue priorities.
vi_vn: Giá trị màu HSL không hợp lệ.
zh_cn: DMARC 故障报告选项标签 (fo) 只能包含 0、1、d、s 或冒号分隔的组合

source: DMARC %s tag must contain valid mailto: or https: URIs
cs_cz: DMARC tag %s musí obsahovat platné mailto: nebo https: URI
de_de: DMARC %s-Tag muss gültige mailto:- oder https:-URIs enthalten
es_es: La etiqueta %s DMARC debe contener URIs mailto: o https: válidos
fr_fr: La balise DMARC %s doit contenir des URI mailto: ou https: valides
id_id: DNSSEC berhasil dinonaktifkan.
ko_kr: 인코딩에 실패했습니다.
lt_lt: DMARC %s žymė turi turėti teisingus mailto: arba https: URI
pl_pl: Tag DMARC %s musi zawierać prawidłowe URI mailto: lub https:
ru_ru: Тег DMARC %s должен содержать допустимые mailto: или https: URI
sv_se: Är du säker på att du vill ta bort denna API-webhook?
tr_tr: DMARC %s etiketi geçerli mailto: veya https: URI'leri içermelidir
uk_ua: Content includes deadline or timeout. Propagate deadlines across services.
vi_vn: Giá trị màu HSLA không hợp lệ.
zh_cn: DMARC %s 标签必须包含有效的 mailto: 或 https: URI

source: Invalid email address in DMARC %s tag: %s
cs_cz: Neplatná e-mailová adresa v DMARC tagu %s: %s
de_de: Ungültige E-Mail-Adresse im DMARC %s-Tag: %s
es_es: Dirección de correo electrónico inválida en etiqueta %s DMARC: %s
fr_fr: Adresse e-mail invalide dans la balise DMARC %s : %s
id_id: Failed to disable DNSSEC.
ko_kr: 디코딩에 실패했습니다.
lt_lt: Neteisingas el. pašto adresas DMARC %s žymėje: %s
pl_pl: Nieprawidłowy adres e-mail w tagu DMARC %s: %s
ru_ru: Недопустимый адрес электронной почты в теге DMARC %s: %s
sv_se: API-webhook uppdaterad
tr_tr: DMARC %s etiketinde geçersiz e-posta adresi: %s
uk_ua: Record appears to be using sampling or sketching. Document sampling rate.
vi_vn: Tên màu không được nhận dạng.
zh_cn: DMARC %s 标签中的电子邮件地址无效：%s

source: DMARC report format tag (rf) must be afrf or iodef
cs_cz: DMARC tag formátu zprávy (rf) musí být afrf nebo iodef
de_de: DMARC-Berichtsformat-Tag (rf) muss afrf oder iodef sein
es_es: La etiqueta de formato de reporte DMARC (rf) debe ser afrf o iodef
fr_fr: La balise de format de rapport DMARC (rf) doit être afrf ou iodef
id_id: Gagal menonaktifkan DNSSEC.
ko_kr: 잘못된 인코딩입니다.
lt_lt: DMARC ataskaitos formato žymė (rf) turi būti afrf arba iodef
pl_pl: Tag formatu raportu DMARC (rf) musi być afrf lub iodef
ru_ru: Тег формата отчёта DMARC (rf) должен быть afrf или iodef
sv_se: Kunde inte uppdatera API-webhook
tr_tr: DMARC rapor format etiketi (rf) afrf veya iodef olmalıdır
uk_ua: This configuration may have reservoir sampling needs. Implement proper reservoir.
vi_vn: Định dạng ảnh không hợp lệ. Các định dạng được chấp nhận: %s.
zh_cn: DMARC 报告格式标签 (rf) 必须是 afrf 或 iodef

source: Unknown DMARC tag: %s
cs_cz: Neznámý DMARC tag: %s
de_de: Unbekanntes DMARC-Tag: %s
es_es: Etiqueta DMARC desconocida: %s
fr_fr: Balise DMARC inconnue : %s
id_id: DNSSEC key added successfully.
ko_kr: 잘못된 문자 집합입니다.
lt_lt: Nežinoma DMARC žymė: %s
pl_pl: Nieznany tag DMARC: %s
ru_ru: Неизвестный тег DMARC: %s
sv_se: Uppdatera API-webhook
tr_tr: Bilinmeyen DMARC etiketi: %s
uk_ua: Content may be affected by count-min sketch. Choose appropriate hash functions.
vi_vn: Kích thước ảnh vượt quá giới hạn tối đa (%dx%d pixels).
zh_cn: 未知的 DMARC 标签：%s

source: Required DMARC tag missing: %s
cs_cz: Chybí povinný DMARC tag: %s
de_de: Erforderliches DMARC-Tag fehlt: %s
es_es: Falta etiqueta DMARC requerida: %s
fr_fr: Balise DMARC requise manquante : %s
id_id: Key DNSSEC berhasil ditambahkan.
ko_kr: 직렬화에 실패했습니다.
lt_lt: Trūksta privalomosios DMARC žymės: %s
pl_pl: Brak wymaganego tagu DMARC: %s
ru_ru: Отсутствует обязательный тег DMARC: %s
sv_se: Webhook-URL
tr_tr: Gerekli DMARC etiketi eksik: %s
uk_ua: Record may be part of HyperLogLog for cardinality. Configure HLL precision.
vi_vn: Kích thước ảnh dưới mức tối thiểu (%dx%d pixels).
zh_cn: 缺少必需的 DMARC 标签：%s

source: DMARC record does not specify any reporting URIs (rua or ruf). This may limit your ability to monitor authentication results.
cs_cz: DMARC záznam nespecifikuje žádné URI pro hlášení (rua nebo ruf). Toto může omezit vaši schopnost monitorovat výsledky ověřování.
de_de: DMARC-Eintrag gibt keine Berichts-URIs (rua oder ruf) an. Dies kann Ihre Fähigkeit zur Überwachung von Authentifizierungsergebnissen einschränken.
es_es: El registro DMARC no especifica ningún URI de reporte (rua o ruf). Esto puede limitar su capacidad para monitorear resultados de autenticación.
fr_fr: L'enregistrement DMARC ne spécifie aucun URI de rapport (rua ou ruf). Cela peut limiter votre capacité à surveiller les résultats d'authentification.
id_id: Failed to add DNSSEC key.
ko_kr: 역직렬화에 실패했습니다.
lt_lt: DMARC įrašas nenurodo jokių ataskaitos URI (rua ar ruf). Tai gali apriboti jūsų galimybę stebėti autentifikavimo rezultatus.
pl_pl: Rekord DMARC nie określa żadnych URI raportowania (rua lub ruf). Może to ograniczyć możliwość monitorowania wyników uwierzytelniania.
ru_ru: DMARC запись не указывает URI отчётности (rua или ruf). Это может ограничить вашу способность отслеживать результаты аутентификации.
sv_se: Webhook-händelser
tr_tr: DMARC kaydı hiçbir raporlama URI'si (rua veya ruf) belirtmiyor. Bu kimlik doğrulama sonuçlarını izleme becerinizi sınırlayabilir.
uk_ua: This record type may have bloom filter. Handle false positive rate.
vi_vn: Tỷ lệ khung hình ảnh không chính xác. Yêu cầu %s.
zh_cn: DMARC 记录未指定任何报告 URI（rua 或 ruf）。这可能会限制您监控身份验证结果的能力。

source: This is a DMARC record being processed through TXT record type. DMARC records should use TXT record type with content starting with "v=DMARC1".
cs_cz: Toto je DMARC záznam zpracovávaný prostřednictvím typu TXT záznamu. DMARC záznamy by měly používat typ TXT záznamu s obsahem začínajícím "v=DMARC1".
de_de: Dies ist ein DMARC-Eintrag, der über den TXT-Record-Typ verarbeitet wird. DMARC-Einträge sollten den TXT-Record-Typ mit Inhalt beginnend mit "v=DMARC1" verwenden.
es_es: Este es un registro DMARC siendo procesado a través del tipo de registro TXT. Los registros DMARC deben usar tipo de registro TXT con contenido que comience con "v=DMARC1".
fr_fr: Il s'agit d'un enregistrement DMARC traité via le type d'enregistrement TXT. Les enregistrements DMARC doivent utiliser le type d'enregistrement TXT avec un contenu commençant par "v=DMARC1".
id_id: Gagal menambahkan key DNSSEC.
ko_kr: 잘못된 직렬화 형식입니다.
lt_lt: Tai DMARC įrašas, apdorojamas per TXT įrašo tipą. DMARC įrašai turėtų naudoti TXT įrašo tipą su turiniu, prasidedančiu "v=DMARC1".
pl_pl: To jest rekord DMARC przetwarzany przez typ rekordu TXT. Rekordy DMARC powinny używać typu rekordu TXT z zawartością rozpoczynającą się od "v=DMARC1".
ru_ru: Это DMARC запись, обрабатываемая через тип записи TXT. DMARC записи должны использовать тип записи TXT с содержимым, начинающимся с "v=DMARC1".
sv_se: Webhook-hemlighet
tr_tr: Bu TXT kayıt türü üzerinden işlenen bir DMARC kaydıdır. DMARC kayıtları "v=DMARC1" ile başlayan içerikle TXT kayıt türünü kullanmalıdır.
uk_ua: Content suggests cuckoo filter. Document filter capacity and load factor.
vi_vn: File ảnh bị hỏng hoặc không thể đọc.
zh_cn: 这是通过 TXT 记录类型处理的 DMARC 记录。DMARC 记录应使用以 \"v=DMARC1\" 开头的 TXT 记录类型。

source: TXT record content must be enclosed in quotes.
cs_cz: Obsah TXT záznamu musí být uzavřen v uvozovkách.
de_de: TXT-Eintrag-Inhalt muss in Anführungszeichen eingeschlossen werden.
es_es: El contenido del registro TXT debe estar encerrado entre comillas.
fr_fr: Le contenu de l'enregistrement TXT doit être entouré de guillemets.
id_id: DNSSEC key deleted successfully.
ko_kr: 파싱에 실패했습니다.
lt_lt: TXT įrašo turinys turi būti įdėtas į kabutes.
pl_pl: Zawartość rekordu TXT musi być ujęta w cudzysłowy.
ru_ru: Содержимое TXT записи должно быть заключено в кавычки.
sv_se: Webhook-headers
tr_tr: TXT kayıt içeriği tırnak içine alınmalıdır.
uk_ua: Record may be affected by DNS wildcard synthesis. Be aware of wildcards.
vi_vn: Định dạng video không hợp lệ. Các định dạng được chấp nhận: %s.
zh_cn: TXT 记录内容必须用引号括起来。

source: Backslashes must precede all quotes (") in TXT content
cs_cz: Zpětná lomítka musí předcházet všem uvozovkám (") v TXT obsahu
de_de: Backslashes müssen allen Anführungszeichen (") im TXT-Inhalt vorangehen
es_es: Las barras invertidas deben preceder a todas las comillas (") en el contenido TXT
fr_fr: Les barres obliques inverses doivent précéder tous les guillemets (") dans le contenu TXT
id_id: Key DNSSEC berhasil dihapus.
ko_kr: 잘못된 구문입니다.
lt_lt: Atbuliniai brūkšniai turi eiti prieš visas kabutes (") TXT turinyje
pl_pl: Ukośniki wsteczne muszą poprzedzać wszystkie cudzysłowy (") w zawartości TXT
ru_ru: Обратные слэши должны предшествовать всем кавычкам (") в содержимом TXT
sv_se: Webhook-timeout
tr_tr: TXT içeriğindeki tüm tırnak işaretlerinin (") önünde ters eğik çizgi bulunmalıdır
uk_ua: This configuration may have rate limiting token bucket. Configure bucket size and rate.
vi_vn: Kích thước file video vượt quá giới hạn tối đa %s.
zh_cn: 在 TXT 内容中，所有引号 (\") 前必须加反斜杠

source: TXT record content exceeds maximum length of %d bytes. Please reduce the content size.
id_id: Failed to delete DNSSEC key.
ko_kr: 예기치 않은 토큰입니다.
sv_se: Webhook-återförsök
uk_ua: Content includes leaky bucket parameters. Set proper leak rate.
vi_vn: Thời lượng video vượt quá giới hạn tối đa %d giây.

source: Each TXT record string must be 255 bytes or less. Split long content into multiple strings.
cs_cz: Každý řetězec TXT záznamu musí mít 255 bajtů nebo méně. Rozdělte dlouhý obsah na více řetězců.
de_de: Jeder TXT-Eintrag-String muss 255 Bytes oder weniger sein. Teilen Sie langen Inhalt in mehrere Strings auf.
es_es: Cada cadena de registro TXT debe ser de 255 bytes o menos. Divida contenido largo en múltiples cadenas.
fr_fr: Chaque chaîne d'enregistrement TXT doit faire 255 octets ou moins. Divisez le contenu long en plusieurs chaînes.
id_id: Gagal menghapus key DNSSEC.
ko_kr: 예기치 않은 파일 끝입니다.
lt_lt: Kiekviena TXT įrašo eilutė turi būti 255 baitų ar mažiau. Padalinkite ilgą turinį į kelias eilutes.
pl_pl: Każdy ciąg rekordu TXT musi mieć 255 bajtów lub mniej. Podziel długą zawartość na wiele ciągów.
ru_ru: Каждая строка TXT записи должна быть не более 255 байт. Разделите длинное содержимое на несколько строк.
sv_se: Testa webhook
tr_tr: Her TXT kayıt string'i 255 byte veya daha az olmalıdır. Uzun içeriği birden fazla string'e bölün.
uk_ua: Record appears to be using sliding window. Define window size and slide interval.
vi_vn: Codec video không được hỗ trợ.
zh_cn: 每个 TXT 记录字符串必须为 255 字节或更少。将长内容分割成多个字符串。

source: Total TXT record content exceeds maximum length of %d bytes. Please reduce the content size.
id_id: Are you sure you want to delete this DNSSEC key?
ko_kr: 예기치 않은 문자입니다.
sv_se: Webhook testad
uk_ua: This configuration may have fixed window counters. Handle window boundary issues.
vi_vn: Độ phân giải video vượt quá giới hạn tối đa.
