Repository: poweradmin/poweradmin
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: cs_cz, de_de, es_es, fr_fr, id_id, ko_kr, lt_lt, pl_pl, ru_ru, sv_se, tr_tr, uk_ua, vi_vn, zh_cn

source: Example: [ZONE] for the zone itself, or subdomain.[ZONE] for a subdomain
cs_cz: Příklad: [ZONE] pro samotnou zónu nebo subdomain.[ZONE] pro subdoménu
de_de: Beispiel: [ZONE] für die Zone selbst oder subdomain.[ZONE] für eine Subdomain
es_es: Ejemplo: [ZONE] para la zona misma, o subdomain.[ZONE] para un subdominio
fr_fr: Exemple : [ZONE] pour la zone elle-même, ou sousdomaine.[ZONE] pour un sous-domaine
id_id: Sort by record count
ko_kr: 라우트 매개변수가 누락되었습니다.
lt_lt: Pavyzdys: [ZONE] pačiai zonai, arba subdomain.[ZONE] podomeniui
pl_pl: Przykład: [ZONE] dla samej strefy, lub subdomena.[ZONE] dla subdomeny
ru_ru: Пример: [ZONE] для самой зоны, или subdomain.[ZONE] для поддомена
sv_se: E-postmall återställd
tr_tr: Örnek: Zonun kendisi için [ZONE], alt domain için subdomain.[ZONE]
uk_ua: Content may be affected by structure from motion. Reconstruct 3D from images.
vi_vn: Kết nối Elasticsearch thất bại.
zh_cn: 示例：[ZONE] 表示区域本身，或 subdomain.[ZONE] 表示子域

source: Valid range: 0-65535
cs_cz: Platný rozsah: 0-65535
de_de: Gültiger Bereich: 0-65535
es_es: Rango válido: 0-65535
fr_fr: Plage valide : 0-65535
id_id: Urutkan berdasarkan jumlah record
ko_kr: 잘못된 라우트 매개변수입니다.
lt_lt: Teisingas diapazonas: 0-65535
pl_pl: Prawidłowy zakres: 0-65535
ru_ru: Допустимый диапазон: 0-65535
sv_se: Kunde inte återställa e-postmall
tr_tr: Geçerli aralık: 0-65535
uk_ua: Record may be part of visual odometry. Estimate motion from images.
vi_vn: Truy vấn Elasticsearch thất bại.
zh_cn: 有效范围：0-65535

source: Only for MX, SRV, KX, NAPTR
cs_cz: Pouze pro MX, SRV, KX, NAPTR
de_de: Nur für MX, SRV, KX, NAPTR
es_es: Solo para MX, SRV, KX, NAPTR
fr_fr: Seulement pour MX, SRV, KX, NAPTR
id_id: Sort by creation date
ko_kr: 미들웨어를 찾을 수 없습니다.
lt_lt: Tik MX, SRV, KX, NAPTR
pl_pl: Tylko dla MX, SRV, KX, NAPTR
ru_ru: Только для MX, SRV, KX, NAPTR
sv_se: Är du säker på att du vill återställa denna e-postmall till standard?
tr_tr: Sadece MX, SRV, KX, NAPTR için
uk_ua: This record type may have visual SLAM. Use visual features for SLAM.
vi_vn: Chỉ mục Elasticsearch không tồn tại.
zh_cn: 仅适用于 MX、SRV、KX、NAPTR

source: Valid range: 0-2147483647
cs_cz: Platný rozsah: 0-2147483647
de_de: Gültiger Bereich: 0-2147483647
es_es: Rango válido: 0-2147483647
fr_fr: Plage valide : 0-2147483647
id_id: Urutkan berdasarkan tanggal pembuatan
ko_kr: 미들웨어가 실패했습니다.
lt_lt: Teisingas diapazonas: 0-2147483647
pl_pl: Prawidłowy zakres: 0-2147483647
ru_ru: Допустимый диапазон: 0-2147483647
sv_se: E-postkö
tr_tr: Geçerli aralık: 0-2147483647
uk_ua: Content suggests ORB-SLAM. Use ORB features and three threads.
vi_vn: Tài liệu Elasticsearch không tìm thấy.
zh_cn: 有效范围：0-2147483647

source: Content
cs_cz: Obsah
de_de: Inhalt
es_es: Contenido
fr_fr: Contenu
id_id: Sort ascending
ko_kr: 컨트롤러를 찾을 수 없습니다.
lt_lt: Turinys
pl_pl: Zawartość
ru_ru: Содержимое
sv_se: E-postköer
tr_tr: İçerik
uk_ua: Record may be affected by DNS Extended Errors (RFC 8914). Include detailed error codes.
vi_vn: Ánh xạ Elasticsearch không hợp lệ.
zh_cn: 内容

source: Provide content for your zone record
cs_cz: Zadejte obsah pro váš záznam zóny
de_de: Bitte Inhalt für den Eintrag angeben
es_es: Proporcione contenido para su registro de zona
fr_fr: Fournissez le contenu pour votre enregistrement de zone
id_id: Urutkan naik
ko_kr: 액션을 찾을 수 없습니다.
lt_lt: Pateikite savo zonos įrašo turinį
pl_pl: Podaj zawartość dla Twojego rekordu strefy
ru_ru: Укажите содержимое для вашей записи зоны
sv_se: E-postköpost
tr_tr: Zon kaydınız için içerik sağlayın
uk_ua: This configuration may have optical flow. Estimate pixel motion.
vi_vn: Cluster Elasticsearch không khả dụng.
zh_cn: 为您的区域记录提供内容

source: Warning: CNAME records at the domain root (zone apex) are not recommended and may cause issues. SOA and NS records are required at the domain root and cannot coexist with CNAME.
cs_cz: Varování: CNAME záznamy v kořeni domény (vrchol zóny) se nedoporučují a mohou způsobit problémy. SOA a NS záznamy jsou v kořeni domény vyžadovány a nemohou koexistovat s CNAME.
de_de: Warnung: CNAME-Einträge an der Domain-Wurzel (Zone-Apex) werden nicht empfohlen und können Probleme verursachen. SOA- und NS-Einträge sind an der Domain-Wurzel erforderlich und können nicht mit CNAME koexistieren.
es_es: Advertencia: Los registros CNAME en la raíz del dominio (ápice de zona) no se recomiendan y pueden causar problemas. Los registros SOA y NS son requeridos en la raíz del dominio y no pueden coexistir con CNAME.
fr_fr: Avertissement : Les enregistrements CNAME à la racine du domaine (apex de zone) ne sont pas recommandés et peuvent causer des problèmes. Les enregistrements SOA et NS sont requis à la racine du domaine et ne peuvent coexister avec CNAME.
id_id: Sort descending
ko_kr: 서비스를 찾을 수 없습니다.
lt_lt: Įspėjimas: CNAME įrašai domeno šaknyje (zonos viršūnė) nerekomenduojami ir gali sukelti problemų. SOA ir NS įrašai reikalingi domeno šaknyje ir negali egzistuoti kartu su CNAME.
pl_pl: Ostrzeżenie: Rekordy CNAME w korzeniu domeny (apex strefy) nie są zalecane i mogą powodować problemy. Rekordy SOA i NS są wymagane w korzeniu domeny i nie mogą współistnieć z CNAME.
ru_ru: Предупреждение: CNAME записи в корне домена (вершине зоны) не рекомендуются и могут вызвать проблемы. SOA и NS записи обязательны в корне домена и не могут сосуществовать с CNAME.
sv_se: E-postköposter
tr_tr: Uyarı: Domain kökünde (zon tepesi) CNAME kayıtları önerilmez ve sorunlara neden olabilir. Domain kökünde SOA ve NS kayıtları gereklidir ve CNAME ile bir arada bulunamaz.
uk_ua: Content includes Lucas-Kanade method. Assume brightness constancy.
vi_vn: Cấu hình RabbitMQ không hợp lệ.
zh_cn: 警告：不建议在域根（区域顶点）使用 CNAME 记录，这可能会导致问题。域根需要 SOA 和 NS 记录，不能与 CNAME 共存。

source: Tip: For SOA records, use <code>[ZONE]</code> as the name and <code>[NS1] [HOSTMASTER] [SERIAL] 28800 7200 604800 86400</code> as the content. SOA records are required for proper DNS zone functionality.
cs_cz: Tip: Pro SOA záznamy použijte <code>[ZONE]</code> jako název a <code>[NS1] [HOSTMASTER] [SERIAL] 28800 7200 604800 86400</code> jako obsah. SOA záznamy jsou vyžadovány pro správnou funkčnost DNS zóny.
de_de: Tipp: Für SOA Einträge können <code>[ZONE]</code> als Name und <code>[NS1] [HOSTMASTER] [SERIAL] 28800 7200 604800 86400</code> als Inhalt verwendet werden. SOA Einträge sind für das Funktionieren der DNS Zone erforderlich.
es_es: Consejo: Para registros SOA, use <code>[ZONE]</code> como nombre y <code>[NS1] [HOSTMASTER] [SERIAL] 28800 7200 604800 86400</code> como contenido. Los registros SOA son requeridos para el funcionamiento apropiado de la zona DNS.
fr_fr: Astuce : Pour les enregistrements SOA, utilisez <code>[ZONE]</code> comme nom et <code>[NS1] [HOSTMASTER] [SERIAL] 28800 7200 604800 86400</code> comme contenu. Les enregistrements SOA sont requis pour le bon fonctionnement de la zone DNS.
id_id: Urutkan turun
ko_kr: 저장소를 찾을 수 없습니다.
lt_lt: Patarimas: SOA įrašams naudokite <code>[ZONE]</code> kaip vardą ir <code>[NS1] [HOSTMASTER] [SERIAL] 28800 7200 604800 86400</code> kaip turinį. SOA įrašai reikalingi tinkamam DNS zonos funkcionavimui.
pl_pl: Wskazówka: Dla rekordów SOA użyj <code>[ZONE]</code> jako nazwy i <code>[NS1] [HOSTMASTER] [SERIAL] 28800 7200 604800 86400</code> jako zawartości. Rekordy SOA są wymagane do prawidłowego funkcjonowania strefy DNS.
ru_ru: Совет: Для SOA записей используйте <code>[ZONE]</code> как имя и <code>[NS1] [HOSTMASTER] [SERIAL] 28800 7200 604800 86400</code> как содержимое. SOA записи необходимы для правильной работы DNS зоны.
sv_se: Mottagare
tr_tr: İpuçu: SOA kayıtları için ad olarak <code>[ZONE]</code>, içerik olarak <code>[NS1] [HOSTMASTER] [SERIAL] 28800 7200 604800 86400</code> kullanın. SOA kayıtları uygun DNS zon işlevi için gereklidir.
uk_ua: Record appears to be using Horn-Schunck method. Add smoothness constraint.
vi_vn: Kết nối RabbitMQ thất bại.
zh_cn: 提示：对于 SOA 记录，使用 <code>[ZONE]</code> 作为名称，使用 <code>[NS1] [HOSTMASTER] [SERIAL] 28800 7200 604800 86400</code> 作为内容。SOA 记录是正确的 DNS 区域功能所必需的。

source: Update record
cs_cz: Aktualizovat záznam
de_de: Eintrag aktualisieren
es_es: Actualizar registro
fr_fr: Mettre à jour l'enregistrement
id_id: Zones per page
ko_kr: 모델을 찾을 수 없습니다.
lt_lt: Atnaujinti įrašą
pl_pl: Zaktualizuj rekord
ru_ru: Обновить запись
sv_se: Ämne
tr_tr: Kaydı güncelle
uk_ua: This configuration may have feature detection. Use SIFT, SURF, or ORB.
vi_vn: RabbitMQ channel không hợp lệ.
zh_cn: 更新记录

source: Reset
cs_cz: Resetovat
de_de: Zurücksetzen
es_es: Restablecer
fr_fr: Réinitialiser
id_id: Zone per halaman
ko_kr: 엔터티를 찾을 수 없습니다.
lt_lt: Atkurti
pl_pl: Resetuj
ru_ru: Сбросить
sv_se: Skickad
tr_tr: Sıfırla
uk_ua: Content may be affected by corner detection. Use Harris or Shi-Tomasi.
vi_vn: RabbitMQ queue không tồn tại.
zh_cn: 重置

source: Template Placeholders
cs_cz: Zástupné znaky šablony
de_de: Platzhalter Zonenvorlage
es_es: Marcadores de Plantilla
fr_fr: Espaces Réservés du Modèle
id_id: Show %d zones per page
ko_kr: 값 객체를 찾을 수 없습니다.
lt_lt: Šablono vietos žymekliai
pl_pl: Zmienne szablonu
ru_ru: Заполнители Шаблона
sv_se: Misslyckad
tr_tr: Şablon Yer Tutucuları
uk_ua: Record may be part of edge detection. Apply Canny or Sobel.
vi_vn: RabbitMQ exchange không tồn tại.
zh_cn: 模板占位符

source: Placeholder
cs_cz: Zástupný znak
de_de: Platzhalter
es_es: Marcador
fr_fr: Espace Réservé
id_id: Tampilkan %d zone per halaman
ko_kr: 집계를 찾을 수 없습니다.
lt_lt: Vietos žymeklis
pl_pl: Zmienna
ru_ru: Заполнитель
sv_se: Kö
tr_tr: Yer Tutucu
uk_ua: This record type may have blob detection. Use Laplacian of Gaussian.
vi_vn: Máy chủ RabbitMQ không khả dụng.
zh_cn: 占位符

source: Description
cs_cz: Popis
de_de: Beschreibung
es_es: Descripción
id_id: Page %d of %d
ko_kr: 이벤트를 찾을 수 없습니다.
lt_lt: Aprašymas
pl_pl: Opis
ru_ru: Описание
sv_se: Visa e-postköpost
tr_tr: Açıklama
uk_ua: Content suggests feature description. Compute descriptor for matching.
vi_vn: Cấu hình Kafka không hợp lệ.
zh_cn: 描述

source: Substituted with current zone name
cs_cz: Nahrazeno aktuálním názvem zóny
de_de: ersetzt durch aktuellen Zonennamen
es_es: Sustituido con el nombre de zona actual
fr_fr: Substitué par le nom de zone actuel
id_id: Halaman %d dari %d
ko_kr: 리스너를 찾을 수 없습니다.
lt_lt: Pakeičiamas dabartinio zonos vardu
pl_pl: Zastępowana nazwą bieżącej strefy
ru_ru: Заменяется текущим именем зоны
sv_se: E-postköpostdetaljer
tr_tr: Mevcut zon adıyla değiştirilir
uk_ua: Record may be affected by DNS Name Error. Return proper NXDOMAIN response.
vi_vn: Kết nối Kafka thất bại.
zh_cn: 替换为当前区域名称

source: Substituted with domain name without TLD
cs_cz: Nahrazeno názvem domény bez TLD
de_de: ersetzt durch Domainnamen ohne TLD
es_es: Sustituido con el nombre de dominio sin TLD
fr_fr: Substitué par le nom de domaine sans TLD
id_id: First page
ko_kr: 핸들러를 찾을 수 없습니다.
lt_lt: Pakeičiamas domeno vardu be TLD
pl_pl: Zastępowana nazwą domeny bez TLD
ru_ru: Заменяется именем домена без TLD
sv_se: E-posttext
tr_tr: TLD olmadan domain adıyla değiştirilir
uk_ua: This configuration may have feature matching. Use brute force or FLANN.
vi_vn: Kafka topic không tồn tại.
zh_cn: 替换为不含 TLD 的域名

source: Substituted with top-level domain
cs_cz: Nahrazeno doménou nejvyšší úrovně
de_de: ersetzt durch Top-Level Domain
es_es: Sustituido con el dominio de nivel superior
fr_fr: Substitué par le domaine de premier niveau
id_id: Halaman pertama
ko_kr: 명령을 찾을 수 없습니다.
lt_lt: Pakeičiamas aukščiausiojo lygio domenu
pl_pl: Zastępowana domeną najwyższego poziomu
ru_ru: Заменяется доменом верхнего уровня
sv_se: E-post-HTML
tr_tr: Üst seviye domain ile değiştirilir
uk_ua: Content includes RANSAC. Estimate model from noisy data.
vi_vn: Kafka producer thất bại.
zh_cn: 替换为顶级域

source: Substituted with current date and 2 numbers
cs_cz: Nahrazeno aktuálním datem a 2 číslicemi
de_de: ersetzt durch aktuelles Datum und 2 Ziffern
es_es: Sustituido con la fecha actual y 2 números
fr_fr: Substitué par la date actuelle et 2 chiffres
id_id: Last page
ko_kr: 쿼리를 찾을 수 없습니다.
lt_lt: Pakeičiamas dabartine data ir 2 skaičiais
pl_pl: Zastępowana bieżącą datą i 2 cyframi
ru_ru: Заменяется текущей датой и 2 цифрами
sv_se: Skicka igen
tr_tr: Mevcut tarih ve 2 sayıyla değiştirilir
uk_ua: Record appears to be using homography estimation. Find projective transformation.
vi_vn: Kafka consumer thất bại.
zh_cn: 替换为当前日期和 2 个数字

source: Substituted with 1st name server
cs_cz: Nahrazeno 1. jmenným serverem
de_de: ersetzt durch 1sten Nameserver
es_es: Sustituido con el 1er servidor de nombres
fr_fr: Substitué par le 1er serveur de noms
id_id: Halaman terakhir
ko_kr: DTO를 찾을 수 없습니다.
lt_lt: Pakeičiamas 1-uoju vardų serveriu
pl_pl: Zastępowana 1. serwerem nazw
ru_ru: Заменяется 1-м сервером имен
sv_se: E-postmeddelande skickat igen
tr_tr: 1. ad sunucusuyla değiştirilir
uk_ua: This configuration may have fundamental matrix. Relate corresponding points.
vi_vn: Kafka offset không hợp lệ.
zh_cn: 替换为第 1 个名称服务器

source: Substituted with 2nd name server
cs_cz: Nahrazeno 2. jmenným serverem
de_de: ersetzt durch 2ten Nameserver
es_es: Sustituido con el 2do servidor de nombres
fr_fr: Substitué par le 2e serveur de noms
id_id: Previous page
ko_kr: 매퍼를 찾을 수 없습니다.
lt_lt: Pakeičiamas 2-uoju vardų serveriu
pl_pl: Zastępowana 2. serwerem nazw
ru_ru: Заменяется 2-м сервером имен
sv_se: Kunde inte skicka e-postmeddelande igen
tr_tr: 2. ad sunucusuyla değiştirilir
uk_ua: Content may be affected by essential matrix. Assume calibrated cameras.
vi_vn: Broker Kafka không khả dụng.
zh_cn: 替换为第 2 个名称服务器

source: Substituted with 3rd name server
cs_cz: Nahrazeno 3. jmenným serverem
de_de: ersetzt durch 3ten Nameserver
es_es: Sustituido con el 3er servidor de nombres
fr_fr: Substitué par le 3e serveur de noms
id_id: Halaman sebelumnya
ko_kr: 변환기를 찾을 수 없습니다.
lt_lt: Pakeičiamas 3-iuoju vardų serveriu
pl_pl: Zastępowana 3. serwerem nazw
ru_ru: Заменяется 3-м сервером имен
sv_se: Ta bort från kö
tr_tr: 3. ad sunucusuyla değiştirilir
uk_ua: Record may be part of triangulation. Compute 3D point from correspondences.
vi_vn: Cấu hình MongoDB không hợp lệ.
zh_cn: 替换为第 3 个名称服务器

source: Substituted with 4th name server
cs_cz: Nahrazeno 4. jmenným serverem
de_de: ersetzt durch 4ten Nameserver
es_es: Sustituido con el 4to servidor de nombres
fr_fr: Substitué par le 4e serveur de noms
id_id: Next page
ko_kr: 검증기를 찾을 수 없습니다.
lt_lt: Pakeičiamas 4-tuoju vardų serveriu
pl_pl: Zastępowana 4. serwerem nazw
ru_ru: Заменяется 4-м сервером имен
sv_se: E-postmeddelande borttaget från kö
tr_tr: 4. ad sunucusuyla değiştirilir
uk_ua: This record type may have epipolar geometry. Constrain point correspondence.
vi_vn: Kết nối MongoDB thất bại.
zh_cn: 替换为第 4 个名称服务器

source: Substituted with hostmaster
cs_cz: Nahrazeno hostmasterem
de_de: ersetzt durch Hostmaster
es_es: Sustituido con hostmaster
fr_fr: Substitué par le hostmaster
id_id: Halaman berikutnya
ko_kr: 정규화기를 찾을 수 없습니다.
lt_lt: Pakeičiamas hostmaster
pl_pl: Zastępowana adresem hostmastera
ru_ru: Заменяется hostmaster
sv_se: Kunde inte ta bort e-postmeddelande från kö
tr_tr: Hostmaster ile değiştirilir
uk_ua: Content suggests stereo vision. Match points between left and right images.
vi_vn: Truy vấn MongoDB thất bại.
zh_cn: 替换为 hostmaster

source: Example Records
cs_cz: Příklady záznamů
de_de: Beispiel-Einträge
es_es: Registros de Ejemplo
fr_fr: Exemples d'Enregistrements
id_id: Go to page
ko_kr: 직렬화기를 찾을 수 없습니다.
lt_lt: Įrašų pavyzdžiai
pl_pl: Przykładowe rekordy
ru_ru: Примеры Записей
sv_se: Rensa e-postkö
tr_tr: Örnek Kayıtlar
uk_ua: Record may be affected by DNS Zone Serial Validation (SOA serial checks).
vi_vn: Bộ sưu tập MongoDB không tồn tại.
zh_cn: 示例记录

source: Name Examples
cs_cz: Příklady názvů
de_de: Name-Beispiele
es_es: Ejemplos de Nombre
fr_fr: Exemples de Noms
id_id: Ke halaman
ko_kr: 역직렬화기를 찾을 수 없습니다.
lt_lt: Vardų pavyzdžiai
pl_pl: Przykłady nazw
ru_ru: Примеры Имен
sv_se: E-postkö rensad
tr_tr: Ad Örnekleri
uk_ua: This configuration may have disparity map. Compute depth from stereo.
vi_vn: Tài liệu MongoDB không tìm thấy.
zh_cn: 名称示例

source: For a subdomain: <code>subdomain.[ZONE]</code>
cs_cz: Pro subdoménu: <code>subdomain.[ZONE]</code>
de_de: Für eine Subdomain: <code>subdomain.[ZONE]</code>
es_es: Para un subdominio: <code>subdomain.[ZONE]</code>
fr_fr: Pour un sous-domaine : <code>sousdomaine.[ZONE]</code>
id_id: Showing %d to %d of %d zones
ko_kr: 포맷터를 찾을 수 없습니다.
lt_lt: Podomeniui: <code>subdomain.[ZONE]</code>
pl_pl: Dla subdomeny: <code>subdomena.[ZONE]</code>
ru_ru: Для поддомена: <code>subdomain.[ZONE]</code>
sv_se: Kunde inte rensa e-postkö
tr_tr: Alt domain için: <code>subdomain.[ZONE]</code>
uk_ua: Content includes semi-global matching. Aggregate matching costs.
vi_vn: Chỉ mục MongoDB không hợp lệ.
zh_cn: 对于子域：<code>subdomain.[ZONE]</code>

source: For a wildcard record: <code>*.[ZONE]</code>
cs_cz: Pro zástupný záznam: <code>*.[ZONE]</code>
de_de: Für einen Wildcard-Eintrag: <code>*.[ZONE]</code>
es_es: Para un registro comodín: <code>*.[ZONE]</code>
fr_fr: Pour un enregistrement joker : <code>*.[ZONE]</code>
id_id: Menampilkan %d sampai %d dari %d zone
ko_kr: 파서를 찾을 수 없습니다.
lt_lt: Wildcard įrašui: <code>*.[ZONE]</code>
pl_pl: Dla rekordu wieloznacznego: <code>*.[ZONE]</code>
ru_ru: Для записи с подстановочным знаком: <code>*.[ZONE]</code>
sv_se: Är du säker på att du vill rensa e-postköen?
tr_tr: Joker kayıt için: <code>*.[ZONE]</code>
uk_ua: Record appears to be using block matching. Find corresponding blocks.
vi_vn: Máy chủ MongoDB không khả dụng.
zh_cn: 对于通配符记录：<code>*.[ZONE]</code>

source: For the domain itself: <code>[ZONE]</code>
cs_cz: Pro samotnou doménu: <code>[ZONE]</code>
de_de: Für die Domain selbst: <code>[ZONE]</code>
es_es: Para el dominio mismo: <code>[ZONE]</code>
fr_fr: Pour le domaine lui-même : <code>[ZONE]</code>
id_id: Showing %d to %d of %d records
ko_kr: 렉서를 찾을 수 없습니다.
lt_lt: Pačiam domenui: <code>[ZONE]</code>
pl_pl: Dla samej domeny: <code>[ZONE]</code>
ru_ru: Для самого домена: <code>[ZONE]</code>
sv_se: E-posthistorik
tr_tr: Domain'in kendisi için: <code>[ZONE]</code>
uk_ua: This configuration may have census transform. Use rank transform for robustness.
vi_vn: Cấu hình S3 không hợp lệ.
zh_cn: 对于域本身：<code>[ZONE]</code>

source: Content Examples
cs_cz: Příklady obsahu
de_de: Inhalt-Beispiele
es_es: Ejemplos de Contenido
fr_fr: Exemples de Contenu
id_id: Menampilkan %d sampai %d dari %d record
ko_kr: 토크나이저를 찾을 수 없습니다.
lt_lt: Turinio pavyzdžiai
pl_pl: Przykłady zawartości
ru_ru: Примеры Содержимого
sv_se: Skickade e-postmeddelanden
tr_tr: İçerik Örnekleri
uk_ua: Content may be affected by image rectification. Transform to standard geometry.
vi_vn: Kết nối S3 thất bại.
zh_cn: 内容示例

source: MX for Microsoft 365: <code>[DOMAIN]-[TLD].mail.protection.outlook.com</code>
cs_cz: MX pro Microsoft 365: <code>[DOMAIN]-[TLD].mail.protection.outlook.com</code>
de_de: MX für Microsoft 365: <code>[DOMAIN]-[TLD].mail.protection.outlook.com</code>
es_es: MX para Microsoft 365: <code>[DOMAIN]-[TLD].mail.protection.outlook.com</code>
fr_fr: MX pour Microsoft 365: <code>[DOMAIN]-[TLD].mail.protection.outlook.com</code>
lt_lt: MX Microsoft 365: <code>[DOMAIN]-[TLD].mail.protection.outlook.com</code>
pl_pl: MX dla Microsoft 365: <code>[DOMAIN]-[TLD].mail.protection.outlook.com</code>
ru_ru: MX для Microsoft 365: <code>[DOMAIN]-[TLD].mail.protection.outlook.com</code>
sv_se: MX för Microsoft 365: <code>[DOMAIN]-[TLD].mail.protection.outlook.com</code>
tr_tr: Microsoft 365 için MX: <code>[DOMAIN]-[TLD].mail.protection.outlook.com</code>
vi_vn: MX cho Microsoft 365: <code>[DOMAIN]-[TLD].mail.protection.outlook.com</code>
zh_cn: Microsoft 365 的 MX：<code>[DOMAIN]-[TLD].mail.protection.outlook.com</code>

source: A record: <code>192.0.2.10</code>
cs_cz: A záznam: <code>192.0.2.10</code>
de_de: A-Eintrag: <code>192.0.2.10</code>
es_es: Registro A: <code>192.0.2.10</code>
fr_fr: Enregistrement A: <code>192.0.2.10</code>
id_id: Quick actions
ko_kr: 컴파일러를 찾을 수 없습니다.
lt_lt: A įrašas: <code>192.0.2.10</code>
pl_pl: Rekord A: <code>192.0.2.10</code>
ru_ru: A запись: <code>192.0.2.10</code>
sv_se: Visa e-postmeddelande
tr_tr: A kaydı: <code>192.0.2.10</code>
uk_ua: Record may be part of camera calibration. Estimate intrinsic and extrinsic parameters.
vi_vn: Bucket S3 không tồn tại.
zh_cn: A 记录：<code>192.0.2.10</code>

source: CNAME: <code>target.[ZONE]</code> or <code>example.com.</code>
cs_cz: CNAME: <code>target.[ZONE]</code> nebo <code>example.com.</code>
de_de: CNAME: <code>target.[ZONE]</code> oder <code>example.com.</code>
es_es: CNAME: <code>target.[ZONE]</code> o <code>example.com.</code>
fr_fr: CNAME: <code>cible.[ZONE]</code> ou <code>exemple.com.</code>
id_id: Aksi cepat
ko_kr: 인터프리터를 찾을 수 없습니다.
lt_lt: CNAME: <code>target.[ZONE]</code> arba <code>example.com.</code>
pl_pl: CNAME: <code>cel.[ZONE]</code> lub <code>example.com.</code>
ru_ru: CNAME: <code>target.[ZONE]</code> или <code>example.com.</code>
sv_se: E-postmeddelandedetaljer
tr_tr: CNAME: <code>target.[ZONE]</code> veya <code>example.com.</code>
uk_ua: This record type may have Zhang's method. Use checkerboard pattern.
vi_vn: S3 object không tìm thấy.
zh_cn: CNAME：<code>target.[ZONE]</code> 或 <code>example.com.</code>

source: Supermasters
cs_cz: Supermastři
de_de: Supermaster
es_es: Supermaestros
fr_fr: Serveurs Maîtres Secondaires
id_id: Quick add record
ko_kr: 평가기를 찾을 수 없습니다.
lt_lt: Supermasteriai
pl_pl: Serwery nadrzędne
ru_ru: Суперсерверы
sv_se: Skickad tid
tr_tr: Süper Master'lar
uk_ua: Content suggests distortion correction. Remove lens distortion.
vi_vn: Tải lên S3 thất bại.
zh_cn: 超级主服务器

source: Edit supermaster
cs_cz: Upravit supermaster
de_de: Supermaster bearbeiten
es_es: Editar supermaster
fr_fr: Modifier le supermaster
id_id: Tambah record cepat
ko_kr: 실행기를 찾을 수 없습니다.
lt_lt: Redaguoti supermasterį
pl_pl: Edytuj serwer nadrzędny
ru_ru: Редактировать суперсервер
sv_se: E-poststatistik
tr_tr: Süper master'ı düzenle
uk_ua: Record may be affected by DNS ZONEMD record validation. Verify zone digest.
vi_vn: Tải xuống S3 thất bại.
zh_cn: 编辑超级主服务器

source: Edit Supermaster
cs_cz: Upravit Supermaster
de_de: Supermaster bearbeiten
es_es: Editar Supermaster
fr_fr: Modifier le Supermaster
id_id: Quick search
ko_kr: 러너를 찾을 수 없습니다.
lt_lt: Redaguoti Supermaster
pl_pl: Edytuj serwer nadrzędny
ru_ru: Редактировать суперсервер
sv_se: Totalt antal skickade e-postmeddelanden
tr_tr: Süper Master'ı Düzenle
uk_ua: This configuration may have radial distortion. Model with polynomial.
vi_vn: Quyền S3 bị từ chối.
zh_cn: 编辑超级主服务器

source: IP address of supermaster
cs_cz: IP adresa supermastera
de_de: IP-Adresse des Supermasters
es_es: Dirección IP del supermaster
fr_fr: Adresse IP du supermaster
id_id: Pencarian cepat
ko_kr: 빌더를 찾을 수 없습니다.
lt_lt: Supermaster IP adresas
pl_pl: Adres IP serwera nadrzędnego
ru_ru: IP адрес суперсервера
sv_se: E-postmeddelanden skickade idag
tr_tr: Süper master IP adresi
uk_ua: Content includes tangential distortion. Use Brown-Conrady model.
vi_vn: Hạn mức S3 vượt quá.
zh_cn: 超级主服务器的 IP 地址

source: Enter the IP address of the master nameserver
cs_cz: Zadejte IP adresu hlavního jmenného serveru
de_de: Geben Sie die IP-Adresse des Master-Nameservers ein
es_es: Ingrese la dirección IP del servidor de nombres maestro
fr_fr: Entrez l'adresse IP du serveur de noms maître
id_id: Recent zones
ko_kr: 팩토리를 찾을 수 없습니다.
lt_lt: Įveskite pagrindinio vardų serverio IP adresą
pl_pl: Wprowadź adres IP głównego serwera nazw
ru_ru: Введите IP адрес главного сервера имен
sv_se: E-postmeddelanden skickade denna månad
tr_tr: Master ad sunucusunun IP adresini girin
uk_ua: Record appears to be using perspective-n-point. Estimate pose from 3D-2D correspondences.
vi_vn: Endpoint S3 không hợp lệ.
zh_cn: 输入主名称服务器的 IP 地址
