Repository: poweradmin/poweradmin
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: cs_cz, de_de, es_es, fr_fr, id_id, ko_kr, lt_lt, pl_pl, ru_ru, sv_se, tr_tr, uk_ua, vi_vn, zh_cn

source: LP record must contain preference and FQDN separated by space.
cs_cz: LP záznam musí obsahovat prioritu a FQDN oddělené mezerou.
de_de: LP-Eintrag muss Präferenz und FQDN durch Leerzeichen getrennt enthalten.
es_es: El registro LP debe contener preferencia y FQDN separados por espacio.
fr_fr: L'enregistrement LP doit contenir préférence et FQDN séparés par un espace.
id_id: Rekaman LP harus berisi preferensi dan FQDN yang dipisahkan oleh spasi.
ko_kr: LP 레코드는 공백으로 구분된 우선순위와 FQDN을 포함해야 합니다.
lt_lt: LP įrašas turi turėti pirmenybę ir FQDN, atskirtus tarpu.
pl_pl: Rekord LP musi zawierać preferencję i FQDN oddzielone spacją.
ru_ru: LP запись должна содержать приоритет и FQDN, разделенные пробелом.
sv_se: LP-posten måste innehålla preferens och FQDN separerade med mellanslag.
tr_tr: LP kaydı boşlukla ayrılmış öncelik ve FQDN içermelidir.
uk_ua: Запис LP повинен містити пріоритет та FQDN, розділені пробілом.
vi_vn: Bản ghi LP phải chứa mức ưu tiên và FQDN phân tách bằng khoảng trắng.
zh_cn: LP 记录必须包含由空格分隔的优先级和 FQDN。

source: LP preference must be a number between 0 and 65535.
cs_cz: LP priorita musí být číslo mezi 0 a 65535.
de_de: LP-Präferenz muss eine Zahl zwischen 0 und 65535 sein.
es_es: La preferencia LP debe ser un número entre 0 y 65535.
fr_fr: La préférence LP doit être un nombre entre 0 et 65535.
id_id: Preferensi LP harus berupa angka antara 0 dan 65535.
ko_kr: LP 우선순위는 0에서 65535 사이의 숫자여야 합니다.
lt_lt: LP pirmenybė turi būti skaičius tarp 0 ir 65535.
pl_pl: Preferencja LP musi być liczbą między 0 a 65535.
ru_ru: Приоритет LP должен быть числом от 0 до 65535.
sv_se: LP-preferens måste vara ett nummer mellan 0 och 65535.
tr_tr: LP önceliği 0 ile 65535 arasında bir sayı olmalıdır.
uk_ua: Пріоритет LP повинен бути числом від 0 до 65535.
vi_vn: Mức ưu tiên LP phải là số từ 0 đến 65535.
zh_cn: LP 优先级必须是 0 到 65535 之间的数字。

source: LP FQDN must be a valid fully qualified domain name.
cs_cz: LP FQDN musí být platné plně kvalifikované doménové jméno.
de_de: LP-FQDN muss ein gültiger vollqualifizierter Domänenname sein.
es_es: El FQDN LP debe ser un nombre de dominio completamente calificado válido.
fr_fr: Le FQDN LP doit être un nom de domaine pleinement qualifié valide.
id_id: FQDN LP harus berupa nama domain yang sepenuhnya terkualifikasi yang valid.
ko_kr: LP FQDN은 유효한 정규화된 도메인 이름이어야 합니다.
lt_lt: LP FQDN turi būti teisingas pilnai kvalifikuotas domeno vardas.
pl_pl: FQDN LP musi być prawidłową w pełni kwalifikowaną nazwą domeny.
ru_ru: LP FQDN должно быть действительным полностью квалифицированным доменным именем.
sv_se: LP FQDN måste vara ett giltigt fullständigt kvalificerat domännamn.
tr_tr: LP FQDN geçerli bir tam nitelikli domain adı olmalıdır.
uk_ua: FQDN LP повинно бути дійсним повним доменним ім'ям.
vi_vn: FQDN LP phải là tên miền đầy đủ hợp lệ.
zh_cn: LP FQDN 必须是有效的完全限定域名。

source: AFSDB records are deprecated by RFC 5864 in favor of SRV records for AFS service location.
cs_cz: AFSDB záznamy jsou zastaralé podle RFC 5864 ve prospěch SRV záznamů pro lokalizaci AFS služeb.
de_de: AFSDB-Einträge sind durch RFC 5864 zugunsten von SRV-Einträgen für AFS-Serviceortung veraltet.
es_es: Los registros AFSDB están obsoletos por RFC 5864 en favor de registros SRV para localización de servicios AFS.
fr_fr: Les enregistrements AFSDB sont dépréciés par RFC 5864 en faveur des enregistrements SRV pour la localisation de service AFS.
id_id: Rekaman AFSDB sudah tidak digunakan lagi menurut RFC 5864 dan digantikan oleh rekaman SRV untuk lokasi layanan AFS.
ko_kr: AFSDB 레코드는 AFS 서비스 위치를 위해 RFC 5864에서 SRV 레코드를 위해 더 이상 사용되지 않습니다.
lt_lt: AFSDB įrašai nerekomenduojami RFC 5864, pirmenybė teikiama SRV įrašams AFS paslaugų lokalizavimui.
pl_pl: Rekordy AFSDB są przestarzałe zgodnie z RFC 5864 na rzecz rekordów SRV do lokalizacji usługi AFS.
ru_ru: AFSDB записи отменены RFC 5864 в пользу SRV записей для определения местоположения AFS сервиса.
sv_se: AFSDB-poster är föråldrade enligt RFC 5864 till förmån för SRV-poster för AFS-tjänstlokalisering.
tr_tr: AFSDB kayıtları RFC 5864 tarafından AFS hizmet konumu için SRV kayıtları lehine kullanımdan kaldırılmıştır.
uk_ua: Записи AFSDB є застарілими згідно з RFC 5864 на користь записів SRV для визначення розташування сервісів AFS.
vi_vn: Bản ghi AFSDB đã bị RFC 5864 thay thế bằng bản ghi SRV cho định vị dịch vụ AFS.
zh_cn: AFSDB 记录已被 RFC 5864 弃用，改为使用 SRV 记录进行 AFS 服务定位。

source: Invalid AFSDB hostname.
cs_cz: Neplatné AFSDB jméno hostitele.
de_de: Ungültiger AFSDB-Hostname.
es_es: Nombre de host AFSDB inválido.
fr_fr: Nom d'hôte AFSDB invalide.
id_id: Nama host AFSDB tidak valid.
ko_kr: 유효하지 않은 AFSDB 호스트 이름입니다.
lt_lt: Neteisingas AFSDB serverio vardas.
pl_pl: Nieprawidłowa nazwa hosta AFSDB.
ru_ru: Недопустимое имя хоста AFSDB.
sv_se: Ogiltigt AFSDB-värdnamn.
tr_tr: Geçersiz AFSDB hostname.
uk_ua: Недійсне ім'я хоста AFSDB.
vi_vn: Tên máy chủ AFSDB không hợp lệ.
zh_cn: 无效的 AFSDB 主机名。

source: AFSDB server hostname must be a fully qualified domain name (FQDN).
cs_cz: Jméno hostitele AFSDB serveru musí být plně kvalifikované doménové jméno (FQDN).
de_de: AFSDB-Server-Hostname muss ein vollqualifizierter Domänenname (FQDN) sein.
es_es: El nombre de host del servidor AFSDB debe ser un nombre de dominio completamente calificado (FQDN).
fr_fr: Le nom d'hôte du serveur AFSDB doit être un nom de domaine pleinement qualifié (FQDN).
id_id: Nama host server AFSDB harus berupa nama domain yang sepenuhnya terkualifikasi (FQDN).
ko_kr: AFSDB 서버 호스트 이름은 정규화된 도메인 이름 (FQDN)이어야 합니다.
lt_lt: AFSDB serverio vardas turi būti pilnai kvalifikuotas domeno vardas (FQDN).
pl_pl: Nazwa hosta serwera AFSDB musi być w pełni kwalifikowaną nazwą domeny (FQDN).
ru_ru: Имя хоста сервера AFSDB должно быть полностью квалифицированным доменным именем (FQDN).
sv_se: AFSDB-serverns värdnamn måste vara ett fullständigt kvalificerat domännamn (FQDN).
tr_tr: AFSDB sunucu hostname tam nitelikli domain adı (FQDN) olmalıdır.
uk_ua: Ім'я хоста сервера AFSDB повинно бути повним доменним ім'ям (FQDN).
vi_vn: Tên máy chủ AFSDB phải là tên miền đầy đủ (FQDN).
zh_cn: AFSDB 服务器主机名必须是完全限定域名（FQDN）。

source: AFSDB server hostname must be a fully qualified domain name with at least two parts.
cs_cz: Jméno hostitele AFSDB serveru musí být plně kvalifikované doménové jméno s alespoň dvěma částmi.
de_de: AFSDB-Server-Hostname muss ein vollqualifizierter Domänenname mit mindestens zwei Teilen sein.
es_es: El nombre de host del servidor AFSDB debe ser un nombre de dominio completamente calificado con al menos dos partes.
fr_fr: Le nom d'hôte du serveur AFSDB doit être un nom de domaine pleinement qualifié avec au moins deux parties.
id_id: Nama host server AFSDB harus berupa nama domain yang sepenuhnya terkualifikasi dengan minimal dua bagian.
ko_kr: AFSDB 서버 호스트 이름은 최소 두 부분으로 구성된 정규화된 도메인 이름이어야 합니다.
lt_lt: AFSDB serverio vardas turi būti pilnai kvalifikuotas domeno vardas su bent dviem dalimis.
pl_pl: Nazwa hosta serwera AFSDB musi być w pełni kwalifikowaną nazwą domeny z co najmniej dwoma częściami.
ru_ru: Имя хоста сервера AFSDB должно быть полностью квалифицированным доменным именем с минимум двумя частями.
sv_se: AFSDB-serverns värdnamn måste vara ett fullständigt kvalificerat domännamn med minst två delar.
tr_tr: AFSDB sunucu hostname en az iki parçadan oluşan tam nitelikli domain adı olmalıdır.
uk_ua: Ім'я хоста сервера AFSDB повинно бути повним доменним ім'ям з принаймні двома частинами.
vi_vn: Tên máy chủ AFSDB phải là tên miền đầy đủ có ít nhất hai phần.
zh_cn: AFSDB 服务器主机名必须是至少包含两部分的完全限定域名。

source: Invalid AFSDB subtype. Must be 1 (AFS cell database server) or 2 (DCE authenticated name server).
cs_cz: Neplatný AFSDB podtyp. Musí být 1 (AFS cell database server) nebo 2 (DCE authenticated name server).
de_de: Ungültiger AFSDB-Subtyp. Muss 1 (AFS-Zellendatenbankserver) oder 2 (DCE-authentifizierter Nameserver) sein.
es_es: Subtipo AFSDB inválido. Debe ser 1 (servidor de base de datos de celda AFS) o 2 (servidor de nombres autenticado DCE).
fr_fr: Sous-type AFSDB invalide. Doit être 1 (serveur de base de données de cellule AFS) ou 2 (serveur de noms authentifié DCE).
id_id: Subtipe AFSDB tidak valid. Harus 1 (server database sel AFS) atau 2 (server nama terotentikasi DCE).
ko_kr: 유효하지 않은 AFSDB 하위 유형입니다. 1 (AFS 셀 데이터베이스 서버) 또는 2 (DCE 인증 이름 서버)여야 합니다.
lt_lt: Neteisingas AFSDB potipis. Turi būti 1 (AFS ląstelės duomenų bazės serveris) arba 2 (DCE autentifikuotas vardų serveris).
pl_pl: Nieprawidłowy podtyp AFSDB. Musi być 1 (serwer bazy danych komórki AFS) lub 2 (uwierzytelniony serwer nazw DCE).
ru_ru: Недопустимый подтип AFSDB. Должен быть 1 (сервер базы данных AFS ячейки) или 2 (DCE аутентифицированный сервер имен).
sv_se: Ogiltig AFSDB-subtyp. Måste vara 1 (AFS cell-databasserver) eller 2 (DCE-autentiserad namnserver).
tr_tr: Geçersiz AFSDB alt türü. 1 (AFS hücre veritabanı sunucusu) veya 2 (DCE kimlik doğrulama lı ad sunucusu) olmalıdır.
uk_ua: Недійсний підтип AFSDB. Повинен бути 1 (сервер бази даних комірки AFS) або 2 (автентифікований сервер імен DCE).
vi_vn: Loại phụ AFSDB không hợp lệ. Phải là 1 (Máy chủ cơ sở dữ liệu ô AFS) hoặc 2 (Máy chủ tên xác thực DCE).
zh_cn: 无效的 AFSDB 子类型。必须为 1（AFS 单元数据库服务器）或 2（DCE 认证名称服务器）。

source: Priority field for LOC records must be 0 or empty.
cs_cz: Pole priority pro LOC záznamy musí být 0 nebo prázdné.
de_de: Prioritätsfeld für LOC-Einträge muss 0 oder leer sein.
es_es: El campo de prioridad para registros LOC debe ser 0 o vacío.
fr_fr: Le champ priorité pour les enregistrements LOC doit être 0 ou vide.
id_id: Kolom prioritas untuk rekaman LOC harus 0 atau kosong.
ko_kr: LOC 레코드의 우선순위 필드는 0이거나 비어 있어야 합니다.
lt_lt: LOC įrašų prioriteto laukas turi būti 0 arba tuščias.
pl_pl: Pole priorytetu dla rekordów LOC musi mieć wartość 0 lub być puste.
ru_ru: Поле приоритета для LOC записей должно быть 0 или пустым.
sv_se: Prioritetsfältet för LOC-poster måste vara 0 eller tomt.
tr_tr: LOC kayıtları için öncelik alanı 0 veya boş olmalıdır.
uk_ua: Поле пріоритету для записів LOC повинно бути 0 або порожнім.
vi_vn: Trường ưu tiên cho bản ghi LOC phải là 0 hoặc để trống.
zh_cn: LOC 记录的优先级字段必须为 0 或空。

source: NOTE: The LOC record type is defined in RFC 1876 as an experimental protocol, not a formal IETF standard.
cs_cz: POZNÁMKA: Typ LOC záznamu je definován v RFC 1876 jako experimentální protokol, ne formální IETF standard.
de_de: HINWEIS: Der LOC-Eintragstyp ist in RFC 1876 als experimentelles Protokoll definiert, nicht als formaler IETF-Standard.
es_es: NOTA: El tipo de registro LOC está definido en RFC 1876 como un protocolo experimental, no un estándar formal del IETF.
fr_fr: NOTE : Le type d'enregistrement LOC est défini dans RFC 1876 comme un protocole expérimental, pas un standard IETF formel.
id_id: CATATAN: Jenis rekaman LOC didefinisikan dalam RFC 1876 sebagai protokol eksperimental, bukan standar IETF formal.
ko_kr: 참고: LOC 레코드 유형은 RFC 1876에서 실험적 프로토콜로 정의되었으며 공식 IETF 표준이 아닙니다.
lt_lt: PASTABA: LOC įrašo tipas apibrėžtas RFC 1876 kaip eksperimentinis protokolas, ne oficialus IETF standartas.
pl_pl: UWAGA: Typ rekordu LOC jest zdefiniowany w RFC 1876 jako protokół eksperymentalny, a nie formalny standard IETF.
ru_ru: ПРИМЕЧАНИЕ: Тип записи LOC определен в RFC 1876 как экспериментальный протокол, а не как официальный стандарт IETF.
sv_se: OBS: Posttypen LOC är definierad i RFC 1876 som ett experimentellt protokoll, inte en formell IETF-standard.
tr_tr: NOT: LOC kayıt türü RFC 1876'da resmi bir IETF standardı değil, deneysel bir protokol olarak tanımlanır.
uk_ua: ПРИМІТКА: Тип запису LOC визначено в RFC 1876 як експериментальний протокол, а не формальний стандарт IETF.
vi_vn: LƯU Ý: Loại bản ghi LOC được xác định trong RFC 1876 như một giao thức thử nghiệm, không phải tiêu chuẩn IETF chính thức.
zh_cn: 注意：LOC 记录类型在 RFC 1876 中定义为实验性协议，而非正式的 IETF 标准。

source: LOC records are rarely used but can be helpful for geographical mapping of resources.
cs_cz: LOC záznamy se používají zřídka, ale mohou být užitečné pro geografické mapování zdrojů.
de_de: LOC-Einträge werden selten verwendet, können aber für die geografische Zuordnung von Ressourcen hilfreich sein.
es_es: Los registros LOC se usan raramente pero pueden ser útiles para mapeo geográfico de recursos.
fr_fr: Les enregistrements LOC sont rarement utilisés mais peuvent être utiles pour la cartographie géographique des ressources.
id_id: Rekaman LOC jarang digunakan tetapi dapat membantu untuk pemetaan geografis sumber daya.
ko_kr: LOC 레코드는 거의 사용되지 않지만 리소스의 지리적 매핑에 도움이 될 수 있습니다.
lt_lt: LOC įrašai retai naudojami, bet gali būti naudingi geografiniam išteklių žymėjimui.
pl_pl: Rekordy LOC są rzadko używane ale mogą być pomocne w geograficznym mapowaniu zasobów.
ru_ru: LOC записи редко используются, но могут быть полезны для географического картографирования ресурсов.
sv_se: LOC-poster används sällan men kan vara användbara för geografisk kartläggning av resurser.
tr_tr: LOC kayıtları nadiren kullanılır ancak kaynakların coğrafi eşlemesi için faydalı olabilir.
uk_ua: Записи LOC використовуються рідко, але можуть бути корисними для географічного картографування ресурсів.
vi_vn: Bản ghi LOC hiếm khi được sử dụng nhưng có thể hữu ích cho ánh xạ địa lý tài nguyên.
zh_cn: LOC 记录很少使用，但对资源的地理映射很有帮助。

source: Exact 90 degrees North latitude (the North Pole) detected. This is an extreme point and might indicate incorrect data entry.
cs_cz: Detekována přesná severní šířka 90 stupňů (Severní pól). Toto je extrémní bod a může znamenat nesprávný vstup dat.
de_de: Exakt 90 Grad nördliche Breite (Nordpol) erkannt. Dies ist ein extremer Punkt und könnte auf eine fehlerhafte Dateneingabe hinweisen.
es_es: Se detectó latitud exacta de 90 grados Norte (el Polo Norte). Este es un punto extremo y podría indicar entrada de datos incorrecta.
fr_fr: Latitude exacte de 90 degrés Nord (le Pôle Nord) détectée. C'est un point extrême et pourrait indiquer une saisie de données incorrecte.
id_id: Terdeteksi lintang tepat 90 derajat Utara (Kutub Utara). Ini adalah titik ekstrem dan mungkin menunjukkan kesalahan entri data.
ko_kr: 정확히 90도 북위 (북극)가 감지되었습니다. 이것은 극단적인 지점이며 잘못된 데이터 입력을 나타낼 수 있습니다.
lt_lt: Aptiktas tiksliai 90 laipsnių šiaurės platuma (Šiaurės ašigalis). Tai kraštutinis taškas ir gali reikšti neteisingą duomenų įvedimą.
pl_pl: Wykryto dokładnie 90 stopni szerokości północnej (Biegun Północny). To jest punkt skrajny i może wskazywać na nieprawidłowe wprowadzenie danych.
ru_ru: Обнаружена точная широта 90 градусов северной широты (Северный полюс). Это крайняя точка, которая может указывать на неправильный ввод данных.
sv_se: Exakt 90 grader nordlig latitud (Nordpolen) upptäckt. Detta är en extrem punkt och kan indikera felaktig datainmatning.
tr_tr: Tam 90 derece Kuzey enlemi (Kuzey Kutbu) tespit edildi. Bu aşırı bir nokta ve yanlış veri girişini gösterebilir.
uk_ua: Виявлено точну широту 90 градусів на північ (Північний полюс). Це екстремальна точка і може свідчити про неправильне введення даних.
vi_vn: Phát hiện vĩ độ chính xác 90 độ Bắc (Bắc Cực). Đây là điểm cực đoan và có thể cho thấy nhập dữ liệu không chính xác.
zh_cn: 检测到精确的北纬 90 度（北极）。这是一个极端点，可能表示数据输入错误。

source: Zero latitude detected (the Equator). If this is intentional, it is fine; otherwise, please verify your coordinates.
cs_cz: Detekována nulová zeměpisná šířka (rovník). Pokud je to záměrné, je to v pořádku; jinak prosím ověřte své souřadnice.
de_de: Null-Breitengrad erkannt (Äquator). Wenn dies beabsichtigt ist, ist es in Ordnung; andernfalls überprüfen Sie bitte Ihre Koordinaten.
es_es: Se detectó latitud cero (el Ecuador). Si esto es intencional, está bien; de lo contrario, verifique sus coordenadas.
fr_fr: Latitude zéro détectée (l'Équateur). Si c'est intentionnel, c'est correct ; sinon, veuillez vérifier vos coordonnées.
id_id: Terdeteksi lintang nol (Khatulistiwa). Jika ini disengaja, tidak masalah; jika tidak, silakan verifikasi koordinat Anda.
ko_kr: 0 위도 (적도)가 감지되었습니다. 이것이 의도된 경우 괜찮습니다. 그렇지 않으면 좌표를 확인하세요.
lt_lt: Aptikta nulinė platuma (Pusiaujo linija). Jei tai tyčia, gerai; priešingu atveju patikrinkite koordinates.
pl_pl: Wykryto zerową szerokość geograficzną (Równik). Jeśli to jest zamierzone, w porządku; w przeciwnym razie sprawdź współrzędne.
ru_ru: Обнаружена нулевая широта (Экватор). Если это намеренно, то все в порядке; иначе проверьте ваши координаты.
sv_se: Noll-latitud upptäckt (ekvatorn). Om detta är avsiktligt är det OK; annars, verifiera dina koordinater.
tr_tr: Sıfır enlem tespit edildi (Ekvator). Bu kasıtlıysa sorun yok; aksi takdirde lütfen koordinatlarınızı doğrulayın.
uk_ua: Виявлено нульову широту (Екватор). Якщо це навмисно, все гаразд; інакше перевірте ваші координати.
vi_vn: Phát hiện vĩ độ bằng không (Xích đạo). Nếu có chủ đích thì không sao; nếu không, vui lòng kiểm tra tọa độ.
zh_cn: 检测到零纬度（赤道）。如果这是有意的，那没问题；否则，请验证您的坐标。

source: Default precision values detected (1m size, 10000m horizontal precision, 10m vertical precision). Consider using more accurate values if you have them.
cs_cz: Detekovány výchozí hodnoty přesnosti (1m velikost, 10000m horizontální přesnost, 10m vertikální přesnost). Zvažte použití přesnějších hodnot, pokud je máte.
de_de: Standard-Präzisionswerte erkannt (1m Größe, 10000m horizontale Präzision, 10m vertikale Präzision). Erwägen Sie genauere Werte, falls verfügbar.
es_es: Se detectaron valores de precisión predeterminados (tamaño 1m, precisión horizontal 10000m, precisión vertical 10m). Considere usar valores más precisos si los tiene.
fr_fr: Valeurs de précision par défaut détectées (taille 1m, précision horizontale 10000m, précision verticale 10m). Considérez utiliser des valeurs plus précises si vous les avez.
id_id: Terdeteksi nilai presisi default (ukuran 1m, presisi horizontal 10000m, presisi vertikal 10m). Pertimbangkan menggunakan nilai yang lebih akurat jika tersedia.
ko_kr: 기본 정밀도 값이 감지되었습니다 (1m 크기, 10000m 수평 정밀도, 10m 수직 정밀도). 더 정확한 값이 있으면 사용하는 것을 고려하세요.
lt_lt: Aptiktos numatytosios tikslumo reikšmės (1m dydis, 10000m horizontalus tikslumas, 10m vertikalus tikslumas). Apsvarstykite tikslesnių reikšmių naudojimą, jei jas turite.
pl_pl: Wykryto domyślne wartości precyzji (rozmiar 1m, precyzja pozioma 10000m, precyzja pionowa 10m). Rozważ użycie dokładniejszych wartości jeśli je masz.
ru_ru: Обнаружены значения точности по умолчанию (1м размер, 10000м горизонтальная точность, 10м вертикальная точность). Рассмотрите использование более точных значений, если они у вас есть.
sv_se: Standardprecisionsvärden upptäckta (1m storlek, 10000m horisontell precision, 10m vertikal precision). Överväg att använda mer exakta värden om du har dem.
tr_tr: Varsayılan hassasiyet değerleri tespit edildi (1m boyut, 10000m yatay hassasiyet, 10m dikey hassasiyet). Eğer varsa daha doğru değerler kullanmayı düşünün.
uk_ua: Виявлено значення точності за замовчуванням (розмір 1 м, горизонтальна точність 10000 м, вертикальна точність 10 м). Розгляньте використання більш точних значень, якщо вони у вас є.
vi_vn: Phát hiện giá trị độ chính xác mặc định (kích thước 1m, độ chính xác ngang 10000m, độ chính xác dọc 10m). Cân nhắc sử dụng giá trị chính xác hơn nếu có.
zh_cn: 检测到默认精度值（1m 大小，10000m 水平精度，10m 垂直精度）。如果您有更准确的值，请考虑使用。

source: Latitude degrees must be between 0 and 90.
cs_cz: Stupně zeměpisné šířky musí být mezi 0 a 90.
de_de: Breitengrad muss zwischen 0 und 90 liegen.
es_es: Los grados de latitud deben estar entre 0 y 90.
fr_fr: Les degrés de latitude doivent être entre 0 et 90.
id_id: Derajat lintang harus antara 0 dan 90.
ko_kr: 위도 각도는 0에서 90 사이여야 합니다.
lt_lt: Platumos laipsniai turi būti tarp 0 ir 90.
pl_pl: Stopnie szerokości geograficznej muszą być między 0 a 90.
ru_ru: Градусы широты должны быть от 0 до 90.
sv_se: Latitudgrader måste vara mellan 0 och 90.
tr_tr: Enlem dereceleri 0 ile 90 arasında olmalıdır.
uk_ua: Градуси широти повинні бути від 0 до 90.
vi_vn: Độ vĩ độ phải từ 0 đến 90.
zh_cn: 纬度度数必须在 0 到 90 之间。

source: Latitude direction must be specified as N or S.
cs_cz: Směr zeměpisné šířky musí být specifikován jako N nebo S.
de_de: Breitengradrichtung muss als N oder S angegeben werden.
es_es: La dirección de latitud debe especificarse como N o S.
fr_fr: La direction de latitude doit être spécifiée comme N ou S.
id_id: Arah lintang harus ditentukan sebagai N atau S.
ko_kr: 위도 방향은 N 또는 S로 지정해야 합니다.
lt_lt: Platumos kryptis turi būti nurodyta kaip Š arba P.
pl_pl: Kierunek szerokości geograficznej musi być określony jako N lub S.
ru_ru: Направление широты должно быть указано как N или S.
sv_se: Latitudriktning måste anges som N eller S.
tr_tr: Enlem yönü N veya S olarak belirtilmelidir.
uk_ua: Напрямок широти повинен бути вказаний як N або S.
vi_vn: Hướng vĩ độ phải được chỉ định là N hoặc S.
zh_cn: 纬度方向必须指定为 N 或 S。

source: Longitude direction must be specified as E or W.
cs_cz: Směr zeměpisné délky musí být specifikován jako E nebo W.
de_de: Längengradrichtung muss als E oder W angegeben werden.
es_es: La dirección de longitud debe especificarse como E u O.
fr_fr: La direction de longitude doit être spécifiée comme E ou W.
id_id: Arah bujur harus ditentukan sebagai E atau W.
ko_kr: 경도 방향은 E 또는 W로 지정해야 합니다.
lt_lt: Ilgumos kryptis turi būti nurodyta kaip R arba V.
pl_pl: Kierunek długości geograficznej musi być określony jako E lub W.
ru_ru: Направление долготы должно быть указано как E или W.
sv_se: Longitudriktning måste anges som E eller W.
tr_tr: Boylam yönü E veya W olarak belirtilmelidir.
uk_ua: Напрямок довготи повинен бути вказаний як E або W.
vi_vn: Hướng kinh độ phải được chỉ định là E hoặc W.
zh_cn: 经度方向必须指定为 E 或 W。

source: Longitude degrees must be between 0 and 180.
cs_cz: Stupně zeměpisné délky musí být mezi 0 a 180.
de_de: Längengrad muss zwischen 0 und 180 liegen.
es_es: Los grados de longitud deben estar entre 0 y 180.
fr_fr: Les degrés de longitude doivent être entre 0 et 180.
id_id: Derajat bujur harus antara 0 dan 180.
ko_kr: 경도 각도는 0에서 180 사이여야 합니다.
lt_lt: Ilgumos laipsniai turi būti tarp 0 ir 180.
pl_pl: Stopnie długości geograficznej muszą być między 0 a 180.
ru_ru: Градусы долготы должны быть от 0 до 180.
sv_se: Longitudgrader måste vara mellan 0 och 180.
tr_tr: Boylam dereceleri 0 ile 180 arasında olmalıdır.
uk_ua: Градуси довготи повинні бути від 0 до 180.
vi_vn: Độ kinh độ phải từ 0 đến 180.
zh_cn: 经度度数必须在 0 到 180 之间。

source: Minutes must be between 0 and 59.
cs_cz: Minuty musí být mezi 0 a 59.
de_de: Minuten müssen zwischen 0 und 59 liegen.
es_es: Los minutos deben estar entre 0 y 59.
fr_fr: Les minutes doivent être entre 0 et 59.
id_id: Menit harus antara 0 dan 59.
ko_kr: 분은 0에서 59 사이여야 합니다.
lt_lt: Minutės turi būti tarp 0 ir 59.
pl_pl: Minuty muszą być między 0 a 59.
ru_ru: Минуты должны быть от 0 до 59.
sv_se: Minuter måste vara mellan 0 och 59.
tr_tr: Dakikalar 0 ile 59 arasında olmalıdır.
uk_ua: Хвилини повинні бути від 0 до 59.
vi_vn: Phút phải từ 0 đến 59.
zh_cn: 分钟必须在 0 到 59 之间。

source: Seconds must be between 0 and 59.999.
cs_cz: Sekundy musí být mezi 0 a 59.999.
de_de: Sekunden müssen zwischen 0 und 59.999 liegen.
es_es: Los segundos deben estar entre 0 y 59.999.
fr_fr: Les secondes doivent être entre 0 et 59,999.
id_id: Detik harus antara 0 dan 59,999.
ko_kr: 초는 0에서 59.999 사이여야 합니다.
lt_lt: Sekundės turi būti tarp 0 ir 59.999.
pl_pl: Sekundy muszą być między 0 a 59.999.
ru_ru: Секунды должны быть от 0 до 59.999.
sv_se: Sekunder måste vara mellan 0 och 59,999.
tr_tr: Saniyeler 0 ile 59.999 arasında olmalıdır.
uk_ua: Секунди повинні бути від 0 до 59.999.
vi_vn: Giây phải từ 0 đến 59.999.
zh_cn: 秒必须在 0 到 59.999 之间。
