Repository: poweradmin/poweradmin
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: cs_cz, de_de, es_es, fr_fr, id_id, ko_kr, lt_lt, pl_pl, ru_ru, sv_se, tr_tr, uk_ua, vi_vn, zh_cn

source: Use @ for records at the zone apex (root domain)
cs_cz: Použijte @ pro záznamy na vrcholu zóny (kořenová doména)
de_de: Verwenden Sie @ für Einträge am Zone-Apex (Root-Domain)
es_es: Use @ para registros en el ápice de zona (dominio raíz)
fr_fr: Utilisez @ pour les enregistrements à l'apex de zone (domaine racine)
id_id: Gunakan @ untuk rekod di puncak zona (domain root)
ko_kr: 존 apex(루트 도메인)의 레코드는 @를 사용하세요
lt_lt: Naudokite @ įrašams zonos viršūnėje (šaknies domenas)
pl_pl: Użyj @ dla rekordów w wierzchołku strefy (domena główna)
ru_ru: Используйте @ для записей в вершине зоны (корневой домен)
sv_se: Använd @ för poster vid zonens apex (rotdomän)
tr_tr: Zon tepesindeki (kök domain) kayıtlar için @ kullanın
uk_ua: Використовуйте @ для записів на вершині зони (кореневий домен)
vi_vn: Sử dụng @ cho bản ghi tại đỉnh vùng (tên miền gốc)
zh_cn: 对于区域顶点（根域）的记录使用 @

source: Quote TXT record values that contain spaces
cs_cz: Hodnoty TXT záznamů obsahující mezery dejte do uvozovek
de_de: Setzen Sie TXT-Eintragswerte, die Leerzeichen enthalten, in Anführungszeichen
es_es: Entrecomille valores de registro TXT que contengan espacios
fr_fr: Mettez entre guillemets les valeurs d'enregistrements TXT qui contiennent des espaces
id_id: Kutip nilai rekod TXT yang berisi spasi
ko_kr: 공백이 포함된 TXT 레코드 값은 따옴표로 묶으세요
lt_lt: Cituokite TXT įrašų reikšmes, kuriose yra tarpų
pl_pl: Ujmij w cudzysłów wartości rekordów TXT zawierające spacje
ru_ru: Заключайте в кавычки значения TXT записей, которые содержат пробелы
sv_se: Citera TXT-postvärden som innehåller mellanslag
tr_tr: Boşluk içeren TXT kayıt değerlerini tırnak içine alın
uk_ua: Беріть у лапки значення записів TXT, що містять пробіли
vi_vn: Đặt giá trị bản ghi TXT trong dấu ngoặc kép nếu chứa khoảng trắng
zh_cn: 包含空格的 TXT 记录值需要加引号

source: Record Type Examples
cs_cz: Příklady typů záznamů
de_de: Record-Typ-Beispiele
es_es: Ejemplos de Tipos de Registro
fr_fr: Exemples de Types d'Enregistrements
id_id: Contoh Tipe Rekod
ko_kr: 레코드 유형 예시
lt_lt: Įrašų tipų pavyzdžiai
pl_pl: Przykłady typów rekordów
ru_ru: Примеры Типов Записей
sv_se: Exempel på posttyper
tr_tr: Kayıt Tipi Örnekleri
uk_ua: Приклади типів записів
vi_vn: Ví dụ loại bản ghi
zh_cn: 记录类型示例

source: Common Records
cs_cz: Běžné záznamy
de_de: Häufige Einträge
es_es: Registros Comunes
fr_fr: Enregistrements Courants
id_id: Rekod Umum
ko_kr: 일반 레코드
lt_lt: Įprasti įrašai
pl_pl: Popularne rekordy
ru_ru: Обычные Записи
sv_se: Vanliga poster
tr_tr: Yaygın Kayıtlar
uk_ua: Загальні записи
vi_vn: Bản ghi thông dụng
zh_cn: 常见记录

source: Advanced Records
cs_cz: Pokročilé záznamy
de_de: Erweiterte Einträge
es_es: Registros Avanzados
fr_fr: Enregistrements Avancés
id_id: Rekod Lanjutan
ko_kr: 고급 레코드
lt_lt: Pažangūs įrašai
pl_pl: Zaawansowane rekordy
ru_ru: Расширенные Записи
sv_se: Avancerade poster
tr_tr: Gelişmiş Kayıtlar
uk_ua: Розширені записи
vi_vn: Bản ghi nâng cao
zh_cn: 高级记录

source: DNS Wizard
id_id: Wizard DNS
ko_kr: DNS 마법사
sv_se: DNS-guide
uk_ua: Майстер DNS
vi_vn: Trình hướng dẫn DNS

source: Wizard
ko_kr: 마법사
sv_se: Guide
uk_ua: Майстер
vi_vn: Trình hướng dẫn

source: Warning: Please Review Before Proceeding
id_id: Peringatan: Silakan Tinjau Sebelum Melanjutkan
ko_kr: 경고: 진행하기 전에 검토하세요
sv_se: Varning: Vänligen granska innan du fortsätter
uk_ua: Увага: перегляньте перед продовженням
vi_vn: Cảnh báo: Vui lòng xem xét trước khi tiếp tục

source: Create Record
id_id: Buat Rekod
ko_kr: 레코드 생성
sv_se: Skapa post
uk_ua: Створити запис
vi_vn: Tạo bản ghi

source: Back to Wizard Selection
id_id: Kembali ke Pilihan Wizard
ko_kr: 마법사 선택으로 돌아가기
sv_se: Tillbaka till guideval
uk_ua: Повернутися до вибору майстра
vi_vn: Quay lại lựa chọn trình hướng dẫn

source: Delete user
cs_cz: Smazat uživatele
de_de: Benutzer löschen
es_es: Eliminar usuario
fr_fr: Supprimer l'utilisateur
id_id: Hapus pengguna
ko_kr: 사용자 삭제
lt_lt: Pašalinti naudotoją
pl_pl: Usuń użytkownika
ru_ru: Удалить пользователя
sv_se: Ta bort användare
tr_tr: Kullanıcıyı sil
uk_ua: Видалити користувача
vi_vn: Xóa người dùng
zh_cn: 删除用户

source: Delete User
cs_cz: Smazat uživatele
de_de: Benutzer löschen
es_es: Eliminar Usuario
fr_fr: Supprimer l'Utilisateur
id_id: Hapus Pengguna
ko_kr: 사용자 삭제
lt_lt: Pašalinti naudotoją
pl_pl: Usuń użytkownika
ru_ru: Удалить Пользователя
sv_se: Ta bort användare
tr_tr: Kullanıcıyı Sil
uk_ua: Видалити користувача
vi_vn: Xóa người dùng
zh_cn: 删除用户

source: You are about to delete the user
cs_cz: Chystáte se smazat uživatele
de_de: Sie sind dabei, diesen Benutzer zu löschen
es_es: Está a punto de eliminar el usuario
fr_fr: Vous êtes sur le point de supprimer l'utilisateur
id_id: Anda akan menghapus pengguna
ko_kr: 다음 사용자를 삭제하려고 합니다
lt_lt: Jūs ketinate pašalinti naudotoją
pl_pl: Zamierzasz usunąć użytkownika
ru_ru: Вы собираетесь удалить пользователя
sv_se: Du är på väg att ta bort användaren
tr_tr: Kullanıcıyı silmek üzeresiniz
uk_ua: Ви збираєтеся видалити користувача
vi_vn: Bạn sắp xóa người dùng
zh_cn: 您即将删除用户

source: Zone Ownership Transfer
cs_cz: Přenos vlastnictví zóny
de_de: Zonen-Besitzer Wechsel
es_es: Transferencia de Propiedad de Zona
fr_fr: Transfert de Propriété de Zone
id_id: Transfer Kepemilikan Zona
ko_kr: 존 소유권 이전
lt_lt: Zonos nuosavybės perdavimas
pl_pl: Transfer własności stref
ru_ru: Передача Владения Зоной
sv_se: Överföring av zonägarskap
tr_tr: Zon Sahiplik Transferi
uk_ua: Передача власності зони
vi_vn: Chuyển quyền sở hữu vùng
zh_cn: 区域所有权转移

source: This user is the owner for the following zones. Please decide what to do with each zone:
cs_cz: Tento uživatel je vlastníkem následujících zón. Rozhodněte prosím, co udělat s každou zónou:
de_de: Dieser Benutzer ist der Besitzer der folgenden Zonen. Bitte entscheiden Sie, was mit jeder Zone zu tun ist:
es_es: Este usuario es el propietario de las siguientes zonas. Por favor decida qué hacer con cada zona:
fr_fr: Cet utilisateur est propriétaire des zones suivantes. Veuillez décider quoi faire avec chaque zone:
id_id: Pengguna ini adalah pemilik dari zona berikut. Silakan tentukan apa yang harus dilakukan dengan setiap zona:
ko_kr: 이 사용자는 다음 존의 소유자입니다. 각 존에 대해 어떻게 할지 결정하세요:
lt_lt: Šis naudotojas yra šių zonų savininkas. Nuspręskite, ką daryti su kiekviena zona:
pl_pl: Ten użytkownik jest właścicielem następujących stref. Proszę zdecydować, co zrobić z każdą strefą:
ru_ru: Этот пользователь является владельцем следующих зон. Пожалуйста, решите, что делать с каждой зоной:
sv_se: Denna användare är ägare till följande zoner. Vänligen bestäm vad som ska göras med varje zon:
tr_tr: Bu kullanıcı aşağıdaki zonların sahibidir. Lütfen her zon için ne yapılacağına karar verin:
uk_ua: Цей користувач є власником наступних зон. Будь ласка, вирішіть, що робити з кожною зоною:
vi_vn: Người dùng này là chủ sở hữu của các vùng sau. Vui lòng quyết định cách xử lý với mỗi vùng:
zh_cn: 此用户是以下区域的所有者。请决定如何处理每个区域：

source: Zone
cs_cz: Zóna
es_es: Zona
id_id: Zona
ko_kr: 존
lt_lt: Zona
pl_pl: Strefa
ru_ru: Зона
sv_se: Zon
tr_tr: Zon
uk_ua: Зона
vi_vn: Vùng
zh_cn: 区域

source: Leave
cs_cz: Ponechat
de_de: Erhalten
es_es: Dejar
fr_fr: Laisser
id_id: Tinggalkan
ko_kr: 유지
lt_lt: Palikti
pl_pl: Pozostaw
ru_ru: Оставить
sv_se: Lämna
tr_tr: Bırak
uk_ua: Залишити
vi_vn: Giữ lại
zh_cn: 保留

source: Add new owner
cs_cz: Přidat nového vlastníka
de_de: Neuer Besitzer
es_es: Agregar nuevo propietario
fr_fr: Ajouter un nouveau propriétaire
id_id: Tambah pemilik baru
ko_kr: 새 소유자 추가
lt_lt: Pridėti naują savininką
pl_pl: Dodaj nowego właściciela
ru_ru: Добавить нового владельца
sv_se: Lägg till ny ägare
tr_tr: Yeni sahip ekle
uk_ua: Додати нового власника
vi_vn: Thêm chủ sở hữu mới
zh_cn: 添加新所有者

source: Owner to be added
cs_cz: Vlastník k přidání
de_de: Übertragen an
es_es: Propietario a agregar
fr_fr: Propriétaire à ajouter
id_id: Pemilik yang akan ditambahkan
ko_kr: 추가될 소유자
lt_lt: Savininkas, kuris bus pridėtas
pl_pl: Właściciel do dodania
ru_ru: Владелец для добавления
sv_se: Ägare som ska läggas till
tr_tr: Eklenecek sahip
uk_ua: Власник, якого буде додано
vi_vn: Chủ sở hữu sẽ được thêm
zh_cn: 要添加的所有者

source: Delete: The zone will be completely removed from the system
cs_cz: Smazat: Zóna bude úplně odstraněna ze systému
de_de: Löschen: Die Zone wird komplett vom System entfernt
es_es: Eliminar: La zona será completamente removida del sistema
fr_fr: Supprimer: La zone sera complètement supprimée du système
id_id: Hapus: Zona akan dihapus sepenuhnya dari sistem
ko_kr: 삭제: 존이 시스템에서 완전히 제거됩니다
lt_lt: Pašalinti: zona bus visiškai pašalinta iš sistemos
pl_pl: Usuń: Strefa zostanie całkowicie usunięta z systemu
ru_ru: Удалить: Зона будет полностью удалена из системы
sv_se: Ta bort: Zonen kommer att tas bort helt från systemet
tr_tr: Sil: Zon sistemden tamamen kaldırılacak
uk_ua: Видалити: зона буде повністю видалена з системи
vi_vn: Xóa: Vùng sẽ được gỡ bỏ hoàn toàn khỏi hệ thống
zh_cn: 删除：区域将从系统中完全移除

source: Leave: The zone will remain in the system but without an owner
cs_cz: Ponechat: Zóna zůstane v systému, ale bez vlastníka
de_de: Erhalten: Die Zone wird erhalten, aber ohne Besitzer
es_es: Dejar: La zona permanecerá en el sistema pero sin propietario
fr_fr: Laisser: La zone restera dans le système mais sans propriétaire
id_id: Tinggalkan: Zona akan tetap berada di sistem tetapi tanpa pemilik
ko_kr: 유지: 존은 시스템에 남지만 소유자가 없습니다
lt_lt: Palikti: zona liks sistemoje, bet be savininko
pl_pl: Pozostaw: Strefa pozostanie w systemie, ale bez właściciela
ru_ru: Оставить: Зона останется в системе, но без владельца
sv_se: Lämna: Zonen kommer att finnas kvar i systemet men utan ägare
tr_tr: Bırak: Zon sistemde kalacak ancak sahibi olmayacak
uk_ua: Залишити: зона залишиться в системі, але без власника
vi_vn: Giữ lại: Vùng sẽ vẫn còn trong hệ thống nhưng không có chủ sở hữu
zh_cn: 保留：区域将保留在系统中但没有所有者

source: Add new owner: Transfer ownership to another user
cs_cz: Přidat nového vlastníka: Převést vlastnictví na jiného uživatele
de_de: Neuer Besitzer: Eigentümerschaft wird an anderen Benutzer übertragen
es_es: Agregar nuevo propietario: Transferir propiedad a otro usuario
fr_fr: Ajouter un nouveau propriétaire: Transférer la propriété à un autre utilisateur
id_id: Tambah pemilik baru: Transfer kepemilikan ke pengguna lain
ko_kr: 새 소유자 추가: 다른 사용자에게 소유권을 이전합니다
lt_lt: Pridėti naują savininką: perduoti nuosavybę kitam naudotojui
pl_pl: Dodaj nowego właściciela: Przenieś własność na innego użytkownika
ru_ru: Добавить нового владельца: Передать владение другому пользователю
sv_se: Lägg till ny ägare: Överför ägarskapet till en annan användare
tr_tr: Yeni sahip ekle: Sahipliği başka bir kullanıcıya transfer et
uk_ua: Додати нового власника: передати власність іншому користувачу
vi_vn: Thêm chủ sở hữu mới: Chuyển quyền sở hữu cho người dùng khác
zh_cn: 添加新所有者：将所有权转移给其他用户

source: Yes, delete this user
cs_cz: Ano, smazat tohoto uživatele
de_de: Ja, den Benutzer löschen
es_es: Sí, eliminar este usuario
fr_fr: Oui, supprimer cet utilisateur
id_id: Ya, hapus pengguna ini
ko_kr: 네, 이 사용자를 삭제합니다
lt_lt: Taip, pašalinti šį naudotoją
pl_pl: Tak, usuń tego użytkownika
ru_ru: Да, удалить этого пользователя
sv_se: Ja, ta bort denna användare
tr_tr: Evet, bu kullanıcıyı sil
uk_ua: Так, видалити цього користувача
vi_vn: Có, xóa người dùng này
zh_cn: 是的，删除此用户

source: No, keep this user
cs_cz: Ne, ponechat tohoto uživatele
de_de: Nein, den Benutzer behalten
es_es: No, mantener este usuario
fr_fr: Non, garder cet utilisateur
id_id: Tidak, pertahankan pengguna ini
ko_kr: 아니요, 이 사용자를 유지합니다
lt_lt: Ne, palikti šį naudotoją
pl_pl: Nie, zachowaj tego użytkownika
ru_ru: Нет, оставить этого пользователя
sv_se: Nej, behåll denna användare
tr_tr: Hayır, bu kullanıcıyı tut
uk_ua: Ні, залишити цього користувача
vi_vn: Không, giữ người dùng này
zh_cn: 不，保留此用户

source: Save as Template
id_id: Simpan sebagai Templat
ko_kr: 템플릿으로 저장
sv_se: Spara som mall
uk_ua: Зберегти як шаблон
vi_vn: Lưu dưới dạng mẫu

source: Save Zone as Template
id_id: Simpan Zona sebagai Templat
ko_kr: 존을 템플릿으로 저장
sv_se: Spara zon som mall
uk_ua: Зберегти зону як шаблон
vi_vn: Lưu vùng dưới dạng mẫu

source: Source Zone
id_id: Zona Sumber
ko_kr: 원본 존
sv_se: Källzon
uk_ua: Вихідна зона
vi_vn: Vùng nguồn

source: Template Name
cs_cz: Název šablony
de_de: Vorlagenname
es_es: Nombre de Plantilla
fr_fr: Nom du Modèle
id_id: Nama Templat
ko_kr: 템플릿 이름
lt_lt: Šablono pavadinimas
pl_pl: Nazwa szablonu
ru_ru: Имя Шаблона
sv_se: Mallnamn
tr_tr: Şablon Adı
uk_ua: Назва шаблону
vi_vn: Tên mẫu
zh_cn: 模板名称

source: Provide template name
cs_cz: Zadejte název šablony
de_de: Vorlagennamen angeben
es_es: Proporcione nombre de plantilla
fr_fr: Fournir le nom du modèle
id_id: Berikan nama templat
ko_kr: 템플릿 이름을 입력하세요
lt_lt: Pateikite šablono pavadinimą
pl_pl: Podaj nazwę szablonu
ru_ru: Укажите имя шаблона
sv_se: Ange mallnamn
tr_tr: Şablon adı sağlayın
uk_ua: Надайте назву шаблону
vi_vn: Cung cấp tên mẫu
zh_cn: 提供模板名称

source: Create Template
id_id: Buat Templat
ko_kr: 템플릿 생성
sv_se: Skapa mall
uk_ua: Створити шаблон
vi_vn: Tạo mẫu

source: Terms of Use
cs_cz: Podmínky použití
es_es: Términos de Uso
fr_fr: Conditions d'Utilisation
id_id: Ketentuan Penggunaan
ko_kr: 이용 약관
lt_lt: Naudojimo sąlygos
ru_ru: Условия использования
sv_se: Användarvillkor
uk_ua: Умови використання
vi_vn: Điều khoản sử dụng

source: By using this Poweradmin installation, you agree to the following terms:
cs_cz: Používáním této instalace Poweradmin souhlasíte s následujícími podmínkami:
es_es: Al usar esta instalación de Poweradmin, usted acepta los siguientes términos:
fr_fr: En utilisant cette installation Poweradmin, vous acceptez les conditions suivantes:
id_id: Dengan menggunakan instalasi Poweradmin ini, Anda menyetujui ketentuan berikut:
ko_kr: 이 Poweradmin 설치를 사용함으로써 다음 약관에 동의합니다:
lt_lt: Naudodamiesi šia Poweradmin sistema, sutinkate su šiomis sąlygomis:
ru_ru: Используя данную установку Poweradmin, вы соглашаетесь со следующими условиями:
sv_se: Genom att använda denna Poweradmin-installation godkänner du följande villkor:
uk_ua: Використовуючи цю інсталяцію Poweradmin, ви погоджуєтеся з наступними умовами:
vi_vn: Bằng việc sử dụng cài đặt Poweradmin này, bạn đồng ý với các điều khoản sau:

source: Acceptable Use
cs_cz: Přijatelné použití
es_es: Uso Aceptable
fr_fr: Utilisation Acceptable
id_id: Penggunaan yang Dapat Diterima
ko_kr: 허용 가능한 사용
lt_lt: Priimtinas naudojimas
ru_ru: Допустимое использование
sv_se: Acceptabel användning
uk_ua: Прийнятне використання
vi_vn: Sử dụng hợp lý

source: You will use this system responsibly and in accordance with applicable laws
cs_cz: Budete používat tento systém odpovědně a v souladu s platnými zákony
es_es: Usará este sistema de manera responsable y de acuerdo con las leyes aplicables
fr_fr: Vous utiliserez ce système de manière responsable et conformément aux lois applicables
id_id: Anda akan menggunakan sistem ini dengan bertanggung jawab dan sesuai dengan hukum yang berlaku
ko_kr: 이 시스템을 책임감 있게 그리고 관련 법률에 따라 사용합니다
lt_lt: Naudositės šia sistema atsakingai ir laikydamiesi galiojančių įstatymų
ru_ru: Вы будете использовать эту систему ответственно и в соответствии с применимыми законами
sv_se: Du kommer att använda detta system ansvarsfullt och i enlighet med gällande lagar
uk_ua: Ви використовуватимете цю систему відповідально та згідно з чинними законами
vi_vn: Bạn sẽ sử dụng hệ thống này một cách có trách nhiệm và tuân thủ các luật hiện hành

source: You will not attempt to gain unauthorized access to other users' data
cs_cz: Nebudete se pokoušet získat neoprávněný přístup k datům jiných uživatelů
es_es: No intentará obtener acceso no autorizado a los datos de otros usuarios
fr_fr: Vous ne tenterez pas d'obtenir un accès non autorisé aux données d'autres utilisateurs
id_id: Anda tidak akan mencoba mendapatkan akses tidak sah ke data pengguna lain
ko_kr: 다른 사용자의 데이터에 무단으로 액세스하려고 시도하지 않습니다
lt_lt: Nebandysite gauti neleistino prieigos prie kitų naudotojų duomenų
ru_ru: Вы не будете пытаться получить несанкционированный доступ к данным других пользователей
sv_se: Du kommer inte att försöka få obehörig åtkomst till andra användares data
uk_ua: Ви не будете намагатися отримати несанкціонований доступ до даних інших користувачів
vi_vn: Bạn sẽ không cố gắng truy cập trái phép vào dữ liệu của người dùng khác

source: You will keep your login credentials secure and confidential
cs_cz: Budete udržovat své přihlašovací údaje v bezpečí a důvěrnosti
es_es: Mantendrá sus credenciales de acceso seguras y confidenciales
fr_fr: Vous garderez vos identifiants de connexion sécurisés et confidentiels
id_id: Anda akan menjaga kredensial login Anda tetap aman dan rahasia
ko_kr: 로그인 자격 증명을 안전하고 기밀로 유지합니다
lt_lt: Laikysite savo prisijungimo duomenis saugius ir konfidencialius
ru_ru: Вы будете хранить свои учетные данные в безопасности и конфиденциальности
sv_se: Du kommer att hålla dina inloggningsuppgifter säkra och konfidentiella
uk_ua: Ви зберігатимете свої облікові дані в безпеці та конфіденційності
vi_vn: Bạn sẽ giữ thông tin đăng nhập của mình an toàn và bảo mật

source: You will not use this system for any malicious or illegal activities
cs_cz: Nebudete používat tento systém pro žádné škodlivé nebo nezákonné činnosti
es_es: No usará este sistema para actividades maliciosas o ilegales
fr_fr: Vous n'utiliserez pas ce système pour des activités malveillantes ou illégales
id_id: Anda tidak akan menggunakan sistem ini untuk aktivitas berbahaya atau ilegal
ko_kr: 이 시스템을 악의적이거나 불법적인 활동에 사용하지 않습니다
lt_lt: Nenaudosite šios sistemos piktnaudžiavimu ar neteisėta veikla
ru_ru: Вы не будете использовать эту систему для каких-либо вредоносных или незаконных действий
sv_se: Du kommer inte att använda detta system för några skadliga eller olagliga aktiviteter
uk_ua: Ви не використовуватимете цю систему для будь-яких зловмисних або незаконних дій
vi_vn: Bạn sẽ không sử dụng hệ thống này cho bất kỳ hoạt động độc hại hoặc bất hợp pháp nào

source: Data Protection
cs_cz: Ochrana dat
es_es: Protección de Datos
fr_fr: Protection des Données
id_id: Perlindungan Data
ko_kr: 데이터 보호
lt_lt: Duomenų apsauga
ru_ru: Защита данных
sv_se: Dataskydd
uk_ua: Захист даних
vi_vn: Bảo vệ dữ liệu

source: Your login activity and DNS management actions may be logged for security and audit purposes
cs_cz: Vaše přihlašovací aktivity a akce správy DNS mohou být zaznamenávány pro účely bezpečnosti a auditu
es_es: Su actividad de inicio de sesión y las acciones de gestión de DNS pueden ser registradas con fines de seguridad y auditoría
fr_fr: Votre activité de connexion et vos actions de gestion DNS peuvent être enregistrées à des fins de sécurité et d'audit
id_id: Aktivitas login dan tindakan manajemen DNS Anda dapat dicatat untuk tujuan keamanan dan audit
ko_kr: 보안 및 감사 목적으로 로그인 활동 및 DNS 관리 작업이 기록될 수 있습니다
lt_lt: Jūsų prisijungimo veikla ir DNS valdymo veiksmai gali būti registruojami saugumo ir audito tikslais
ru_ru: Ваша активность входа в систему и действия по управлению DNS могут регистрироваться в целях безопасности и аудита
sv_se: Din inloggningsaktivitet och DNS-hanteringsåtgärder kan loggas för säkerhets- och revisionsändamål
uk_ua: Ваша діяльність входу та дії з управління DNS можуть бути записані в журнал для цілей безпеки та аудиту
vi_vn: Hoạt động đăng nhập và các hành động quản lý DNS của bạn có thể được ghi lại vì mục đích bảo mật và kiểm toán

source: You are responsible for the accuracy of DNS records you create or modify
cs_cz: Jste odpovědní za přesnost DNS záznamů, které vytváříte nebo upravujete
es_es: Usted es responsable de la precisión de los registros DNS que cree o modifique
fr_fr: Vous êtes responsable de l'exactitude des enregistrements DNS que vous créez ou modifiez
id_id: Anda bertanggung jawab atas keakuratan rekod DNS yang Anda buat atau modifikasi
ko_kr: 생성하거나 수정하는 DNS 레코드의 정확성에 대한 책임은 귀하에게 있습니다
lt_lt: Esate atsakingi už kuriiamų ar keiciamų DNS įrašų tikslumą
ru_ru: Вы несете ответственность за точность DNS-записей, которые вы создаете или изменяете
sv_se: Du är ansvarig för riktigheten i DNS-poster du skapar eller ändrar
uk_ua: Ви несете відповідальність за точність записів DNS, які ви створюєте або змінюєте
vi_vn: Bạn chịu trách nhiệm về tính chính xác của các bản ghi DNS mà bạn tạo hoặc sửa đổi

source: We will protect your personal information in accordance with applicable privacy laws
cs_cz: Budeme chránit vaše osobní údaje v souladu s platnými zákony o ochraně soukromí
es_es: Protegeremos su información personal de acuerdo con las leyes de privacidad aplicables
fr_fr: Nous protégerons vos informations personnelles conformément aux lois sur la vie privée applicables
id_id: Kami akan melindungi informasi pribadi Anda sesuai dengan hukum privasi yang berlaku
ko_kr: 관련 개인정보 보호법에 따라 귀하의 개인 정보를 보호합니다
lt_lt: Apsaugosime jūsų asmens duomenis pagal galiojančius privatumo įstatymus
ru_ru: Мы будем защищать вашу личную информацию в соответствии с применимыми законами о конфиденциальности
sv_se: Vi kommer att skydda din personliga information i enlighet med gällande integritetslagar
uk_ua: Ми захищатимемо вашу особисту інформацію відповідно до чинних законів про конфіденційність
vi_vn: Chúng tôi sẽ bảo vệ thông tin cá nhân của bạn theo các luật bảo vệ quyền riêng tư hiện hành

source: System Availability
cs_cz: Dostupnost systému
es_es: Disponibilidad del Sistema
fr_fr: Disponibilité du Système
id_id: Ketersediaan Sistem
ko_kr: 시스템 가용성
lt_lt: Sistemos prieinamumas
ru_ru: Доступность системы
sv_se: Systemtillgänglighet
uk_ua: Доступність системи
vi_vn: Tính khả dụng của hệ thống
