Repository: poweradmin/poweradmin
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: cs_cz, de_de, es_es, fr_fr, id_id, ko_kr, lt_lt, pl_pl, ru_ru, sv_se, tr_tr, uk_ua, vi_vn, zh_cn

source: While we strive to maintain system availability, we cannot guarantee 100% uptime. Users should not rely solely on this system for critical DNS operations without appropriate backups and monitoring.
cs_cz: Přestože se snažíme udržovat dostupnost systému, nemůžeme garantovat 100% provozní dobu. Uživatelé by se neměli spoléhat pouze na tento systém pro kritické DNS operace bez vhodných záloh a monitorování.
es_es: Aunque nos esforzamos por mantener la disponibilidad del sistema, no podemos garantizar un 100% de tiempo activo. Los usuarios no deben confiar únicamente en este sistema para operaciones críticas de DNS sin copias de seguridad y monitoreo apropiados.
fr_fr: Bien que nous nous efforcions de maintenir la disponibilité du système, nous ne pouvons garantir un temps de fonctionnement de 100%. Les utilisateurs ne doivent pas compter uniquement sur ce système pour les opérations DNS critiques sans sauvegardes et surveillance appropriées.
id_id: Meskipun kami berusaha menjaga ketersediaan sistem, kami tidak dapat menjamin uptime 100%. Pengguna tidak boleh hanya mengandalkan sistem ini untuk operasi DNS penting tanpa backup dan pemantauan yang tepat.
ko_kr: 시스템 가용성을 유지하기 위해 노력하지만 100% 가동 시간을 보장할 수 없습니다. 사용자는 적절한 백업 및 모니터링 없이 중요한 DNS 작업을 위해 이 시스템에만 의존해서는 안 됩니다.
lt_lt: Nors stengiame palaikyti sistemos prieinamumą, negalime garantuoti 100% veikimo laiko. Naudotojai neturi remtis tik šia sistema kritiniams DNS veiksmams be tinkamų atsarginių kopijų ir stebėsenos.
ru_ru: Хотя мы стремимся поддерживать доступность системы, мы не можем гарантировать 100% времени работы. Пользователи не должны полагаться исключительно на эту систему для критических DNS-операций без соответствующих резервных копий и мониторинга.
sv_se: Även om vi strävar efter att upprätthålla systemtillgänglighet kan vi inte garantera 100% drifttid. Användare bör inte förlita sig enbart på detta system för kritiska DNS-operationer utan lämpliga säkerhetskopior och övervakning.
uk_ua: Хоча ми прагнемо підтримувати доступність системи, ми не можемо гарантувати 100% безвідмовної роботи. Користувачі не повинні покладатися виключно на цю систему для критичних операцій DNS без відповідних резервних копій та моніторингу.
vi_vn: Mặc dù chúng tôi cố gắng duy trì tính khả dụng của hệ thống, chúng tôi không thể đảm bảo hoạt động 100%. Người dùng không nên chỉ dựa vào hệ thống này cho các hoạt động DNS quan trọng mà không có sao lưu và giám sát thích hợp.

source: Limitation of Liability
cs_cz: Omezení odpovědnosti
es_es: Limitación de Responsabilidad
fr_fr: Limitation de Responsabilité
id_id: Batasan Tanggung Jawab
ko_kr: 책임 제한
lt_lt: Atsakomybės apribojimas
ru_ru: Ограничение ответственности
sv_se: Ansvarsbegränsning
uk_ua: Обмеження відповідальності
vi_vn: Giới hạn trách nhiệm

source: This system is provided "as is" without any warranties. The administrators are not liable for any damages or losses resulting from the use of this system.
cs_cz: Tento systém je poskytován "tak, jak je" bez jakýchkoli záruk. Administrátoři nejsou odpovědní za žádné škody nebo ztráty vyplývající z použití tohoto systému.
es_es: Este sistema se proporciona "tal como está" sin garantías de ningún tipo. Los administradores no son responsables de daños o pérdidas resultantes del uso de este sistema.
fr_fr: Ce système est fourni "en l'état" sans aucune garantie. Les administrateurs ne sont pas responsables des dommages ou pertes résultant de l'utilisation de ce système.
id_id: Sistem ini disediakan "sebagaimana adanya" tanpa jaminan apa pun. Administrator tidak bertanggung jawab atas kerusakan atau kerugian yang diakibatkan oleh penggunaan sistem ini.
ko_kr: 이 시스템은 어떠한 보증 없이 "있는 그대로" 제공됩니다. 관리자는 이 시스템 사용으로 인한 손해나 손실에 대해 책임지지 않습니다.
lt_lt: Ši sistema teikiama "kaip yra" be jokių garantijų. Administratoriai nėra atsakingi už žalą ar nuostolius, atsirandančius dėl šios sistemos naudojimo.
ru_ru: Эта система предоставляется "как есть" без каких-либо гарантий. Администраторы не несут ответственности за любой ущерб или потери, возникшие в результате использования этой системы.
sv_se: Detta system tillhandahålls "i befintligt skick" utan några garantier. Administratörerna är inte ansvariga för några skador eller förluster till följd av användningen av detta system.
uk_ua: Ця система надається "як є" без будь-яких гарантій. Адміністратори не несуть відповідальності за будь-які збитки або втрати, що виникли в результаті використання цієї системи.
vi_vn: Hệ thống này được cung cấp "nguyên trạng" không có bất kỳ bảo hành nào. Quản trị viên không chịu trách nhiệm về bất kỳ thiệt hại hoặc tổn thất nào do việc sử dụng hệ thống này.

source: Changes to Agreement
cs_cz: Změny smlouvy
es_es: Cambios al Acuerdo
fr_fr: Modifications de l'Accord
id_id: Perubahan Perjanjian
ko_kr: 계약 변경
lt_lt: Sutarties keitimai
ru_ru: Изменения в соглашении
sv_se: Ändringar av avtalet
uk_ua: Зміни угоди
vi_vn: Thay đổi thỏa thuận

source: These terms may be updated from time to time. Users will be required to accept any changes before continuing to use the system.
cs_cz: Tyto podmínky mohou být čas od času aktualizovány. Uživatelé budou vyžadováni přijmout všechny změny před pokračováním v používání systému.
es_es: Estos términos pueden actualizarse de vez en cuando. Los usuarios deberán aceptar cualquier cambio antes de continuar usando el sistema.
fr_fr: Ces conditions peuvent être mises à jour de temps en temps. Les utilisateurs devront accepter tout changement avant de continuer à utiliser le système.
id_id: Ketentuan ini dapat diperbarui dari waktu ke waktu. Pengguna akan diminta untuk menerima setiap perubahan sebelum melanjutkan menggunakan sistem.
ko_kr: 이 약관은 수시로 업데이트될 수 있습니다. 사용자는 시스템을 계속 사용하기 전에 변경 사항을 수락해야 합니다.
lt_lt: Šios sąlygos gali būti atnaujinamos kartkartais. Naudotojai turės priimti bet kokius pakeitimus prieš tęsdami sistemos naudojimą.
ru_ru: Эти условия могут периодически обновляться. Пользователи должны будут принять любые изменения перед продолжением использования системы.
sv_se: Dessa villkor kan uppdateras från tid till annan. Användare kommer att behöva acceptera eventuella ändringar innan de fortsätter att använda systemet.
uk_ua: Ці умови можуть бути оновлені час від часу. Користувачі повинні будуть прийняти будь-які зміни, перш ніж продовжувати використовувати систему.
vi_vn: Các điều khoản này có thể được cập nhật theo thời gian. Người dùng sẽ phải chấp nhận bất kỳ thay đổi nào trước khi tiếp tục sử dụng hệ thống.

source: Agreement Version:
cs_cz: Verze smlouvy:
es_es: Versión del Acuerdo:
fr_fr: Version de l'Accord:
id_id: Versi Perjanjian:
ko_kr: 계약 버전:
lt_lt: Sutarties versija:
ru_ru: Версия соглашения:
sv_se: Avtalsversion:
uk_ua: Версія угоди:
vi_vn: Phiên bản thỏa thuận:

source: Last Updated:
cs_cz: Poslední aktualizace:
es_es: Última Actualización:
fr_fr: Dernière Mise à Jour:
id_id: Terakhir Diperbarui:
ko_kr: 최종 업데이트:
lt_lt: Paskutinis atnaujinimas:
ru_ru: Последнее обновление:
sv_se: Senast uppdaterad:
uk_ua: Останнє оновлення:
vi_vn: Cập nhật lần cuối:

source: Please contact your administrator for the last update date
cs_cz: Pro datum poslední aktualizace se obraťte na svého administrátora
es_es: Por favor, contacte a su administrador para la fecha de la última actualización
fr_fr: Veuillez contacter votre administrateur pour la date de dernière mise à jour
id_id: Silakan hubungi administrator Anda untuk tanggal pembaruan terakhir
ko_kr: 최종 업데이트 날짜는 관리자에게 문의하세요
lt_lt: Dėl paskutinio atnaujinimo datos kreipkitės į administratorų
ru_ru: Пожалуйста, обратитесь к администратору за датой последнего обновления
sv_se: Vänligen kontakta din administratör för senaste uppdateringsdatum
uk_ua: Будь ласка, зверніться до вашого адміністратора для отримання дати останнього оновлення
vi_vn: Vui lòng liên hệ quản trị viên của bạn để biết ngày cập nhật cuối cùng

source: You are about to regenerate the API key
cs_cz: Chystáte se obnovit API klíč
de_de: Sie sind dabei, den API-Schlüssel zu regenerieren
es_es: Está a punto de regenerar la clave API
fr_fr: Vous êtes sur le point de regénérer la clé API
id_id: Anda akan meregenerasi kunci API
ko_kr: API 키를 재생성하려고 합니다
lt_lt: Jūs ketinate iš naujo generuoti API raktą
pl_pl: Zamierzasz zregenerować klucz API
ru_ru: Вы собираетесь перегенерировать API ключ
sv_se: Du är på väg att generera om API-nyckeln
tr_tr: API anahtarını yeniden oluşturmak üzeresiniz
uk_ua: Ви збираєтеся перегенерувати API-ключ
vi_vn: Bạn sắp tạo lại khóa API
zh_cn: 您即将重新生成 API 密钥

source: This action will invalidate the existing key!
cs_cz: Tato akce zneplatní stávající klíč!
de_de: Diese Aktion wird den vorhandenen Schlüssel ungültig machen!
es_es: ¡Esta acción invalidará la clave existente!
fr_fr: Cette action invalidera la clé existante!
id_id: Tindakan ini akan membatalkan kunci yang ada!
ko_kr: 이 작업은 기존 키를 무효화합니다!
lt_lt: Šis veiksmas panaikins esantį raktą!
pl_pl: Ta operacja unieważni istniejący klucz!
ru_ru: Это действие сделает существующий ключ недействительным!
sv_se: Denna åtgärd kommer att ogiltigförklara den befintliga nyckeln!
tr_tr: Bu eylem mevcut anahtarı geçersiz kılacak!
uk_ua: Ця дія анулює існуючий ключ!
vi_vn: Hành động này sẽ vô hiệu hóa khóa hiện có!
zh_cn: 此操作将使现有密钥失效！

source: If you regenerate this API key, any applications using it will no longer be able to authenticate until updated with the new key.
cs_cz: Pokud obnovíte tento API klíč, aplikace, které jej používají, se nebudou moci autentizovat, dokud nebudou aktualizovány novým klíčem.
de_de: Wenn Sie diesen API-Schlüssel regenerieren, können Anwendungen, die ihn verwenden, sich nicht mehr authentifizieren, bis sie mit dem neuen Schlüssel aktualisiert werden.
es_es: Si regenera esta clave API, cualquier aplicación que la use ya no podrá autenticarse hasta que se actualice con la nueva clave.
fr_fr: Si vous regénérez cette clé API, toutes les applications qui l'utilisent ne pourront plus s'authentifier jusqu'à ce qu'elles soient mises à jour avec la nouvelle clé.
id_id: Jika Anda meregenerasi kunci API ini, aplikasi apa pun yang menggunakannya tidak akan dapat melakukan autentikasi lagi hingga diperbarui dengan kunci baru.
ko_kr: 이 API 키를 재생성하면 이를 사용하는 모든 애플리케이션은 새 키로 업데이트될 때까지 더 이상 인증할 수 없습니다.
lt_lt: Jei iš naujo generuosite šį API raktą, jokios programos, naudojančios jį, nebegalės prisijungti, kol nebus atnaujintos nauju raktu.
pl_pl: Jeśli zregenerujesz ten klucz API, wszystkie aplikacje korzystające z niego nie będą mogły się uwierzytelnić do czasu aktualizacji nowym kluczem.
ru_ru: Если вы перегенерируете этот API ключ, любые приложения, использующие его, больше не смогут аутентифицироваться, пока не будут обновлены новым ключом.
sv_se: Om du genererar om denna API-nyckel kommer alla applikationer som använder den inte längre att kunna autentisera förrän de uppdateras med den nya nyckeln.
tr_tr: Bu API anahtarını yeniden oluşturursanız, onu kullanan tüm uygulamalar yeni anahtarla güncellenene kadar kimlik doğrulaması yapamayacaktır.
uk_ua: Якщо ви перегенеруєте цей API-ключ, всі програми, що використовують його, більше не зможуть автентифікуватися, поки не будуть оновлені новим ключем.
vi_vn: Nếu bạn tạo lại khóa API này, bất kỳ ứng dụng nào đang sử dụng nó sẽ không thể xác thực cho đến khi được cập nhật với khóa mới.
zh_cn: 如果您重新生成此 API 密钥，使用它的任何应用程序将无法进行身份验证，直到更新为新密钥。

source: The new key will be displayed only once after regeneration, so be prepared to save it.
cs_cz: Nový klíč bude zobrazen pouze jednou po obnovení, buďte připraveni jej uložit.
de_de: Der neue Schlüssel wird nur einmal nach der Regenerierung angezeigt, seien Sie also bereit, ihn zu speichern.
es_es: La nueva clave se mostrará solo una vez después de la regeneración, así que prepárese para guardarla.
fr_fr: La nouvelle clé ne sera affichée qu'une seule fois après la regénération, alors préparez-vous à la sauvegarder.
id_id: Kunci baru hanya akan ditampilkan sekali setelah regenerasi, jadi bersiaplah untuk menyimpannya.
ko_kr: 새 키는 재생성 후 한 번만 표시되므로 저장할 준비를 하세요.
lt_lt: Naujas raktas bus rodomas tik vieną kartą po generavimo, todėl būkite pasiruošę jį išsaugoti.
pl_pl: Nowy klucz zostanie wyświetlony tylko raz po regeneracji, więc przygotuj się na jego zapisanie.
ru_ru: Новый ключ будет отображен только один раз после перегенерации, поэтому будьте готовы его сохранить.
sv_se: Den nya nyckeln visas endast en gång efter omgenerering, så var beredd att spara den.
tr_tr: Yeni anahtar yeniden oluşturma sonrası sadece bir kez gösterilecek, bu yüzden kaydetmeye hazır olun.
uk_ua: Новий ключ буде показано лише один раз після регенерації, тому будьте готові зберегти його.
vi_vn: Khóa mới sẽ chỉ được hiển thị một lần sau khi tạo lại, vì vậy hãy chuẩn bị lưu nó.
zh_cn: 新密钥在重新生成后只会显示一次，请准备好保存它。

source: API Key Details
cs_cz: Podrobnosti API klíče
de_de: API-Schlüssel-Details
es_es: Detalles de la Clave API
fr_fr: Détails de la Clé API
id_id: Detail Kunci API
ko_kr: API 키 상세 정보
lt_lt: API rakto išsamiau
pl_pl: Szczegóły klucza API
ru_ru: Детали API Ключа
sv_se: API-nyckeldetaljer
tr_tr: API Anahtar Detayları
uk_ua: Деталі API-ключа
vi_vn: Chi tiết khóa API
zh_cn: API 密钥详情

source: Yes, regenerate this API key
cs_cz: Ano, obnovit tento API klíč
de_de: Ja, diesen API-Schlüssel regenerieren
es_es: Sí, regenerar esta clave API
fr_fr: Oui, regénérer cette clé API
id_id: Ya, regenerasi kunci API ini
ko_kr: 네, 이 API 키를 재생성합니다
lt_lt: Taip, iš naujo generuoti šį API raktą
pl_pl: Tak, zregeneruj ten klucz API
ru_ru: Да, перегенерировать этот API ключ
sv_se: Ja, generera om denna API-nyckel
tr_tr: Evet, bu API anahtarını yeniden oluştur
uk_ua: Так, перегенерувати цей API-ключ
vi_vn: Có, tạo lại khóa API này
zh_cn: 是的，重新生成此 API 密钥

source: No, keep current key
cs_cz: Ne, ponechat současný klíč
de_de: Nein, aktuellen Schlüssel behalten
es_es: No, mantener clave actual
fr_fr: Non, garder la clé actuelle
id_id: Tidak, pertahankan kunci saat ini
ko_kr: 아니요, 현재 키를 유지합니다
lt_lt: Ne, palikti dabartinį raktą
pl_pl: Nie, zachowaj obecny klucz
ru_ru: Нет, оставить текущий ключ
sv_se: Nej, behåll nuvarande nyckel
tr_tr: Hayır, mevcut anahtarı tut
uk_ua: Ні, залишити поточний ключ
vi_vn: Không, giữ khóa hiện tại
zh_cn: 不，保留当前密钥

source: Reset Password
cs_cz: Resetovat heslo
de_de: Passwort zurücksetzen
es_es: Restablecer Contraseña
fr_fr: Réinitialiser le Mot de Passe
id_id: Atur Ulang Kata Sandi
ko_kr: 비밀번호 재설정
lt_lt: Atkurti slaptažodį
pl_pl: Resetuj hasło
ru_ru: Сбросить Пароль
sv_se: Återställ lösenord
tr_tr: Şifre Sıfırla
uk_ua: Скинути пароль
vi_vn: Đặt lại mật khẩu
zh_cn: 重置密码

source: Go to Login
cs_cz: Přejít na přihlášení
de_de: Zur Anmeldung gehen
es_es: Ir al Inicio de Sesión
fr_fr: Aller à la Connexion
id_id: Ke Halaman Login
ko_kr: 로그인으로 이동
lt_lt: Eiti į prisijungimą
pl_pl: Przejdź do logowania
ru_ru: Перейти к Входу
sv_se: Gå till inloggning
tr_tr: Girişe Git
uk_ua: Перейти до входу
vi_vn: Đến trang đăng nhập
zh_cn: 前往登录

source: Request New Reset Link
cs_cz: Požádat o nový odkaz pro reset
de_de: Neuen Reset-Link anfordern
es_es: Solicitar Nuevo Enlace de Restablecimiento
fr_fr: Demander un Nouveau Lien de Réinitialisation
id_id: Minta Tautan Atur Ulang Baru
ko_kr: 새 재설정 링크 요청
lt_lt: Prašyti naujos atkūrimo nuorodos
pl_pl: Poproś o nowy link resetowania
ru_ru: Запросить Новую Ссылку для Сброса
sv_se: Begär ny återställningslänk
tr_tr: Yeni Sıfırlama Bağlantısı İste
uk_ua: Запросити нове посилання для скидання
vi_vn: Yêu cầu liên kết đặt lại mới
zh_cn: 请求新的重置链接

source: Password does not meet requirements
cs_cz: Heslo nesplňuje požadavky
de_de: Passwort erfüllt nicht die Anforderungen
es_es: La contraseña no cumple los requisitos
fr_fr: Le mot de passe ne répond pas aux exigences
id_id: Kata sandi tidak memenuhi persyaratan
ko_kr: 비밀번호가 요구 사항을 충족하지 않습니다
lt_lt: Slaptažodis neatitinka reikalavimų
pl_pl: Hasło nie spełnia wymagań
ru_ru: Пароль не соответствует требованиям
sv_se: Lösenordet uppfyller inte kraven
tr_tr: Şifre gereksinimleri karşılamıyor
uk_ua: Пароль не відповідає вимогам
vi_vn: Mật khẩu không đáp ứng yêu cầu
zh_cn: 密码不符合要求

source: Enter your new password for
cs_cz: Zadejte nové heslo pro
de_de: Geben Sie Ihr neues Passwort ein für
es_es: Ingrese su nueva contraseña para
fr_fr: Entrez votre nouveau mot de passe pour
id_id: Masukkan kata sandi baru Anda untuk
ko_kr: 다음에 대한 새 비밀번호를 입력하세요
lt_lt: Įveskite naują slaptažodį
pl_pl: Wprowadź nowe hasło dla
ru_ru: Введите ваш новый пароль для
sv_se: Ange ditt nya lösenord för
tr_tr: Yeni şifrenizi girin
uk_ua: Введіть новий пароль для
vi_vn: Nhập mật khẩu mới của bạn cho
zh_cn: 为以下对象输入新密码

source: New Password
cs_cz: Nové heslo
de_de: Neues Passwort
es_es: Nueva Contraseña
fr_fr: Nouveau Mot de Passe
id_id: Kata Sandi Baru
ko_kr: 새 비밀번호
lt_lt: Naujas slaptažodis
pl_pl: Nowe hasło
ru_ru: Новый Пароль
sv_se: Nytt lösenord
tr_tr: Yeni Şifre
uk_ua: Новий пароль
vi_vn: Mật khẩu mới
zh_cn: 新密码

source: Please provide a password
cs_cz: Zadejte prosím heslo
de_de: Bitte ein Passwort angeben
es_es: Por favor proporcione una contraseña
fr_fr: Veuillez fournir un mot de passe
id_id: Silakan berikan kata sandi
ko_kr: 비밀번호를 입력하세요
lt_lt: Pateikite slaptažodį
pl_pl: Proszę podać hasło
ru_ru: Пожалуйста, укажите пароль
sv_se: Vänligen ange ett lösenord
tr_tr: Lütfen bir şifre sağlayın
uk_ua: Будь ласка, надайте пароль
vi_vn: Vui lòng cung cấp mật khẩu
zh_cn: 请提供密码

source: Confirm Password
cs_cz: Potvrdit heslo
de_de: Passwort bestätigen
es_es: Confirmar Contraseña
fr_fr: Confirmer le Mot de Passe
id_id: Konfirmasi Kata Sandi
ko_kr: 비밀번호 확인
lt_lt: Patvirtinti slaptažodį
pl_pl: Potwierdź hasło
ru_ru: Подтвердить Пароль
sv_se: Bekräfta lösenord
tr_tr: Şifre Onayla
uk_ua: Підтвердіть пароль
vi_vn: Xác nhận mật khẩu
zh_cn: 确认密码

source: Passwords do not match
cs_cz: Hesla se neshodují
de_de: Passwörter stimmen nicht überein
es_es: Las contraseñas no coinciden
fr_fr: Les mots de passe ne correspondent pas
id_id: Kata sandi tidak cocok
ko_kr: 비밀번호가 일치하지 않습니다
lt_lt: Slaptažodžiai nesutampa
pl_pl: Hasła nie są zgodne
ru_ru: Пароли не совпадают
sv_se: Lösenorden matchar inte
tr_tr: Şifreler eşleşmiyor
uk_ua: Паролі не співпадають
vi_vn: Mật khẩu không khớp
zh_cn: 密码不匹配

source: Password Requirements
cs_cz: Požadavky na heslo
de_de: Passwort Anforderungen
es_es: Requisitos de Contraseña
fr_fr: Exigences du Mot de Passe
id_id: Persyaratan Kata Sandi
ko_kr: 비밀번호 요구 사항
lt_lt: Slaptažodžio reikalavimai
pl_pl: Wymagania hasła
ru_ru: Требования к Паролю
sv_se: Lösenordskrav
tr_tr: Şifre Gereksinimleri
uk_ua: Вимоги до пароля
vi_vn: Yêu cầu mật khẩu
zh_cn: 密码要求

source: Minimum length
cs_cz: Minimální délka
de_de: Mindestlänge
es_es: Longitud mínima
fr_fr: Longueur minimale
id_id: Panjang minimum
ko_kr: 최소 길이
lt_lt: Minimalus ilgis
pl_pl: Minimalna długość
ru_ru: Минимальная длина
sv_se: Minsta längd
tr_tr: Minimum uzunluk
uk_ua: Мінімальна довжина
vi_vn: Độ dài tối thiểu
zh_cn: 最小长度

source: characters
cs_cz: znaků
de_de: Zeichen
es_es: caracteres
fr_fr: caractères
id_id: karakter
ko_kr: 자
lt_lt: simboliai
pl_pl: znaków
ru_ru: символов
sv_se: tecken
tr_tr: karakter
uk_ua: символів
vi_vn: ký tự
zh_cn: 个字符

source: At least one uppercase letter
cs_cz: Alespoň jedno velké písmeno
de_de: Mindestens ein Großbuchstabe
es_es: Al menos una letra mayúscula
fr_fr: Au moins une lettre majuscule
id_id: Setidaknya satu huruf kapital
ko_kr: 대문자 최소 1개
lt_lt: Bent viena didžioji raidė
pl_pl: Co najmniej jedna wielka litera
ru_ru: Хотя бы одна заглавная буква
sv_se: Minst en versal
tr_tr: En az bir büyük harf
uk_ua: Принаймні одна велика літера
vi_vn: Ít nhất một chữ cái viết hoa
zh_cn: 至少一个大写字母

source: At least one lowercase letter
cs_cz: Alespoň jedno malé písmeno
de_de: Mindestens ein Kleinbuchstabe
es_es: Al menos una letra minúscula
fr_fr: Au moins une lettre minuscule
id_id: Setidaknya satu huruf kecil
ko_kr: 소문자 최소 1개
lt_lt: Bent viena mažoji raidė
pl_pl: Co najmniej jedna mała litera
ru_ru: Хотя бы одна строчная буква
sv_se: Minst en gemen
tr_tr: En az bir küçük harf
uk_ua: Принаймні одна мала літера
vi_vn: Ít nhất một chữ cái viết thường
zh_cn: 至少一个小写字母

source: At least one number
cs_cz: Alespoň jedna číslice
de_de: Mindestens eine Zahl
es_es: Al menos un número
fr_fr: Au moins un chiffre
id_id: Setidaknya satu angka
ko_kr: 숫자 최소 1개
lt_lt: Bent vienas skaičius
pl_pl: Co najmniej jedna cyfra
ru_ru: Хотя бы одна цифра
sv_se: Minst en siffra
tr_tr: En az bir sayı
uk_ua: Принаймні одна цифра
vi_vn: Ít nhất một số
zh_cn: 至少一个数字

source: At least one special character
cs_cz: Alespoň jeden speciální znak
de_de: Mindestens ein Sonderzeichen
es_es: Al menos un carácter especial
fr_fr: Au moins un caractère spécial
id_id: Setidaknya satu karakter khusus
ko_kr: 특수 문자 최소 1개
lt_lt: Bent vienas specialus simbolis
pl_pl: Co najmniej jeden znak specjalny
ru_ru: Хотя бы один специальный символ
sv_se: Minst ett specialtecken
tr_tr: En az bir özel karakter
uk_ua: Принаймні один спеціальний символ
vi_vn: Ít nhất một ký tự đặc biệt
zh_cn: 至少一个特殊字符

source: Reverse Zone Types
cs_cz: Typy reverzních zón
de_de: Reverse-Zonen-Typen
es_es: Tipos de Zona Reversa
fr_fr: Types de Zones Inverses
id_id: Tipe Zona Reverse
ko_kr: 역방향 존 유형
lt_lt: Atvirkštinių zonų tipai
pl_pl: Typy stref odwrotnych
ru_ru: Типы Обратных Зон
sv_se: Reverse-zontyper
tr_tr: Ters Zon Tipleri
uk_ua: Типи реверсних зон
vi_vn: Loại vùng đảo ngược
zh_cn: 反向区域类型

source: All
cs_cz: Všechny
de_de: Alle
es_es: Todos
fr_fr: Toutes
id_id: Semua
ko_kr: 전체
lt_lt: Visi
pl_pl: Wszystkie
ru_ru: Все
sv_se: Alla
tr_tr: Tümü
uk_ua: Всі
vi_vn: Tất cả
zh_cn: 全部

source: Reverse zones:
cs_cz: Reverzní zóny:
de_de: Reverse Zonen:
es_es: Zonas reversas:
fr_fr: Zones inverses:
id_id: Zona reverse:
ko_kr: 역방향 존:
lt_lt: Atvirkštinės zonos:
pl_pl: Strefy odwrotne:
ru_ru: Обратные зоны:
sv_se: Reverse-zoner:
tr_tr: Ters zonlar:
uk_ua: Реверсні зони:
vi_vn: Các vùng đảo ngược:
zh_cn: 反向区域：

source: IPv4 reverse zones:
cs_cz: IPv4 reverzní zóny:
de_de: IPv4 Reverse Zonen:
es_es: Zonas reversas IPv4:
fr_fr: Zones inverses IPv4:
id_id: Zona reverse IPv4:
ko_kr: IPv4 역방향 존:
lt_lt: IPv4 atvirkštinės zonos:
pl_pl: Strefy odwrotne IPv4:
ru_ru: IPv4 обратные зоны:
sv_se: IPv4 reverse-zoner:
tr_tr: IPv4 ters zonlar:
uk_ua: IPv4 реверсні зони:
vi_vn: Các vùng đảo ngược IPv4:
zh_cn: IPv4 反向区域：

source: IPv6 reverse zones:
cs_cz: IPv6 reverzní zóny:
de_de: IPv6 Reverse Zonen:
es_es: Zonas reversas IPv6:
fr_fr: Zones inverses IPv6:
id_id: Zona reverse IPv6:
ko_kr: IPv6 역방향 존:
lt_lt: IPv6 atvirkštinės zonos:
pl_pl: Strefy odwrotne IPv6:
ru_ru: IPv6 обратные зоны:
sv_se: IPv6 reverse-zoner:
tr_tr: IPv6 ters zonlar:
uk_ua: IPv6 реверсні зони:
vi_vn: Các vùng đảo ngược IPv6:
zh_cn: IPv6 反向区域：

source: Rows per page:
cs_cz: Řádků na stránku:
de_de: Zeilen pro Seite:
es_es: Filas por página:
fr_fr: Lignes par page:
id_id: Baris per halaman:
ko_kr: 페이지당 행 수:
lt_lt: Eilučių puslapyje:
pl_pl: Wierszy na stronę:
ru_ru: Строк на странице:
sv_se: Rader per sida:
tr_tr: Sayfa başına satır:
uk_ua: Рядків на сторінку:
vi_vn: Số hàng mỗi trang:
zh_cn: 每页行数：

source: There are no reverse zones to show in this listing.
cs_cz: V tomto seznamu nejsou žádné reverzní zóny k zobrazení.
de_de: Keine Reverse Zonen gefunden.
es_es: No hay zonas reversas para mostrar en esta lista.
fr_fr: Il n'y a aucune zone inverse à afficher dans cette liste.
id_id: Tidak ada zona reverse yang ditampilkan dalam daftar ini.
ko_kr: 이 목록에 표시할 역방향 존이 없습니다.
lt_lt: Šiame sąraše nėra atvirkštinių zonų, kurias būtų galima rodyti.
pl_pl: Brak stref odwrotnych do wyświetlenia w tym zestawieniu.
ru_ru: Нет обратных зон для отображения в этом списке.
sv_se: Det finns inga reverse-zoner att visa i denna lista.
tr_tr: Bu listede gösterilecek ters zon bulunmamaktadır.
uk_ua: Немає реверсних зон для відображення в цьому списку.
vi_vn: Không có vùng đảo ngược nào để hiển thị trong danh sách này.
zh_cn: 此列表中没有反向区域可显示。
