Repository: poweradmin/poweradmin
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: cs_cz, de_de, es_es, fr_fr, id_id, ko_kr, lt_lt, pl_pl, ru_ru, sv_se, tr_tr, uk_ua, vi_vn, zh_cn

source: You are about to delete the API key
cs_cz: Chystáte se smazat API klíč
de_de: Sie sind dabei, den API-Schlüssel zu löschen
es_es: Estás a punto de eliminar la clave API
fr_fr: Vous êtes sur le point de supprimer la clé API
id_id: Anda akan menghapus kunci API
ko_kr: 다음 API 키를 삭제하려고 합니다
lt_lt: Ruošiatės ištrinti API raktą
pl_pl: Zamierzasz usunąć klucz API
ru_ru: Вы собираетесь удалить API ключ
sv_se: Du är på väg att ta bort API-nyckeln
tr_tr: API anahtarını silmek üzeresiniz
uk_ua: Ви збираєтеся видалити API-ключ
vi_vn: Bạn sắp xóa khóa API

source: If you delete this API key, any applications using it will no longer be able to authenticate.
cs_cz: Pokud smažete tento API klíč, žádné aplikace ho používající se již nebudou moci ověřit.
de_de: Wenn Sie diesen API-Schlüssel löschen, können sich Anwendungen, die ihn verwenden, nicht mehr authentifizieren.
es_es: Si eliminas esta clave API, cualquier aplicación que la use ya no podrá autenticarse.
fr_fr: Si vous supprimez cette clé API, toute application l'utilisant ne pourra plus s'authentifier.
id_id: Jika Anda menghapus kunci API ini, aplikasi apa pun yang menggunakannya tidak akan dapat melakukan autentikasi lagi.
ko_kr: 이 API 키를 삭제하면 이를 사용하는 모든 애플리케이션은 더 이상 인증할 수 없습니다.
lt_lt: Jei ištrinsite šį API raktą, visos jį naudojančios programos nebegalės autentifikuotis.
pl_pl: Jeśli usuniesz ten klucz API, żadne aplikacje go używające nie będą już mogły się uwierzytelnić.
ru_ru: Если вы удалите этот API ключ, любые приложения, которые его используют, больше не смогут проходить аутентификацию.
sv_se: Om du tar bort denna API-nyckel kommer alla applikationer som använder den inte längre att kunna autentisera.
tr_tr: Bu API anahtarını silerseniz, onu kullanan uygulamalar artık kimlik doğrulaması yapamayacaktır.
uk_ua: Якщо ви видалите цей API-ключ, всі програми, що використовують його, більше не зможуть автентифікуватися.
vi_vn: Nếu bạn xóa khóa API này, bất kỳ ứng dụng nào sử dụng nó sẽ không thể xác thực nữa.

source: Yes, delete this API key
cs_cz: Ano, smazat tento API klíč
de_de: Ja, diesen API-Schlüssel löschen
es_es: Sí, eliminar esta clave API
fr_fr: Oui, supprimer cette clé API
id_id: Ya, hapus kunci API ini
ko_kr: 네, 이 API 키를 삭제합니다
lt_lt: Taip, ištrinti šį API raktą
pl_pl: Tak, usuń ten klucz API
ru_ru: Да, удалить этот API ключ
sv_se: Ja, ta bort denna API-nyckel
tr_tr: Evet, bu API anahtarını sil
uk_ua: Так, видалити цей API-ключ
vi_vn: Có, xóa khóa API này

source: No, keep this API key
cs_cz: Ne, ponechat tento API klíč
de_de: Nein, diesen API-Schlüssel behalten
es_es: No, mantener esta clave API
fr_fr: Non, conserver cette clé API
id_id: Tidak, pertahankan kunci API ini
ko_kr: 아니요, 이 API 키를 유지합니다
lt_lt: Ne, palikti šį API raktą
pl_pl: Nie, zachowaj ten klucz API
ru_ru: Нет, оставить этот API ключ
sv_se: Nej, behåll denna API-nyckel
tr_tr: Hayır, bu API anahtarını tut
uk_ua: Ні, залишити цей API-ключ
vi_vn: Không, giữ khóa API này

source: Edit Access Template
id_id: Edit Templat Akses
ko_kr: 액세스 템플릿 편집
sv_se: Redigera åtkomstmall
uk_ua: Редагувати шаблон доступу
vi_vn: Sửa mẫu truy cập

source: Template Usage Information
cs_cz: Informace o použití šablony
de_de: Vorlagen-Nutzungsinformationen
es_es: Información de uso de plantilla
fr_fr: Informations d'Utilisation du Modèle
id_id: Informasi Penggunaan Templat
ko_kr: 템플릿 사용 정보
lt_lt: Šablono naudojimo informacija
pl_pl: Informacje o użyciu szablonu
ru_ru: Информация об использовании шаблона
sv_se: Information om mallanvändning
tr_tr: Şablon Kullanım Bilgileri
uk_ua: Інформація про використання шаблону
vi_vn: Thông tin sử dụng mẫu

source: Template Assignment
cs_cz: Přiřazení šablony
de_de: Vorlagen-Zuordnung
es_es: Asignación de plantilla
fr_fr: Attribution de modèle
id_id: Penetapan Templat
ko_kr: 템플릿 할당
lt_lt: Šablono priskyrimas
pl_pl: Przypisanie szablonu
ru_ru: Назначение шаблона
sv_se: Malltilldelning
tr_tr: Şablon Ataması
uk_ua: Призначення шаблону
vi_vn: Gán mẫu

source: This template can be assigned to users and groups to quickly apply its set of permissions. Changes made here will affect all users and groups who have this template assigned.
id_id: Templat ini dapat ditetapkan ke pengguna dan grup untuk dengan cepat menerapkan set izinnya. Perubahan yang dibuat di sini akan memengaruhi semua pengguna dan grup yang memiliki templat ini ditetapkan.
ko_kr: 이 템플릿은 사용자와 그룹에 할당되어 권한 집합을 빠르게 적용할 수 있습니다. 여기서 변경한 사항은 이 템플릿이 할당된 모든 사용자와 그룹에 영향을 미칩니다.
sv_se: Denna mall kan tilldelas till användare och grupper för att snabbt tillämpa dess uppsättning behörigheter. Ändringar som görs här kommer att påverka alla användare och grupper som har denna mall tilldelad.
uk_ua: Цей шаблон можна призначити користувачам і групам для швидкого застосування його набору дозволів. Зміни, внесені тут, вплинуть на всіх користувачів і групи, яким призначено цей шаблон.
vi_vn: Mẫu này có thể được gán cho người dùng và nhóm để nhanh chóng áp dụng tập hợp quyền hạn của nó. Thay đổi được thực hiện ở đây sẽ ảnh hưởng đến tất cả người dùng và nhóm có mẫu này được gán.

source: Users vs Groups
id_id: Pengguna vs Grup
ko_kr: 사용자 vs 그룹
sv_se: Användare vs grupper
uk_ua: Користувачі проти груп
vi_vn: Người dùng và nhóm

source: When assigned to <strong>users</strong>: Permissions apply globally across the system.
id_id: Ketika ditetapkan untuk <strong>pengguna</strong>: Izin berlaku secara global di seluruh sistem.
ko_kr: <strong>사용자</strong>에게 할당 시: 권한은 시스템 전체에 전역적으로 적용됩니다.
sv_se: När tilldelad till <strong>användare</strong>: Behörigheter gäller globalt över systemet.
uk_ua: При призначенні <strong>користувачам</strong>: дозволи застосовуються глобально по всій системі.
vi_vn: Khi gán cho <strong>người dùng</strong>: Quyền hạn áp dụng toàn cục trên toàn hệ thống.

source: When assigned to <strong>groups</strong>: Permissions apply only to zones owned by that group.
id_id: Ketika ditetapkan untuk <strong>grup</strong>: Izin hanya berlaku untuk zona yang dimiliki oleh grup tersebut.
ko_kr: <strong>그룹</strong>에게 할당 시: 권한은 해당 그룹이 소유한 존에만 적용됩니다.
sv_se: När tilldelad till <strong>grupper</strong>: Behörigheter gäller endast för zoner som ägs av den gruppen.
uk_ua: При призначенні <strong>групам</strong>: дозволи застосовуються лише до зон, що належать цій групі.
vi_vn: Khi gán cho <strong>nhóm</strong>: Quyền hạn chỉ áp dụng cho các vùng thuộc sở hữu của nhóm đó.

source: Permission Groups
cs_cz: Skupiny oprávnění
de_de: Berechtigungsgruppen
es_es: Grupos de permisos
fr_fr: Groupes de permissions
id_id: Grup Izin
ko_kr: 권한 그룹
lt_lt: Leidimų grupės
pl_pl: Grupy uprawnień
ru_ru: Группы разрешений
sv_se: Behörighetsgrupper
tr_tr: İzin Grupları
uk_ua: Групи дозволів
vi_vn: Nhóm quyền hạn

source: Permissions are organized into groups below for easier management. Use the search feature to quickly find specific permissions.
cs_cz: Oprávnění jsou pro snadnější správu uspořádána do skupin níže. Použijte funkci vyhledávání k rychlému nalezení konkrétních oprávnění.
de_de: Berechtigungen sind unten in Gruppen organisiert für einfachere Verwaltung. Verwenden Sie die Suchfunktion, um spezifische Berechtigungen schnell zu finden.
es_es: Los permisos están organizados en grupos abajo para facilitar la gestión. Usa la función de búsqueda para encontrar rápidamente permisos específicos.
fr_fr: Les permissions sont organisées en groupes ci-dessous pour une gestion plus facile. Utilisez la fonction de recherche pour trouver rapidement des permissions spécifiques.
id_id: Izin dikelompokkan di bawah ini untuk manajemen yang lebih mudah. Gunakan fitur pencarian untuk dengan cepat menemukan izin tertentu.
ko_kr: 더 쉬운 관리를 위해 권한이 아래 그룹으로 구성됩니다. 검색 기능을 사용하여 특정 권한을 빠르게 찾으세요.
lt_lt: Leidimai žemiau suskirstyti į grupes lengvesniam valdymui. Naudokite paieškos funkciją greitam konkrečių leidimų suradimui.
pl_pl: Uprawnienia są zorganizowane w grupy poniżej dla łatwiejszego zarządzania. Użyj funkcji wyszukiwania, aby szybko znaleźć określone uprawnienia.
ru_ru: Разрешения организованы в группы ниже для упрощения управления. Используйте функцию поиска для быстрого поиска конкретных разрешений.
sv_se: Behörigheter är organiserade i grupper nedan för enklare hantering. Använd sökfunktionen för att snabbt hitta specifika behörigheter.
tr_tr: Daha kolay yönetim için izinler aşağıda gruplara ayrılmıştır. Belirli izinleri hızlıca bulmak için arama özelliğini kullanın.
uk_ua: Дозволи організовані в групи нижче для зручності управління. Використовуйте функцію пошуку, щоб швидко знайти конкретні дозволи.
vi_vn: Quyền hạn được tổ chức thành các nhóm bên dưới để quản lý dễ dàng hơn. Sử dụng tính năng tìm kiếm để nhanh chóng tìm quyền hạn cụ thể.

source: Delete record
cs_cz: Smazat záznam
de_de: Eintrag löschen
es_es: Eliminar registro
fr_fr: Supprimer l'enregistrement
id_id: Hapus rekod
ko_kr: 레코드 삭제
lt_lt: Ištrinti įrašą
pl_pl: Usuń rekord
ru_ru: Удалить запись
sv_se: Ta bort post
tr_tr: Kaydı Sil
uk_ua: Видалити запис
vi_vn: Xóa bản ghi

source: Delete Template Record
cs_cz: Smazat záznam šablony
de_de: Vorlageneintrag löschen
es_es: Eliminar registro de plantilla
fr_fr: Supprimer l'enregistrement du modèle
id_id: Hapus Rekod Templat
ko_kr: 템플릿 레코드 삭제
lt_lt: Ištrinti šablono įrašą
pl_pl: Usuń rekord szablonu
ru_ru: Удалить запись шаблона
sv_se: Ta bort mallpost
tr_tr: Şablon Kaydını Sil
uk_ua: Видалити запис шаблону
vi_vn: Xóa bản ghi mẫu

source: You are about to delete a record from template
cs_cz: Chystáte se smazat záznam ze šablony
de_de: Sie sind dabei einen Eintrag aus der Vorlage zu löschen
es_es: Estás a punto de eliminar un registro de la plantilla
fr_fr: Vous êtes sur le point de supprimer un enregistrement du modèle
id_id: Anda akan menghapus rekod dari templat
ko_kr: 다음 템플릿에서 레코드를 삭제하려고 합니다
lt_lt: Ruošiatės ištrinti įrašą iš šablono
pl_pl: Zamierzasz usunąć rekord z szablonu
ru_ru: Вы собираетесь удалить запись из шаблона
sv_se: Du är på väg att ta bort en post från mallen
tr_tr: Şablondan bir kayıt silmek üzeresiniz
uk_ua: Ви збираєтеся видалити запис з шаблону
vi_vn: Bạn sắp xóa một bản ghi khỏi mẫu

source: Delete key
cs_cz: Smazat klíč
de_de: Schlüssel löschen
es_es: Eliminar clave
fr_fr: Supprimer la clé
id_id: Hapus kunci
ko_kr: 키 삭제
lt_lt: Ištrinti raktą
pl_pl: Usuń klucz
ru_ru: Удалить ключ
sv_se: Ta bort nyckel
tr_tr: Anahtarı Sil
uk_ua: Видалити ключ
vi_vn: Xóa khóa

source: Delete DNSSEC Key
cs_cz: Smazat DNSSEC klíč
de_de: DNSSEC-Schlüssel löschen
es_es: Eliminar clave DNSSEC
fr_fr: Supprimer la clé DNSSEC
id_id: Hapus Kunci DNSSEC
ko_kr: DNSSEC 키 삭제
lt_lt: Ištrinti DNSSEC raktą
pl_pl: Usuń klucz DNSSEC
ru_ru: Удалить DNSSEC ключ
sv_se: Ta bort DNSSEC-nyckel
tr_tr: DNSSEC Anahtarını Sil
uk_ua: Видалити ключ DNSSEC
vi_vn: Xóa khóa DNSSEC

source: You are about to delete an active DNSSEC key (ID
cs_cz: Chystáte se smazat aktivní DNSSEC klíč (ID
de_de: Sie sind dabei, einen aktiven DNSSEC-Schlüssel zu löschen (ID
es_es: Estás a punto de eliminar una clave DNSSEC activa (ID
fr_fr: Vous êtes sur le point de supprimer une clé DNSSEC active (ID
id_id: Anda akan menghapus kunci DNSSEC aktif (ID
ko_kr: 활성 DNSSEC 키를 삭제하려고 합니다 (ID
lt_lt: Ruošiatės ištrinti aktyvų DNSSEC raktą (ID
pl_pl: Zamierzasz usunąć aktywny klucz DNSSEC (ID
ru_ru: Вы собираетесь удалить активный DNSSEC ключ (ID
sv_se: Du är på väg att ta bort en aktiv DNSSEC-nyckel (ID
tr_tr: Aktif bir DNSSEC anahtarını silmek üzeresiniz (ID
uk_ua: Ви збираєтеся видалити активний ключ DNSSEC (ID
vi_vn: Bạn sắp xóa một khóa DNSSEC đang hoạt động (ID

source: Deleting an active key will affect the security of your zone and may cause validation failures.
cs_cz: Smazání aktivního klíče ovlivní bezpečnost vaší zóny a může způsobit selhání validace.
de_de: Das Löschen eines aktiven Schlüssels wird die Sicherheit Ihrer Zone beeinträchtigen und kann zu Validierungsfehlern führen.
es_es: Eliminar una clave activa afectará la seguridad de tu zona y puede causar fallos de validación.
fr_fr: La suppression d'une clé active affectera la sécurité de votre zone et peut provoquer des échecs de validation.
id_id: Menghapus kunci aktif akan memengaruhi keamanan zona Anda dan dapat menyebabkan kegagalan validasi.
ko_kr: 활성 키를 삭제하면 존의 보안에 영향을 미치며 검증 실패를 일으킬 수 있습니다.
lt_lt: Aktyvaus rakto ištrynimas paveiks zonos saugumą ir gali sukelti patvirtinimo klaidas.
pl_pl: Usunięcie aktywnego klucza wpłynie na bezpieczeństwo Twojej strefy i może spowodować błędy walidacji.
ru_ru: Удаление активного ключа повлияет на безопасность вашей зоны и может вызвать ошибки проверки.
sv_se: Att ta bort en aktiv nyckel kommer att påverka säkerheten för din zon och kan orsaka valideringsfel.
tr_tr: Aktif bir anahtarı silmek zonunuzun güvenliğini etkileyecek ve doğrulama hatalarına neden olabilir.
uk_ua: Видалення активного ключа вплине на безпеку вашої зони і може спричинити помилки валідації.
vi_vn: Việc xóa khóa đang hoạt động sẽ ảnh hưởng đến tính bảo mật của vùng và có thể gây ra lỗi xác thực.

source: You are about to delete a DNSSEC key (ID
cs_cz: Chystáte se smazat DNSSEC klíč (ID
de_de: Sie sind dabei, einen DNSSEC-Schlüssel zu löschen (ID
es_es: Estás a punto de eliminar una clave DNSSEC (ID
fr_fr: Vous êtes sur le point de supprimer une clé DNSSEC (ID
id_id: Anda akan menghapus kunci DNSSEC (ID
ko_kr: DNSSEC 키를 삭제하려고 합니다 (ID
lt_lt: Ruošiatės ištrinti DNSSEC raktą (ID
pl_pl: Zamierzasz usunąć klucz DNSSEC (ID
ru_ru: Вы собираетесь удалить DNSSEC ключ (ID
sv_se: Du är på väg att ta bort en DNSSEC-nyckel (ID
tr_tr: Bir DNSSEC anahtarını silmek üzeresiniz (ID
uk_ua: Ви збираєтеся видалити ключ DNSSEC (ID
vi_vn: Bạn sắp xóa một khóa DNSSEC (ID

source: All group members will inherit these permissions for zones owned by this group
id_id: Semua anggota grup akan mewarisi izin ini untuk zona yang dimiliki oleh grup ini
ko_kr: 모든 그룹 멤버는 이 그룹이 소유한 존에 대해 이러한 권한을 상속합니다
sv_se: Alla gruppmedlemmar kommer att ärva dessa behörigheter för zoner som ägs av denna grupp
uk_ua: Всі члени групи успадкують ці дозволи для зон, що належать цій групі
vi_vn: Tất cả thành viên nhóm sẽ kế thừa các quyền hạn này cho các vùng thuộc sở hữu của nhóm này

source: After creating the group, you can add members and assign zones to it.
id_id: Setelah membuat grup, Anda dapat menambahkan anggota dan menetapkan zona kepadanya.
ko_kr: 그룹을 생성한 후 멤버를 추가하고 존을 할당할 수 있습니다.
sv_se: Efter att ha skapat gruppen kan du lägga till medlemmar och tilldela zoner till den.
uk_ua: Після створення групи ви можете додати членів і призначити їй зони.
vi_vn: Sau khi tạo nhóm, bạn có thể thêm thành viên và gán vùng cho nó.

source: Create Group
id_id: Buat Grup
ko_kr: 그룹 생성
sv_se: Skapa grupp
uk_ua: Створити групу
vi_vn: Tạo nhóm

source: Enter a domain name (e.g., example.com) to lookup its WHOIS information
cs_cz: Zadejte název domény (např. example.com) pro vyhledání jejích WHOIS informací
de_de: Geben Sie einen Domain-Namen ein (z.B. example.com), um seine WHOIS-Informationen abzurufen
es_es: Introduce un nombre de dominio (ej., ejemplo.com) para buscar su información WHOIS
fr_fr: Entrez un nom de domaine (par ex., example.com) pour consulter ses informations WHOIS
id_id: Masukkan nama domain (mis., example.com) untuk mencari informasi WHOIS-nya
ko_kr: 도메인 이름(예: example.com)을 입력하여 WHOIS 정보를 조회하세요
lt_lt: Įveskite domeno pavadinimą (pvz., example.com) WHOIS informacijos paieškai
pl_pl: Wprowadź nazwę domeny (np. example.com), aby sprawdzić jej informacje WHOIS
ru_ru: Введите доменное имя (например, example.com) для поиска WHOIS информации
sv_se: Ange ett domännamn (t.ex. example.com) för att slå upp dess WHOIS-information
tr_tr: WHOIS bilgilerini aramak için bir domain adı girin (örneğin: example.com)
uk_ua: Введіть доменне ім'я (наприклад, example.com) для пошуку його інформації WHOIS
vi_vn: Nhập tên miền (ví dụ: example.com) để tra cứu thông tin WHOIS của nó

source: WHOIS results for
cs_cz: WHOIS výsledky pro
de_de: WHOIS-Ergebnisse für
es_es: Resultados WHOIS para
fr_fr: Résultats WHOIS pour
id_id: Hasil WHOIS untuk
ko_kr: 다음에 대한 WHOIS 결과
lt_lt: WHOIS rezultatai
pl_pl: Wyniki WHOIS dla
ru_ru: Результаты WHOIS для
sv_se: WHOIS-resultat för
tr_tr: WHOIS sonuçları için
uk_ua: Результати WHOIS для
vi_vn: Kết quả WHOIS cho

source: Please enter a domain name to perform a WHOIS lookup.
cs_cz: Zadejte prosím název domény pro provedení WHOIS vyhledávání.
de_de: Bitte geben Sie einen Domain-Namen ein, um eine WHOIS-Abfrage durchzuführen.
es_es: Por favor introduce un nombre de dominio para realizar una búsqueda WHOIS.
fr_fr: Veuillez entrer un nom de domaine pour effectuer une recherche WHOIS.
id_id: Silakan masukkan nama domain untuk melakukan pencarian WHOIS.
ko_kr: WHOIS 조회를 수행하려면 도메인 이름을 입력하세요.
lt_lt: Įveskite domeno pavadinimą WHOIS paieškai.
pl_pl: Proszę wprowadzić nazwę domeny, aby wykonać wyszukiwanie WHOIS.
ru_ru: Пожалуйста, введите доменное имя для выполнения WHOIS запроса.
sv_se: Vänligen ange ett domännamn för att utföra en WHOIS-sökning.
tr_tr: WHOIS sorgusu yapmak için lütfen bir domain adı girin.
uk_ua: Будь ласка, введіть доменне ім'я для виконання пошуку WHOIS.
vi_vn: Vui lòng nhập tên miền để thực hiện tra cứu WHOIS.

source: User
id_id: Pengguna
ko_kr: 사용자
sv_se: Användare
uk_ua: Користувач
vi_vn: Người dùng

source: templates apply globally
id_id: templat berlaku secara global
ko_kr: 템플릿은 전역적으로 적용됩니다
sv_se: mallar gäller globalt
uk_ua: шаблони застосовуються глобально
vi_vn: mẫu áp dụng toàn cục

source: Group
id_id: Grup
ko_kr: 그룹
sv_se: Grupp
uk_ua: Група
vi_vn: Nhóm

source: templates apply only to group-owned zones
id_id: templat hanya berlaku untuk zona milik grup
ko_kr: 템플릿은 그룹 소유 존에만 적용됩니다
sv_se: mallar gäller endast för gruppägda zoner
uk_ua: шаблони застосовуються лише до зон, що належать групі
vi_vn: mẫu chỉ áp dụng cho các vùng thuộc sở hữu nhóm

source: Access Templates
id_id: Templat Akses
ko_kr: 액세스 템플릿
sv_se: Åtkomstmallar
uk_ua: Шаблони доступу
vi_vn: Mẫu truy cập

source: No access templates found
id_id: Tidak ada templat akses yang ditemukan
ko_kr: 액세스 템플릿을 찾을 수 없습니다
sv_se: Inga åtkomstmallar hittades
uk_ua: Шаблони доступу не знайдено
vi_vn: Không tìm thấy mẫu truy cập

source: Add access template
id_id: Tambah templat akses
ko_kr: 액세스 템플릿 추가
sv_se: Lägg till åtkomstmall
uk_ua: Додати шаблон доступу
vi_vn: Thêm mẫu truy cập

source: Group Activity Logs
id_id: Log Aktivitas Grup
ko_kr: 그룹 활동 로그
sv_se: Gruppaktivitetsloggar
uk_ua: Журнали активності групи
vi_vn: Nhật ký hoạt động nhóm

source: Search logs by group
id_id: Cari log berdasarkan grup
ko_kr: 그룹별 로그 검색
sv_se: Sök loggar efter grupp
uk_ua: Пошук журналів за групою
vi_vn: Tìm kiếm nhật ký theo nhóm

source: Current Members
id_id: Anggota Saat Ini
ko_kr: 현재 멤버
sv_se: Aktuella medlemmar
uk_ua: Поточні члени
vi_vn: Thành viên hiện tại

source: No members in this group yet
id_id: Belum ada anggota dalam grup ini
ko_kr: 이 그룹에 아직 멤버가 없습니다
sv_se: Inga medlemmar i denna grupp ännu
uk_ua: У цій групі ще немає членів
vi_vn: Chưa có thành viên trong nhóm này

source: Available Users
id_id: Pengguna yang Tersedia
ko_kr: 사용 가능한 사용자
sv_se: Tillgängliga användare
uk_ua: Доступні користувачі
vi_vn: Người dùng có sẵn

source: All users are already members of this group
id_id: Semua pengguna sudah menjadi anggota grup ini
ko_kr: 모든 사용자가 이미 이 그룹의 멤버입니다
sv_se: Alla användare är redan medlemmar i denna grupp
uk_ua: Усі користувачі вже є членами цієї групи
vi_vn: Tất cả người dùng đã là thành viên của nhóm này

source: user(s) from this group?
id_id: pengguna dari grup ini?
ko_kr: 이 그룹의 사용자?
sv_se: användare från denna grupp?
uk_ua: користувача(ів) з цієї групи?
vi_vn: (các) người dùng khỏi nhóm này?

source: PowerDNS Server
fr_fr: Serveur PowerDNS
id_id: Server PowerDNS
ko_kr: PowerDNS 서버
uk_ua: Сервер PowerDNS
vi_vn: Máy chủ PowerDNS

source: View Details
fr_fr: Voir les détails
id_id: Lihat Detail
ko_kr: 상세 정보 보기
sv_se: Visa detaljer
uk_ua: Переглянути деталі
vi_vn: Xem chi tiết

source: Add Master Zone
cs_cz: Přidat hlavní zónu
de_de: Master Zone hinzufügen
es_es: Agregar Zona Maestra
fr_fr: Ajouter une Zone Maître
id_id: Tambah Zona Master
ko_kr: 마스터 존 추가
lt_lt: Pridėti Master zoną
pl_pl: Dodaj strefę główną
ru_ru: Добавить главную зону
sv_se: Lägg till masterzon
tr_tr: Master Zon Ekle
uk_ua: Додати головну зону
vi_vn: Thêm vùng Master

source: List Forward Zones
fr_fr: Lister les zones directes
id_id: Daftar Zona Forward
ko_kr: 정방향 존 목록
sv_se: Lista forward-zoner
uk_ua: Список прямих зон
vi_vn: Danh sách vùng chuyển tiếp

source: Search Zones
fr_fr: Rechercher des zones
id_id: Cari Zona
ko_kr: 존 검색
sv_se: Sök zoner
uk_ua: Пошук зон
vi_vn: Tìm kiếm vùng

source: List Reverse Zones
fr_fr: Lister les zones inverses
id_id: Daftar Zona Reverse
ko_kr: 역방향 존 목록
sv_se: Lista reverse-zoner
uk_ua: Список реверсних зон
vi_vn: Danh sách vùng đảo ngược

source: Add Slave Zone
cs_cz: Přidat podružnou zónu
de_de: Slave-Zone hinzufügen
es_es: Agregar zona esclava
fr_fr: Ajouter une Zone Esclave
id_id: Tambah Zona Slave
ko_kr: 슬레이브 존 추가
lt_lt: Pridėti antrinę zoną
pl_pl: Dodaj strefę podrzędną
ru_ru: Добавить подчиненную зону
sv_se: Lägg till slavzon
tr_tr: Slave Zon Ekle
uk_ua: Додати підлеглу зону
vi_vn: Thêm vùng Slave

source: List Zone Templates
fr_fr: Lister les modèles de zone
id_id: Daftar Templat Zona
ko_kr: 존 템플릿 목록
sv_se: Lista zonmallar
uk_ua: Список шаблонів зон
vi_vn: Danh sách mẫu vùng

source: Bulk Domain Registration
fr_fr: Enregistrement de domaines en lot
id_id: Registrasi Domain Massal
ko_kr: 일괄 도메인 등록
sv_se: Massdomänregistrering
uk_ua: Масова реєстрація доменів
vi_vn: Đăng ký tên miền hàng loạt

source: Dashboard
id_id: Dasbor
ko_kr: 대시보드
sv_se: Instrumentpanel
uk_ua: Панель керування
vi_vn: Bảng điều khiển

source: Create limited rights user
cs_cz: Vytvoření uživatele s omezenými právy
de_de: Benutzer mit eingeschränkten Rechten erstellen
es_es: Crear usuario con derechos limitados
fr_fr: Créer un utilisateur avec des droits limités
id_id: Buat pengguna dengan hak terbatas
ko_kr: 제한된 권한 사용자 생성
lt_lt: Sukurti vartotoją su ribotomis teisėmis
pl_pl: Utwórz użytkownika z ograniczonymi prawami
ru_ru: Создание пользователя с ограниченными правами
sv_se: Skapa användare med begränsade rättigheter
tr_tr: Sınırlı haklara sahip kullanıcı oluştur
uk_ua: Створити користувача з обмеженими правами
vi_vn: Tạo người dùng có quyền hạn giới hạn
zh_cn: Sınırlı haklara sahip kullanıcı oluştur

source: Step
cs_cz: Krok
de_de: Schritt
es_es: Paso
fr_fr: Étape
id_id: Langkah
ko_kr: 단계
lt_lt: Žingsnis
pl_pl: Krok
ru_ru: Шаг
sv_se: Steg
tr_tr: Adım
uk_ua: Крок
vi_vn: Bước

source: Create limited-rights user
cs_cz: Vytvoření uživatele s omezenými právy
de_de: Benutzer mit eingeschränkten Rechten erstellen
es_es: Crear usuario con derechos limitados
fr_fr: Créer un utilisateur avec des droits limités
id_id: Buat pengguna dengan hak terbatas
ko_kr: 제한된 권한 사용자 생성
lt_lt: Sukurti vartotoją su ribotomis teisėmis
pl_pl: Utwórz użytkownika z ograniczonymi prawami
ru_ru: Создание пользователя с ограниченными правами
sv_se: Skapa användare med begränsade rättigheter
tr_tr: Sınırlı haklara sahip kullanıcı oluştur
uk_ua: Створити користувача з обмеженими правами
vi_vn: Tạo người dùng có quyền hạn giới hạn
zh_cn: Sınırlı haklara sahip kullanıcı oluştur

source: Limited Database Rights:
cs_cz: Omezená práva k databázi:
de_de: Eingeschränkte Datenbankrechte:
es_es: Derechos limitados de base de datos:
fr_fr: Droits de base de données limités :
id_id: Hak Database Terbatas:
ko_kr: 제한된 데이터베이스 권한:
lt_lt: Ribotos duomenų bazės teisės:
pl_pl: Ograniczone prawa do bazy danych:
ru_ru: Ограниченные права базы данных:
sv_se: Begränsade databasrättigheter:
tr_tr: Sınırlı Veritabanı Hakları:
uk_ua: Обмежені права бази даних:
vi_vn: Quyền hạn cơ sở dữ liệu giới hạn:
zh_cn: Sınırlı Veritabanı Hakları:
