Repository: poweradmin/poweradmin
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: cs_cz, de_de, es_es, fr_fr, id_id, ko_kr, lt_lt, pl_pl, ru_ru, sv_se, tr_tr, uk_ua, vi_vn, zh_cn

source: RP record content cannot be empty.
cs_cz: Obsah RP záznamu nemůže být prázdný.
de_de: RP-Eintragsinhalt kann nicht leer sein.
es_es: El contenido del registro RP no puede estar vacío.
fr_fr: Le contenu de l'enregistrement RP ne peut pas être vide.
id_id: Size LOC record harus berupa angka yang valid.
ko_kr: 네거티브 TTL은 양의 정수여야 합니다.
lt_lt: RP įrašo turinys negali būti tuščias.
pl_pl: Zawartość rekordu RP nie może być pusta.
ru_ru: Содержимое RP записи не может быть пустым.
sv_se: Zonmall borttagen
tr_tr: RP kayıt içeriği boş olamaz.
uk_ua: LOC latitude must be in format: DD MM SS.SSS N/S (degrees, minutes, seconds).
vi_vn: TTL gốc không hợp lệ cho bản ghi RRSIG. Phải nằm trong khoảng từ 0 đến 2147483647.
zh_cn: RP 记录内容不能为空。

source: RP record contains invalid characters.
cs_cz: RP záznam obsahuje neplatné znaky.
de_de: RP-Eintrag enthält ungültige Zeichen.
es_es: El registro RP contiene caracteres inválidos.
fr_fr: L'enregistrement RP contient des caractères invalides.
id_id: LOC record horizontal precision is mandatory.
ko_kr: 새로고침 간격은 재시도 간격보다 커야 합니다.
lt_lt: RP įrašas turi neteisingų simbolių.
pl_pl: Rekord RP zawiera nieprawidłowe znaki.
ru_ru: RP запись содержит недопустимые символы.
sv_se: Kunde inte lägga till zonmall
tr_tr: RP kaydı geçersiz karakterler içeriyor.
uk_ua: LOC longitude must be in format: DD MM SS.SSS E/W (degrees, minutes, seconds).
vi_vn: Thời gian hết hạn chữ ký không hợp lệ cho bản ghi RRSIG. Phải là dấu thời gian Unix hợp lệ hoặc định dạng YYYYMMDDHHmmSS.
zh_cn: RP 记录包含无效字符。

source: RP record must contain mailbox-domain (mbox-dname) and txt-record-domain (txt-dname).
cs_cz: RP záznam musí obsahovat mailbox-doménu (mbox-dname) a txt-záznam-doménu (txt-dname).
de_de: RP-Eintrag muss Mailbox-Domäne (mbox-dname) und txt-record-domain (txt-dname) enthalten.
es_es: El registro RP debe contener dominio-de-buzón (mbox-dname) y dominio-de-registro-txt (txt-dname).
fr_fr: L'enregistrement RP doit contenir le domaine de boîte aux lettres (mbox-dname) et le domaine d'enregistrement txt (txt-dname).
id_id: Horizontal precision LOC record wajib diisi.
ko_kr: 만료 간격은 새로고침 간격보다 커야 합니다.
lt_lt: RP įrašas turi turėti mailbox-domain (mbox-dname) ir txt-record-domain (txt-dname).
pl_pl: Rekord RP musi zawierać domenę skrzynki pocztowej (mbox-dname) i domenę rekordu txt (txt-dname).
ru_ru: RP запись должна содержать домен-почтового-ящика (mbox-dname) и домен-текстовой-записи (txt-dname).
sv_se: Kunde inte uppdatera zonmall
tr_tr: RP kaydı mailbox-domain (mbox-dname) ve txt-record-domain (txt-dname) içermelidir.
uk_ua: LOC altitude is in centimeters, typically relative to sea level (-100000 to 42849672.95).
vi_vn: Thời gian bắt đầu chữ ký không hợp lệ cho bản ghi RRSIG. Phải là dấu thời gian Unix hợp lệ hoặc định dạng YYYYMMDDHHmmSS.
zh_cn: RP 记录必须包含邮箱域 (mbox-dname) 和文本记录域 (txt-dname)。

source: RP records expose contact information in DNS which can create privacy and security concerns.
cs_cz: RP záznamy vystavují kontaktní informace v DNS, což může vytvořit obavy o soukromí a bezpečnost.
de_de: RP-Einträge legen Kontaktinformationen in DNS offen, was Datenschutz- und Sicherheitsbedenken aufwerfen kann.
es_es: Los registros RP exponen información de contacto en DNS lo que puede crear problemas de privacidad y seguridad.
fr_fr: Les enregistrements RP exposent les informations de contact dans le DNS ce qui peut créer des préoccupations de confidentialité et de sécurité.
id_id: LOC record horizontal precision must be a valid number.
ko_kr: 네거티브 TTL은 새로고침 간격보다 작아야 합니다.
lt_lt: RP įrašai atskleidžia kontaktų informaciją DNS, kas gali kelti privatumo ir saugumo rūpesčių.
pl_pl: Rekordy RP ujawniają informacje kontaktowe w DNS co może stwarzać obawy dotyczące prywatności i bezpieczeństwa.
ru_ru: RP записи раскрывают контактную информацию в DNS, что может создать проблемы конфиденциальности и безопасности.
sv_se: Kunde inte ta bort zonmall
tr_tr: RP kayıtları DNS'te iletişim bilgilerini açığa çıkarır, bu da gizlilik ve güvenlik endişeleri yaratabilir.
uk_ua: HINFO hardware description should be brief (typically 1-2 words).
vi_vn: Tên người ký không hợp lệ cho bản ghi RRSIG. Phải là tên miền đầy đủ hợp lệ.
zh_cn: RP 记录在 DNS 中暴露联系信息，可能引起隐私和安全问题。

source: The RP record is less commonly used today. Consider using WHOIS records or other contact mechanisms instead.
cs_cz: RP záznam se dnes používá méně často. Zvažte místo toho použití WHOIS záznamů nebo jiných kontaktních mechanismů.
de_de: Der RP-Eintrag wird heute weniger häufig verwendet. Erwägen Sie stattdessen die Verwendung von WHOIS-Einträgen oder anderen Kontaktmechanismen.
es_es: El registro RP se usa menos comúnmente hoy en día. Considere usar registros WHOIS u otros mecanismos de contacto en su lugar.
fr_fr: L'enregistrement RP est moins couramment utilisé aujourd'hui. Considérez utiliser les enregistrements WHOIS ou d'autres mécanismes de contact à la place.
id_id: Horizontal precision LOC record harus berupa angka yang valid.
ko_kr: 잘못된 역방향 존 형식입니다.
lt_lt: RP įrašas šiandien naudojamas rečiau. Apsvarstykite WHOIS įrašų ar kitų kontaktų mechanizmų naudojimą vietoj to.
pl_pl: Rekord RP jest dziś rzadziej używany. Rozważ użycie rekordów WHOIS lub innych mechanizmów kontaktu zamiast tego.
ru_ru: RP запись менее часто используется сегодня. Рассмотрите использование WHOIS записей или других механизмов контакта вместо этого.
sv_se: Ogiltig zonmall
tr_tr: RP kaydı bugün daha az kullanılıyor. Bunun yerine WHOIS kayıtları veya diğer iletişim mekanizmalarını kullanmayı düşünün.
uk_ua: HINFO OS description should be brief (typically 1-2 words).
vi_vn: Chữ ký không hợp lệ cho bản ghi RRSIG. Phải là chuỗi base64 hợp lệ.
zh_cn: RP 记录在今天使用较少。请考虑使用 WHOIS 记录或其他联系机制。

source: Ensure corresponding TXT records exist for the txt-dname field if not using a dot (.).
cs_cz: Ujistěte se, že existují odpovídající TXT záznamy pro pole txt-dname, pokud nepoužíváte tečku (.).
de_de: Stellen Sie sicher, dass entsprechende TXT-Einträge für das txt-dname-Feld existieren, wenn Sie keinen Punkt (.) verwenden.
es_es: Asegúrese de que existan registros TXT correspondientes para el campo txt-dname si no usa un punto (.).
fr_fr: Assurez-vous que les enregistrements TXT correspondants existent pour le champ txt-dname si vous n'utilisez pas un point (.).
id_id: LOC record vertical precision is mandatory.
ko_kr: IP 주소는 필수입니다.
lt_lt: Užtikrinkite, kad atitinkami TXT įrašai egzistuoja txt-dname laukui, jei nenaudojate taško (.).
pl_pl: Upewnij się że odpowiednie rekordy TXT istnieją dla pola txt-dname jeśli nie używasz kropki (.).
ru_ru: Убедитесь, что соответствующие TXT записи существуют для поля txt-dname, если не используется точка (.).
sv_se: Zonmallen finns redan
tr_tr: Nokta (.) kullanmıyorsanız txt-dname alanı için karşılık gelen TXT kayıtlarının var olduğundan emin olun.
uk_ua: HINFO records may expose system information. Consider security implications.
vi_vn: Bản ghi RRSIG đã hết hạn. Hãy ký lại RRset.
zh_cn: 如果不使用点 (.)，请确保为 txt-dname 字段存在相应的 TXT 记录。

source: Using "." for the mailbox domain indicates no responsible person is specified. This is not recommended for production domains.
cs_cz: Použití "." pro doménu mailboxu označuje, že není specifikována odpovědná osoba. Toto není doporučeno pro produkční domény.
de_de: Die Verwendung von "." für die Mailbox-Domäne zeigt an, dass keine verantwortliche Person angegeben ist. Dies wird für Produktionsdomänen nicht empfohlen.
es_es: Usar "." para el dominio del buzón indica que no se especifica ninguna persona responsable. Esto no se recomienda para dominios de producción.
fr_fr: Utiliser "." pour le domaine de boîte aux lettres indique qu'aucune personne responsable n'est spécifiée. Ceci n'est pas recommandé pour les domaines de production.
id_id: Vertical precision LOC record wajib diisi.
ko_kr: 잘못된 IP 주소 형식입니다.
lt_lt: Naudojimas "." pašto dėžutės domenui rodo, kad nėra nurodytas atsakingas asmuo. Tai nerekomenduojama produkcinėms domenoms.
pl_pl: Używanie "." dla domeny skrzynki pocztowej wskazuje że nie określono odpowiedzialnej osoby. Nie jest to zalecane dla domen produkcyjnych.
ru_ru: Использование "." для домена почтового ящика указывает, что ответственное лицо не указано. Это не рекомендуется для производственных доменов.
sv_se: Zonmallen finns inte
tr_tr: Mailbox domain için "." kullanmak sorumlu kişinin belirtilmediğini gösterir. Bu üretim domainleri için önerilmez.
uk_ua: TXT record content exceeds 255 characters in single string. Split into multiple strings.
vi_vn: Bản ghi RRSIG chưa hợp lệ (thời gian bắt đầu trong tương lai).
zh_cn: 在邮箱域中使用 "." 表示未指定负责人。不建议在生产域中使用。

source: RP mailbox domain must be a fully qualified domain name (end with a dot).
cs_cz: Doména RP mailboxu musí být plně kvalifikované doménové jméno (končící tečkou).
de_de: RP-Mailbox-Domäne muss ein vollqualifizierter Domänenname sein (mit Punkt enden).
es_es: El dominio del buzón RP debe ser un nombre de dominio totalmente cualificado (terminar con un punto).
fr_fr: Le domaine de boîte aux lettres RP doit être un nom de domaine pleinement qualifié (se terminer par un point).
id_id: LOC record vertical precision must be a valid number.
ko_kr: IP 범위가 잘못되었습니다.
lt_lt: RP pašto dėžutės domenas turi būti pilnas domeno vardas (baigtis tašku).
pl_pl: Domena skrzynki pocztowej RP musi być w pełni kwalifikowaną nazwą domeny (kończyć się kropką).
ru_ru: Домен почтового ящика RP должен быть полностью квалифицированным доменным именем (заканчиваться точкой).
sv_se: Zonmallnamn
tr_tr: RP mailbox domain tam nıtelı bir domain adı olmalıdır (nokta ile bitmeli).
uk_ua: TXT records should use quotes for strings containing spaces.
vi_vn: Bản ghi RRSIG sẽ hết hạn trong vòng %d ngày. Hãy cân nhắc ký lại.
zh_cn: RP 邮箱域必须是完全限定域名（以点结尾）。

source: RP mailbox local part contains invalid characters. Only characters valid in email addresses are allowed.
cs_cz: Lokální část RP mailboxu obsahuje neplatné znaky. Jsou povoleny pouze znaky platné v e-mailových adresách.
de_de: RP-Mailbox-Lokalteil enthält ungültige Zeichen. Nur in E-Mail-Adressen gültige Zeichen sind erlaubt.
es_es: La parte local del buzón RP contiene caracteres inválidos. Solo se permiten caracteres válidos en direcciones de correo electrónico.
fr_fr: La partie locale de la boîte aux lettres RP contient des caractères invalides. Seuls les caractères valides dans les adresses e-mail sont autorisés.
id_id: Vertical precision LOC record harus berupa angka yang valid.
ko_kr: 존은 이미 존재합니다.
lt_lt: RP pašto dėžutės vietinė dalis turi neteisingų simbolių. Leidžiami tik simboliai, teisingi el. pašto adresuose.
pl_pl: Lokalna część skrzynki pocztowej RP zawiera nieprawidłowe znaki. Dozwolone są tylko znaki prawidłowe w adresach email.
ru_ru: Локальная часть почтового ящика RP содержит недопустимые символы. Разрешены только символы, допустимые в адресах электронной почты.
sv_se: Zonmallbeskrivning
tr_tr: RP mailbox yerel kısmı geçersiz karakterler içeriyor. Sadece e-posta adreslerinde geçerli karakterlere izin verilir.
uk_ua: SPF record found in TXT record. Verify syntax according to RFC 7208.
vi_vn: Thời gian bắt đầu RRSIG sau thời gian hết hạn. Đây là lỗi cấu hình.
zh_cn: RP 邮箱本地部分包含无效字符。只允许在电子邮件地址中有效的字符。

source: The mailbox domain represents the email address: %s
cs_cz: Doména mailboxu představuje e-mailovou adresu: %s
de_de: Die Mailbox-Domäne repräsentiert die E-Mail-Adresse: %s
es_es: El dominio del buzón representa la dirección de correo electrónico: %s
fr_fr: Le domaine de boîte aux lettres représente l'adresse e-mail : %s
id_id: NAPTR record order is mandatory.
ko_kr: 존을 생성할 수 없습니다.
lt_lt: Pašto dėžutės domenas atstovauja el. pašto adresą: %s
pl_pl: Domena skrzynki pocztowej reprezentuje adres email: %s
ru_ru: Домен почтового ящика представляет адрес электронной почты: %s
sv_se: Uppdatera zonmall
tr_tr: Mailbox domain e-posta adresini temsil eder: %s
uk_ua: DMARC record found in TXT record. Verify syntax and policy settings.
vi_vn: Loại được bao phủ không hợp lệ cho bản ghi RRSIG.
zh_cn: 邮箱域代表电子邮件地址：%s

source: RP mailbox domain part contains underscores, which are not allowed in domain names.
cs_cz: Část domény RP mailboxu obsahuje podtržítka, která nejsou povolena v doménových jménech.
de_de: RP-Mailbox-Domänenteil enthält Unterstriche, die in Domänennamen nicht erlaubt sind.
es_es: La parte del dominio del buzón RP contiene guiones bajos, que no están permitidos en nombres de dominio.
fr_fr: La partie domaine de la boîte aux lettres RP contient des traits de soulignement, qui ne sont pas autorisés dans les noms de domaine.
id_id: Order NAPTR record wajib diisi.
ko_kr: 존을 삭제할 수 없습니다.
lt_lt: RP pašto dėžutės domeno dalis turi pabraukimų, kurie neleidžiami domenų varduose.
pl_pl: Część domeny skrzynki pocztowej RP zawiera podkreślenia, które nie są dozwolone w nazwach domen.
ru_ru: Доменная часть почтового ящика RP содержит подчеркивания, которые не разрешены в доменных именах.
sv_se: Ta bort zonmall
tr_tr: RP mailbox domain kısmı domain adlarında izin verilmeyen alt çizgiler içeriyor.
uk_ua: DKIM record found in TXT record. Verify public key format.
vi_vn: Bản ghi RRSIG phải có keytag khớp với bản ghi DNSKEY trong zone.
zh_cn: RP 邮箱域部分包含下划线，这在域名中是不允许的。

source: RP mailbox domain must include both local part and domain sections.
cs_cz: Doména RP mailboxu musí obsahovat jak lokální část, tak sekce domény.
de_de: RP-Mailbox-Domäne muss sowohl Lokalteil als auch Domänenabschnitt enthalten.
es_es: El dominio del buzón RP debe incluir tanto la parte local como las secciones del dominio.
fr_fr: Le domaine de boîte aux lettres RP doit inclure à la fois les sections partie locale et domaine.
id_id: NAPTR record order must be between 0 and 65535.
ko_kr: 존을 업데이트할 수 없습니다.
lt_lt: RP pašto dėžutės domenas turi turėti ir vietinę dalį, ir domeno sekcijas.
pl_pl: Domena skrzynki pocztowej RP musi zawierać zarówno część lokalną jak i sekcję domeny.
ru_ru: Домен почтового ящика RP должен включать как локальную часть, так и доменные секции.
sv_se: Lägg till zonmallpost
tr_tr: RP mailbox domain hem yerel kısım hem de domain bölümlerini içermelidir.
uk_ua: Consider adding SPF record (TXT) to prevent email spoofing: "v=spf1 ..."
vi_vn: Thuật toán RRSIG phải khớp với thuật toán DNSKEY tương ứng.
zh_cn: RP 邮箱域必须包含本地部分和域部分。

source: RP mailbox domain contains empty label.
cs_cz: Doména RP mailboxu obsahuje prázdný štítek.
de_de: RP-Mailbox-Domäne enthält leeres Label.
es_es: El dominio del buzón RP contiene una etiqueta vacía.
fr_fr: Le domaine de boîte aux lettres RP contient une étiquette vide.
id_id: Order NAPTR record harus antara 0 dan 65535.
ko_kr: 레코드를 생성할 수 없습니다.
lt_lt: RP pašto dėžutės domenas turi tuščią žymę.
pl_pl: Domena skrzynki pocztowej RP zawiera pustą etykietę.
ru_ru: Домен почтового ящика RP содержит пустую метку.
sv_se: Zonmallpost tillagd
tr_tr: RP mailbox domain boş etiket içeriyor.
uk_ua: Consider adding DMARC record (TXT) at _dmarc subdomain: "v=DMARC1; p=..."
vi_vn: Tên người ký RRSIG phải khớp với zone chứa DNSKEY.
zh_cn: RP 邮箱域包含空标签。

source: RP mailbox domain label exceeds maximum length of 63 characters.
cs_cz: Štítek domény RP mailboxu překračuje maximální délku 63 znaků.
de_de: RP-Mailbox-Domänen-Label überschreitet die maximale Länge von 63 Zeichen.
es_es: La etiqueta del dominio del buzón RP excede la longitud máxima de 63 caracteres.
fr_fr: L'étiquette de domaine de boîte aux lettres RP dépasse la longueur maximale de 63 caractères.
id_id: NAPTR record preference is mandatory.
ko_kr: 레코드를 삭제할 수 없습니다.
lt_lt: RP pašto dėžutės domeno žymė viršija maksimalų 63 simbolių ilgį.
pl_pl: Etykieta domeny skrzynki pocztowej RP przekracza maksymalną długość 63 znaków.
ru_ru: Метка домена почтового ящика RP превышает максимальную длину в 63 символа.
sv_se: Kunde inte lägga till zonmallpost
tr_tr: RP mailbox domain etiketi maksimum 63 karakter uzunluğunu aşıyor.
uk_ua: Underscore prefix suggests this is a protocol-specific record (SRV, TLSA, etc). Verify format.
vi_vn: Số nhãn RRSIG không khớp với số nhãn trong tên chủ.
zh_cn: RP 邮箱域标签超过最大长度 63 个字符。

source: RP mailbox domain contains invalid characters or format.
cs_cz: Doména RP mailboxu obsahuje neplatné znaky nebo formát.
de_de: RP-Mailbox-Domäne enthält ungültige Zeichen oder Format.
es_es: El dominio del buzón RP contiene caracteres o formato inválidos.
fr_fr: Le domaine de boîte aux lettres RP contient des caractères ou un format invalides.
id_id: Preference NAPTR record wajib diisi.
ko_kr: 레코드를 업데이트할 수 없습니다.
lt_lt: RP pašto dėžutės domenas turi neteisingų simbolių ar formatą.
pl_pl: Domena skrzynki pocztowej RP zawiera nieprawidłowe znaki lub format.
ru_ru: Домен почтового ящика RP содержит недопустимые символы или формат.
sv_se: Zonmallpost borttagen
tr_tr: RP mailbox domain geçersiz karakterler veya format içeriyor.
uk_ua: This name matches common DDoS amplification attack patterns. Ensure records are necessary.
vi_vn: Nội dung bản ghi RRSIG phải ở định dạng: typecovered algorithm labels originalttl expiration inception keytag signer signature.
zh_cn: RP 邮箱域包含无效字符或格式。

source: RP mailbox domain exceeds maximum length of 253 characters.
cs_cz: Doména RP mailboxu překračuje maximální délku 253 znaků.
de_de: RP-Mailbox-Domäne überschreitet die maximale Länge von 253 Zeichen.
es_es: El dominio del buzón RP excede la longitud máxima de 253 caracteres.
fr_fr: Le domaine de boîte aux lettres RP dépasse la longueur maximale de 253 caractères.
id_id: NAPTR record preference must be between 0 and 65535.
ko_kr: PowerDNS API에 연결할 수 없습니다.
lt_lt: RP pašto dėžutės domenas viršija maksimalų 253 simbolių ilgį.
pl_pl: Domena skrzynki pocztowej RP przekracza maksymalną długość 253 znaków.
ru_ru: Домен почтового ящика RP превышает максимальную длину в 253 символа.
sv_se: Kunde inte ta bort zonmallpost
tr_tr: RP mailbox domain maksimum 253 karakter uzunluğunu aşıyor.
uk_ua: Record appears to be a subdomain delegation. Ensure parent zone has corresponding NS records.
vi_vn: Ký tự không hợp lệ trong nội dung bản ghi RRSIG.
zh_cn: RP 邮箱域超过最大长度 253 个字符。

source: RP mailbox domain part is not a valid domain name.
cs_cz: Část domény RP mailboxu není platné doménové jméno.
de_de: RP-Mailbox-Domänenteil ist kein gültiger Domänenname.
es_es: La parte del dominio del buzón RP no es un nombre de dominio válido.
fr_fr: La partie domaine de boîte aux lettres RP n'est pas un nom de domaine valide.
id_id: Preference NAPTR record harus antara 0 dan 65535.
ko_kr: PowerDNS API 오류: %s
lt_lt: RP pašto dėžutės domeno dalis nėra teisingas domeno vardas.
pl_pl: Część domeny skrzynki pocztowej RP nie jest prawidłową nazwą domeny.
ru_ru: Доменная часть почтового ящика RP не является допустимым доменным именем.
sv_se: Zonmallposten finns inte
tr_tr: RP mailbox domain kısmı geçerli bir domain adı değil.
uk_ua: IPv6 address appears to be using deprecated site-local prefix (fec0::/10). Use ULA (fc00::/7) instead.
vi_vn: Trường ưu tiên cho bản ghi RRSIG phải là 0 hoặc rỗng
zh_cn: RP 邮箱域部分不是有效的域名。

source: The mailbox domain should use the same format as the RNAME field in SOA records, with @ replaced by a dot.
cs_cz: Doména mailboxu by měla používat stejný formát jako pole RNAME v SOA záznamech, s @ nahrazeným tečkou.
de_de: Die Mailbox-Domäne sollte dasselbe Format wie das RNAME-Feld in SOA-Einträgen verwenden, mit @ ersetzt durch einen Punkt.
es_es: El dominio del buzón debe usar el mismo formato que el campo RNAME en registros SOA, con @ reemplazado por un punto.
fr_fr: Le domaine de boîte aux lettres doit utiliser le même format que le champ RNAME dans les enregistrements SOA, avec @ remplacé par un point.
id_id: NAPTR record flags is mandatory.
ko_kr: API 엔드포인트가 구성되지 않았습니다.
lt_lt: Pašto dėžutės domenas turėtų naudoti tą patį formatą kaip RNAME laukas SOA įrašuose, su @ pakeičiant tašku.
pl_pl: Domena skrzynki pocztowej powinna używać tego samego formatu co pole RNAME w rekordach SOA, z @ zastąpionym przez kropkę.
ru_ru: Домен почтового ящика должен использовать тот же формат, что и поле RNAME в SOA записях, с @ замененным на точку.
sv_se: Redigera zonmallpost
tr_tr: Mailbox domain SOA kayıtlarındaki RNAME alanıyla aynı formatı kullanmalıdır, @ işareti nokta ile değiştirilmelidir.
uk_ua: IPv6 address is using documentation prefix (2001:db8::/32). This should not be used in production.
vi_vn: Bản ghi RRSIG thường được quản lý tự động bởi phần mềm ký DNSSEC. Không khuyến khích tạo thủ công.
zh_cn: 邮箱域应使用与 SOA 记录中 RNAME 字段相同的格式，将 @ 替换为点。

source: Using "." for the TXT domain indicates no additional information TXT record is available.
cs_cz: Použití "." pro TXT doménu označuje, že není k dispozici žádný dodatečný informační TXT záznam.
de_de: Die Verwendung von "." für die TXT-Domäne zeigt an, dass kein zusätzlicher Informations-TXT-Eintrag verfügbar ist.
es_es: Usar "." para el dominio TXT indica que no hay registro TXT de información adicional disponible.
fr_fr: Utiliser "." pour le domaine TXT indique qu'aucun enregistrement TXT d'information supplémentaire n'est disponible.
id_id: Flags NAPTR record wajib diisi.
ko_kr: API 키가 구성되지 않았습니다.
lt_lt: Naudojimas "." TXT domenui rodo, kad nėra papildomos informacijos TXT įrašas.
pl_pl: Używanie "." dla domeny TXT wskazuje że żaden dodatkowy rekord TXT z informacjami nie jest dostępny.
ru_ru: Использование "." для TXT домена указывает, что дополнительная информационная TXT запись недоступна.
sv_se: Ta bort zonmallpost
tr_tr: TXT domain için "." kullanmak ek bilgi TXT kaydının mevcut olmadığını gösterir.
uk_ua: Content contains quotes. Ensure proper escaping in zone file.
vi_vn: Có nhiều bản ghi RRSIG cho cùng một loại RR. Hãy xác minh điều này là cố ý (nhiều thuật toán).
zh_cn: 在 TXT 域中使用 "." 表示没有可用的附加信息 TXT 记录。

source: RP TXT domain must be a fully qualified domain name (end with a dot).
cs_cz: RP TXT doména musí být plně kvalifikované doménové jméno (končící tečkou).
de_de: RP-TXT-Domäne muss ein vollqualifizierter Domänenname sein (mit Punkt enden).
es_es: El dominio TXT RP debe ser un nombre de dominio totalmente cualificado (terminar con un punto).
fr_fr: Le domaine TXT RP doit être un nom de domaine pleinement qualifié (se terminer par un point).
id_id: NAPTR record service is mandatory.
ko_kr: 잘못된 API 응답 형식입니다.
lt_lt: RP TXT domenas turi būti pilnas domeno vardas (baigtis tašku).
pl_pl: Domena TXT RP musi być w pełni kwalifikowaną nazwą domeny (kończyć się kropką).
ru_ru: TXT домен RP должен быть полностью квалифицированным доменным именем (заканчиваться точкой).
sv_se: Är du säker på att du vill ta bort denna zonmallpost?
tr_tr: RP TXT domain tam nıtelı bir domain adı olmalıdır (nokta ile bitmeli).
uk_ua: Content contains backslash. Ensure proper escaping in zone file.
vi_vn: Bản ghi NSEC3PARAM hiện diện. Hãy đảm bảo các bản ghi NSEC3 tương ứng tồn tại.
zh_cn: RP TXT 域必须是完全限定域名（以点结尾）。

source: RP TXT domain is not a valid domain name.
cs_cz: RP TXT doména není platné doménové jméno.
de_de: RP-TXT-Domäne ist kein gültiger Domänenname.
es_es: El dominio TXT RP no es un nombre de dominio válido.
fr_fr: Le domaine TXT RP n'est pas un nom de domaine valide.
id_id: Service NAPTR record wajib diisi.
ko_kr: 이 작업을 수행할 권한이 없습니다.
lt_lt: RP TXT domenas nėra teisingas domeno vardas.
pl_pl: Domena TXT RP nie jest prawidłową nazwą domeny.
ru_ru: TXT домен RP не является допустимым доменным именем.
sv_se: Zonmallpost uppdaterad
tr_tr: RP TXT domain geçerli bir domain adı değil.
uk_ua: Content contains semicolon, which may be interpreted as comment in some zone file parsers.
vi_vn: Thuật toán không hợp lệ cho bản ghi NSEC3. Phải là 1 (SHA-1).
zh_cn: RP TXT 域不是有效的域名。
