Repository: poweradmin/poweradmin
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: cs_cz, de_de, es_es, fr_fr, id_id, ko_kr, lt_lt, pl_pl, ru_ru, sv_se, tr_tr, uk_ua, vi_vn, zh_cn

source: Leave password field empty to keep the current password
cs_cz: Ponechte pole hesla prázdné pro zachování současného hesla
de_de: Leeres Passwort Feld übernimmt das aktuelle Passwort
es_es: Deje el campo de contraseña vacío para mantener la contraseña actual
fr_fr: Laisser le champ mot de passe vide pour conserver le mot de passe actuel
lt_lt: Palikite slaptažodžio lauką tuščią, kad išlaikytumėte dabartinį slaptažodį
pl_pl: Pozostaw pole hasła puste, aby zachować obecne hasło
ru_ru: Оставьте поле пароля пустым, чтобы сохранить текущий пароль
tr_tr: Mevcut şifreyi korumak için şifre alanını boş bırakın
zh_cn: 保留密码字段为空以保持当前密码

source: Changing permission templates will update user access immediately
cs_cz: Změna šablon oprávnění okamžitě aktualizuje přístup uživatele
de_de: Ändern von Berechtigungsvorlagen ändert Benutzer Zugang sofort
es_es: Cambiar plantillas de permisos actualizará el acceso del usuario inmediatamente
fr_fr: Changer les modèles de permissions mettra à jour l'accès utilisateur immédiatement
lt_lt: Leidimų šablonų keitimas iš karto atnaujins naudotojo prieigą
pl_pl: Zmiana szablonów uprawnień natychmiast zaktualizuje dostęp użytkownika
ru_ru: Изменение шаблонов разрешений немедленно обновит доступ пользователя
tr_tr: İzin şablonlarını değiştirmek kullanıcı erişimini hemen güncelleyecektir
zh_cn: 更改权限模板将立即更新用户访问权限

source: Users can be disabled instead of deleted to preserve their settings
cs_cz: Uživatelé mohou být zakázáni místo smazání pro zachování jejich nastavení
de_de: Um die Einstellungen zu erhalten, kann ein Benutzer deaktiviert anstatt gelöscht werden
es_es: Los usuarios pueden deshabilitarse en lugar de eliminarse para preservar su configuración
fr_fr: Les utilisateurs peuvent être désactivés au lieu d'être supprimés pour préserver leurs paramètres
lt_lt: Naudotojai gali būti išjungti vietoj pašalinimo, kad išlaikytumėte jų nustatymus
pl_pl: Użytkownicy mogą być wyłączeni zamiast usunięci, aby zachować ich ustawienia
ru_ru: Пользователи могут быть отключены вместо удаления для сохранения их настроек
tr_tr: Kullanıcılar ayarlarını korumak için silinmek yerine devre dışı bırakılabilir
zh_cn: 可以禁用用户而不是删除用户以保留其设置

source: LDAP users cannot have passwords managed through this interface
cs_cz: LDAP uživatelé nemohou mít hesla spravovaná prostřednictvím tohoto rozhraní
de_de: LDAP Benutzer können Ihr Passwort nicht hier verwalten
es_es: Los usuarios LDAP no pueden tener contraseñas gestionadas a través de esta interfaz
fr_fr: Les utilisateurs LDAP ne peuvent pas avoir leurs mots de passe gérés via cette interface
lt_lt: LDAP naudotojų slaptažodžiai negali būti valdomi per šią sąsają
pl_pl: Użytkownicy LDAP nie mogą mieć haseł zarządzanych przez ten interfejs
ru_ru: Пароли LDAP пользователей нельзя управлять через этот интерфейс
tr_tr: LDAP kullanıcılarının şifreleri bu arayüz üzerinden yönetilemez
zh_cn: LDAP 用户无法通过此界面管理密码

source: Permission templates
cs_cz: Šablony oprávnění
de_de: Berechtigungsvorlagen
es_es: Plantillas de permisos
fr_fr: Modèles de permissions
lt_lt: Leidimų šablonai
pl_pl: Szablony uprawnień
ru_ru: Шаблоны разрешений
tr_tr: İzin şablonları
zh_cn: 权限模板

source: Add Permission Template
cs_cz: Přidat šablonu oprávnění
de_de: Berechtigungsvorlage hinzufügen
es_es: Agregar Plantilla de Permisos
fr_fr: Ajouter un Modèle de Permissions
lt_lt: Pridėti leidimų šabloną
pl_pl: Dodaj szablon uprawnień
ru_ru: Добавить Шаблон Разрешений
tr_tr: İzin Şablonu Ekle
zh_cn: 添加权限模板

source: About Permission Templates
cs_cz: O šablonách oprávnění
de_de: Über Berechtigungsvorlagen
es_es: Acerca de las Plantillas de Permisos
fr_fr: À propos des Modèles de Permissions
lt_lt: Apie leidimų šablonus
pl_pl: O szablonach uprawnień
ru_ru: О Шаблонах Разрешений
tr_tr: İzin Şablonları Hakkında
zh_cn: 关于权限模板

source: What are Permission Templates?
cs_cz: Co jsou šablony oprávnění?
de_de: Was sind Berechtigungsvorlagen?
es_es: ¿Qué son las Plantillas de Permisos?
fr_fr: Que sont les Modèles de Permissions?
lt_lt: Kas yra leidimų šablonai?
pl_pl: Czym są szablony uprawnień?
ru_ru: Что такое Шаблоны Разрешений?
tr_tr: İzin Şablonları Nedir?
zh_cn: 什么是权限模板？

source: Permission templates define sets of actions that users can perform in Poweradmin. They provide a quick way to assign common permission combinations to multiple users.
cs_cz: Šablony oprávnění definují sady akcí, které mohou uživatelé v Poweradmin provádět. Poskytují rychlý způsob přiřazení běžných kombinací oprávnění více uživatelům.
de_de: Berechtigungsvorlagen definieren Aktionssätze, die Benutzer in Poweradmin ausführen können. Sie bieten eine schnelle Möglichkeit, häufige Berechtigungskombinationen mehreren Benutzern zuzuweisen.
es_es: Las plantillas de permisos definen conjuntos de acciones que los usuarios pueden realizar en Poweradmin. Proporcionan una forma rápida de asignar combinaciones de permisos comunes a múltiples usuarios.
fr_fr: Les modèles de permissions définissent des ensembles d'actions que les utilisateurs peuvent effectuer dans Poweradmin. Ils offrent un moyen rapide d'attribuer des combinaisons de permissions communes à plusieurs utilisateurs.
lt_lt: Leidimų šablonai apibrėžia veiksmų rinkinius, kuriuos naudotojai gali atlikti Poweradmin sistemoje. Jie suteikia greitą būdą priskirti įprastus leidimų derinius keliems naudotojams.
pl_pl: Szablony uprawnień definiują zestawy akcji, które użytkownicy mogą wykonywać w Poweradmin. Zapewniają szybki sposób przypisywania typowych kombinacji uprawnień do wielu użytkowników.
ru_ru: Шаблоны разрешений определяют наборы действий, которые пользователи могут выполнять в Poweradmin. Они предоставляют быстрый способ назначить общие комбинации разрешений нескольким пользователям.
tr_tr: İzin şablonları, kullanıcıların Poweradmin'de gerçekleştirebileceği eylem setlerini tanımlar. Birden fazla kullanıcıya ortak izin kombinasyonlarını hızlı bir şekilde atamak için bir yol sağlarlar.
zh_cn: 权限模板定义用户在 Poweradmin 中可以执行的操作集。它们提供了一种快速方法来为多个用户分配常见的权限组合。

source: After creating a template, you can assign it to users when creating or editing user accounts. This ensures consistent permissions across user groups with similar roles.
cs_cz: Po vytvoření šablony ji můžete přiřadit uživatelům při vytváření nebo úpravě uživatelských účtů. To zajišťuje konzistentní oprávnění napříč skupinami uživatelů s podobnými rolemi.
de_de: Nach dem Erstellen einer Vorlage können Sie sie Benutzern zuweisen, wenn Sie Benutzerkonten erstellen oder bearbeiten. Dies gewährleistet konsistente Berechtigungen über Benutzergruppen mit ähnlichen Rollen hinweg.
es_es: Después de crear una plantilla, puede asignarla a usuarios al crear o editar cuentas de usuario. Esto asegura permisos consistentes entre grupos de usuarios con roles similares.
fr_fr: Après avoir créé un modèle, vous pouvez l'attribuer aux utilisateurs lors de la création ou de la modification des comptes utilisateur. Cela garantit des permissions cohérentes entre les groupes d'utilisateurs ayant des rôles similaires.
lt_lt: Sukūrę šabloną, galite jį priskirti naudotojams kuriant arba redaguojant naudotojų paskyras. Tai užtikrina nuoseklius leidimus naudotojų grupėse su panašiais vaidmenimis.
pl_pl: Po utworzeniu szablonu możesz przypisać go użytkownikom podczas tworzenia lub edycji kont użytkowników. Zapewnia to spójne uprawnienia w grupach użytkowników o podobnych rolach.
ru_ru: После создания шаблона вы можете назначить его пользователям при создании или редактировании учетных записей. Это обеспечивает согласованные разрешения для групп пользователей с похожими ролями.
tr_tr: Bir şablon oluşturduktan sonra, kullanıcı hesapları oluştururken veya düzenlerken bunu kullanıcılara atayabilirsiniz. Bu, benzer rollere sahip kullanıcı grupları arasında tutarlı izinler sağlar.
zh_cn: 创建模板后，您可以在创建或编辑用户账户时将其分配给用户。这确保了具有相似角色的用户组之间权限的一致性。

source: Delete Permission Template
cs_cz: Smazat šablonu oprávnění
de_de: Berechtigungsvorlage löschen
es_es: Eliminar Plantilla de Permisos
fr_fr: Supprimer le Modèle de Permissions
lt_lt: Pašalinti leidimų šabloną
pl_pl: Usuń szablon uprawnień
ru_ru: Удалить Шаблон Разрешений
tr_tr: İzin Şablonunu Sil
zh_cn: 删除权限模板

source: You are about to delete the permission template
cs_cz: Chystáte se smazat šablonu oprávnění
de_de: Sie sind dabei eine Berechtigungsvorlage zu löschen
es_es: Está a punto de eliminar la plantilla de permisos
fr_fr: Vous êtes sur le point de supprimer le modèle de permissions
lt_lt: Jūs ketinate pašalinti leidimų šabloną
pl_pl: Zamierzasz usunąć szablon uprawnień
ru_ru: Вы собираетесь удалить шаблон разрешений
tr_tr: İzin şablonunu silmek üzeresiniz
zh_cn: 您即将删除权限模板

source: Save as new template
cs_cz: Uložit jako novou šablonu
de_de: Als neue Vorlage speichern
es_es: Guardar como nueva plantilla
fr_fr: Enregistrer comme nouveau modèle
lt_lt: Išsaugoti kaip naują šabloną
pl_pl: Zapisz jako nowy szablon
ru_ru: Сохранить как новый шаблон
tr_tr: Yeni şablon olarak kaydet
zh_cn: 保存为新模板

source: Create a reusable template from this zone's records
cs_cz: Vytvořit opakovaně použitelnou šablonu ze záznamů této zóny
de_de: Erstelle eine verwendbare Vorlage aus den Einträgen dieser Zone
es_es: Crear una plantilla reutilizable a partir de los registros de esta zona
fr_fr: Créer un modèle réutilisable à partir des enregistrements de cette zone
lt_lt: Sukurti pakartotinai naudojamą šabloną iš šios zonos įrašų
pl_pl: Utwórz szablon wielokrotnego użytku z rekordów tej strefy
ru_ru: Создать многоразовый шаблон из записей этой зоны
tr_tr: Bu zonun kayıtlarından yeniden kullanılabilir şablon oluştur
zh_cn: 从此区域的记录创建可重用模板

source: Template Description
cs_cz: Popis šablony
de_de: Vorlagenbeschreibung
es_es: Descripción de Plantilla
fr_fr: Description du Modèle
lt_lt: Šablono aprašymas
pl_pl: Opis szablonu
ru_ru: Описание Шаблона
tr_tr: Şablon Açıklaması
zh_cn: 模板描述

source: Optional description for this template
cs_cz: Volitelný popis pro tuto šablonu
de_de: Optionale Beschreibung der Vorlage
es_es: Descripción opcional para esta plantilla
fr_fr: Description optionnelle pour ce modèle
lt_lt: Neprivalomas šio šablono aprašymas
pl_pl: Opcjonalny opis tego szablonu
ru_ru: Необязательное описание для этого шаблона
tr_tr: Bu şablon için isteğe bağlı açıklama
zh_cn: 此模板的可选描述

source: Save as template
cs_cz: Uložit jako šablonu
de_de: Als Vorlage speichern
es_es: Guardar como plantilla
fr_fr: Enregistrer comme modèle
lt_lt: Išsaugoti kaip šabloną
pl_pl: Zapisz jako szablon
ru_ru: Сохранить как шаблон
tr_tr: Şablon olarak kaydet
zh_cn: 保存为模板

source: Zone Settings
cs_cz: Nastavení zóny
de_de: Zonen Einstellungen
es_es: Configuración de Zona
fr_fr: Paramètres de Zone
lt_lt: Zonos nustatymai
pl_pl: Ustawienia strefy
ru_ru: Настройки Зоны
tr_tr: Zon Ayarları
zh_cn: 区域设置

source: Owner of zone
cs_cz: Vlastník zóny
de_de: Zonenbesitzer
es_es: Propietario de zona
fr_fr: Propriétaire de la zone
lt_lt: Zonos savininkas
pl_pl: Właściciel strefy
ru_ru: Владелец зоны
tr_tr: Zon sahibi
zh_cn: 区域所有者

source: No owner set for this zone.
cs_cz: Pro tuto zónu není nastaven žádný vlastník.
de_de: Kein Besitzer für diese Zone festgelegt.
es_es: No se ha establecido propietario para esta zona.
fr_fr: Aucun propriétaire défini pour cette zone.
lt_lt: Šiai zonai nenustatytas savininkas.
pl_pl: Nie ustawiono właściciela dla tej strefy.
ru_ru: Для этой зоны не установлен владелец.
tr_tr: Bu zon için hiçbir sahip atanmamış.
zh_cn: 此区域未设置所有者。

source: Select All Filtered
cs_cz: Vybrat všechny filtrované
de_de: Gefilterte auswählen
es_es: Seleccionar Todos los Filtrados
fr_fr: Sélectionner Tout Filtré
lt_lt: Pasirinkti visus filtruotus
pl_pl: Zaznacz wszystkie przefiltrowane
ru_ru: Выбрать Все Отфильтрованные
tr_tr: Filtrelenenlerin Hepsini Seç
zh_cn: 选择所有已筛选

source: User Administration
cs_cz: Správa uživatelů
de_de: Benutzerverwaltung
es_es: Administración de Usuarios
fr_fr: Administration des Utilisateurs
lt_lt: Naudotojų administravimas
pl_pl: Administracja użytkownikami
ru_ru: Администрирование Пользователей
tr_tr: Kullanıcı Yönetimi
zh_cn: 用户管理

source: Create descriptive usernames that are easy to identify
cs_cz: Vytvářejte popisná uživatelská jména, která jsou snadno identifikovatelná
de_de: Erstelle Benutzernamen die einfach zu identifizieren sind
es_es: Crear nombres de usuario descriptivos que sean fáciles de identificar
fr_fr: Créer des noms d'utilisateur descriptifs faciles à identifier
lt_lt: Kurkite aprašomuosius naudotojų vardus, kuriuos lengva atpažinti
pl_pl: Twórz opisowe nazwy użytkowników, które są łatwe do zidentyfikowania
ru_ru: Создавайте описательные имена пользователей, которые легко идентифицировать
tr_tr: Tanımlanması kolay açıklayıcı kullanıcı adları oluşturun

source: Adding a full name helps with user identification
cs_cz: Přidání celého jména pomáhá s identifikací uživatele
de_de: Einen vollständigen Namen angeben erhöht die Identifizierung
es_es: Agregar un nombre completo ayuda con la identificación del usuario
fr_fr: Ajouter un nom complet aide à l'identification de l'utilisateur
lt_lt: Pilno vardo pridėjimas padeda atpažinti naudotoją
pl_pl: Dodanie pełnego imienia i nazwiska pomaga w identyfikacji użytkownika
ru_ru: Добавление полного имени помогает с идентификацией пользователя
tr_tr: Tam ad eklemek kullanıcı tanımlamaya yardımcı olur

source: Auto-generating passwords is recommended for better security
cs_cz: Automatické generování hesel se doporučuje pro lepší bezpečnost
de_de: Aus Sicherheitsgründen wird das automatische Generieren des Passworts empfohlen
es_es: Se recomienda generar contraseñas automáticamente para mejor seguridad
fr_fr: La génération automatique de mots de passe est recommandée pour une meilleure sécurité
lt_lt: Automatinis slaptažodžių generavimas rekomenduojamas geresniam saugumui
pl_pl: Automatyczne generowanie haseł jest zalecane dla lepszego bezpieczeństwa
ru_ru: Автоматическая генерация паролей рекомендуется для лучшей безопасности
tr_tr: Daha iyi güvenlik için otomatik şifre oluşturma önerilir

source: User responsible for this zone
cs_cz: Uživatel odpovědný za tuto zónu
de_de: Benutzer der für die Zonen verantwortlich ist
es_es: Usuario responsable de esta zona
fr_fr: Utilisateur responsable de cette zone
lt_lt: Už šią zoną atsakingas naudotojas
pl_pl: Użytkownik odpowiedzialny za tę strefę
ru_ru: Пользователь, ответственный за эту зону
tr_tr: Bu zondan sorumlu kullanıcı

source: Zone Information
cs_cz: Informace o zóně
de_de: Zonen Information
es_es: Información de Zona
fr_fr: Informations de la Zone
lt_lt: Zonos informacija
pl_pl: Informacje o strefie
ru_ru: Информация о зоне
tr_tr: Zon Bilgileri

source: About Master Zones
cs_cz: O hlavních zónách
de_de: Über Master Zonen
es_es: Acerca de las Zonas Maestras
fr_fr: À propos des Zones Maîtres
lt_lt: Apie Master zonas
pl_pl: O strefach głównych
ru_ru: О главных зонах
tr_tr: Master Zonlar Hakkında

source: A master zone is a zone for which this PowerDNS server is the primary authority. You can add, edit and delete records in master zones.
cs_cz: Hlavní zóna je zóna, pro kterou je tento PowerDNS server primární autoritou. Můžete přidávat, upravovat a mazat záznamy v hlavních zónách.
de_de: Eine Master-Zone ist eine Zone, für die dieser PowerDNS-Server die primäre Autorität ist. Sie können Einträge in Master-Zonen hinzufügen, bearbeiten und löschen.
es_es: Una zona maestra es una zona para la cual este servidor PowerDNS es la autoridad principal. Puede agregar, editar y eliminar registros en zonas maestras.
fr_fr: Une zone maître est une zone pour laquelle ce serveur PowerDNS est l'autorité primaire. Vous pouvez ajouter, modifier et supprimer des enregistrements dans les zones maîtres.
lt_lt: Master zona yra zona, kuriai šis PowerDNS serveris yra pirminis autoritetas. Master zonose galite pridėti, redaguoti ir pašalinti įrašus.
pl_pl: Strefa główna to strefa, dla której ten serwer PowerDNS jest główną instancją. Możesz dodawać, edytować i usuwać rekordy w strefach głównych.
ru_ru: Главная зона - это зона, для которой данный сервер PowerDNS является основным авторитетом. Вы можете добавлять, редактировать и удалять записи в главных зонах.
tr_tr: Master zon, bu PowerDNS sunucusunun birincil otorite olduğu zondur. Master zonlarda kayıt ekleyebilir, düzenleyebilir ve silebilirsiniz.

source: After creating the zone, you will be redirected to add DNS records to it.
cs_cz: Po vytvoření zóny budete přesměrováni na přidání DNS záznamů.
de_de: Nach dem Erstellen der Zone werden Sie weitergeleitet, um DNS-Einträge hinzuzufügen.
es_es: Después de crear la zona, será redirigido para agregar registros DNS a la misma.
fr_fr: Après avoir créé la zone, vous serez redirigé pour y ajouter des enregistrements DNS.
lt_lt: Sukūrę zoną, būsite nukreipti pridėti į ją DNS įrašų.
pl_pl: Po utworzeniu strefy zostaniesz przekierowany do dodawania rekordów DNS.
ru_ru: После создания зоны вы будете перенаправлены для добавления DNS записей в неё.
tr_tr: Zonu oluşturduktan sonra, ona DNS kayıtları eklemek için yönlendirileceksiniz.

source: DNSSEC Information
cs_cz: Informace o DNSSEC
de_de: DNSSEC-Informationen
es_es: Información DNSSEC
fr_fr: Informations DNSSEC
lt_lt: DNSSEC informacija
pl_pl: Informacje o DNSSEC
ru_ru: Информация о DNSSEC
tr_tr: DNSSEC Bilgileri

source: DNSSEC (Domain Name System Security Extensions) adds cryptographic signatures to DNS records to protect against spoofing and cache poisoning attacks.
cs_cz: DNSSEC (Domain Name System Security Extensions) přidává kryptografické podpisy k DNS záznamům pro ochranu proti útokům spoofingu a cache poisoning.
de_de: DNSSEC (Domain Name System Security Extensions) fügt kryptografische Signaturen zu DNS-Einträgen hinzu, um vor Spoofing- und Cache-Poisoning-Angriffen zu schützen.
es_es: DNSSEC (Extensiones de Seguridad del Sistema de Nombres de Dominio) agrega firmas criptográficas a los registros DNS para proteger contra ataques de suplantación y envenenamiento de caché.
fr_fr: DNSSEC (Extensions de Sécurité du Système de Noms de Domaine) ajoute des signatures cryptographiques aux enregistrements DNS pour protéger contre les attaques d'usurpation et d'empoisonnement de cache.
lt_lt: DNSSEC (domeno vardų sistemos saugumo plėtiniai) prideda kriptografinius parašus prie DNS įrašų, kad apsaugotų nuo klastojimo ir spartinančiosios atminties užnuodijimo atakų.
pl_pl: DNSSEC (Domain Name System Security Extensions) dodaje kryptograficzne podpisy do rekordów DNS w celu ochrony przed atakami spoofingu i zatrucia pamięci podręcznej.
ru_ru: DNSSEC (Расширения безопасности системы доменных имен) добавляет криптографические подписи к DNS записям для защиты от атак подмены и отравления кэша.
tr_tr: DNSSEC (Domain Name System Security Extensions), sahteciliğe ve önbellekleme zehirlenmesi saldırılarına karşı koruma sağlamak için DNS kayıtlarına kriptografik imzalar ekler.

source: When enabled, PowerDNS will automatically generate and manage the necessary keys and signatures for the zone.
cs_cz: Když je povoleno, PowerDNS automaticky vygeneruje a spravuje potřebné klíče a podpisy pro zónu.
de_de: Wenn aktiviert, generiert und verwaltet PowerDNS automatisch die notwendigen Schlüssel und Signaturen für die Zone.
es_es: Cuando está habilitado, PowerDNS generará y administrará automáticamente las claves y firmas necesarias para la zona.
fr_fr: Lorsqu'activé, PowerDNS générera et gérera automatiquement les clés et signatures nécessaires pour la zone.
lt_lt: Įjungus PowerDNS automatiškai generuos ir valdys reikalingus raktus bei parašus zonai.
pl_pl: Po włączeniu PowerDNS automatycznie wygeneruje i będzie zarządzać niezbędnymi kluczami i podpisami dla strefy.
ru_ru: При включении PowerDNS автоматически сгенерирует и будет управлять необходимыми ключами и подписями для зоны.
tr_tr: Etkinleştirildiğinde, PowerDNS zon için gerekli anahtarları ve imzaları otomatik olarak oluşturacak ve yönetecektir.

source: Use fully qualified domain names (example.com)
cs_cz: Používejte plně kvalifikované názvy domén (example.com)
de_de: Benutze "Fully Qualified Domain Names" (example.com)
es_es: Usar nombres de dominio completamente calificados (ejemplo.com)
fr_fr: Utiliser des noms de domaine pleinement qualifiés (exemple.com)
lt_lt: Naudokite pilnai kvalifikuotus domenų vardus (example.com)
pl_pl: Używaj w pełni kwalifikowanych nazw domen (np. example.com)
ru_ru: Используйте полные доменные имена (example.com)
tr_tr: Tam nitelikli domain adları kullanın (example.com)

source: Select a template to automatically create common DNS records
cs_cz: Vyberte šablonu pro automatické vytvoření běžných DNS záznamů
de_de: Wähle eine Vorlage um die üblichen DNS Einträge automatisch zu erstellen
es_es: Seleccionar una plantilla para crear automáticamente registros DNS comunes
fr_fr: Sélectionner un modèle pour créer automatiquement des enregistrements DNS courants
lt_lt: Pasirinkite šabloną, kad automatiškai sukurtumėte įprastus DNS įrašus
pl_pl: Wybierz szablon, aby automatycznie utworzyć podstawowe rekordy DNS
ru_ru: Выберите шаблон для автоматического создания общих DNS записей
tr_tr: Ortak DNS kayıtlarını otomatik olarak oluşturmak için bir şablon seçin

source: NATIVE zone type is recommended for most setups
cs_cz: Typ zóny NATIVE se doporučuje pro většinu nastavení
de_de: Der NATIVE Zonen Type ist für die meisten Setups empfohlen
es_es: El tipo de zona NATIVE es recomendado para la mayoría de configuraciones
fr_fr: Le type de zone NATIVE est recommandé pour la plupart des configurations
lt_lt: NATIVE zonos tipas rekomenduojamas daugumai nustatymų
pl_pl: Typ strefy NATIVE jest zalecany dla większości konfiguracji
ru_ru: Тип зоны NATIVE рекомендуется для большинства установок
tr_tr: NATIVE zon tipi çoğu kurulum için önerilir

source: API Key:
cs_cz: API klíč:
de_de: API-Schlüssel:
es_es: Clave API:
fr_fr: Clé API :
lt_lt: API raktas:
ru_ru: API ключ:
tr_tr: API Anahtarı:

source: Are you sure you want to delete the selected zones? This action cannot be undone.
cs_cz: Jste si jisti, že chcete smazat vybrané zóny? Tuto akci nelze vrátit zpět.
de_de: Sind Sie sicher, dass Sie die ausgewählten Zonen löschen möchten? Diese Aktion kann nicht rückgängig gemacht werden.
es_es: ¿Estás seguro de que quieres eliminar las zonas seleccionadas? Esta acción no se puede deshacer.
fr_fr: Êtes-vous sûr de vouloir supprimer les zones sélectionnées? Cette action ne peut pas être annulée.
lt_lt: Ar tikrai norite ištrinti pasirinktas zonas? Šio veiksmo negalima atšaukti.
pl_pl: Czy na pewno chcesz usunąć wybrane strefy? Ta czynność nie może być cofnięta.
ru_ru: Вы уверены, что хотите удалить выбранные зоны? Это действие невозможно отменить.
tr_tr: Seçilen zonları silmek istediğinizden emin misiniz? Bu işlem geri alınamaz.

source: Are you sure you want to delete the selected records? This action cannot be undone.
cs_cz: Jste si jisti, že chcete smazat vybrané záznamy? Tuto akci nelze vrátit zpět.
de_de: Sind Sie sicher, dass Sie die ausgewählten Einträge löschen möchten? Diese Aktion kann nicht rückgängig gemacht werden.
es_es: ¿Estás seguro de que quieres eliminar los registros seleccionados? Esta acción no se puede deshacer.
fr_fr: Êtes-vous sûr de vouloir supprimer les enregistrements sélectionnés? Cette action ne peut pas être annulée.
lt_lt: Ar tikrai norite ištrinti pasirinktus įrašus? Šio veiksmo negalima atšaukti.
pl_pl: Czy na pewno chcesz usunąć wybrane rekordy? Ta czynność nie może być cofnięta.
ru_ru: Вы уверены, что хотите удалить выбранные записи? Это действие невозможно отменить.
tr_tr: Seçilen kayıtları silmek istediğinizden emin misiniz? Bu işlem geri alınamaz.
