Repository: poweradmin/poweradmin
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: cs_cz, de_de, es_es, fr_fr, id_id, ko_kr, lt_lt, pl_pl, ru_ru, sv_se, tr_tr, uk_ua, vi_vn, zh_cn

source: Invalid DLV record format. Expected: <key-tag> <algorithm> <digest-type> <digest>.
cs_cz: Neplatný formát záznamu DLV. Očekáváno: <klíčový-tag> <algoritmus> <typ-digestu> <digest>.
de_de: Ungültiges DLV-Eintragsformat. Erwartet: <key-tag> <algorithmus> <digest-typ> <digest>.
es_es: Formato de registro DLV inválido. Se esperaba: <key-tag> <algoritmo> <tipo-digest> <digest>.
fr_fr: Format d'enregistrement DLV invalide. Attendu : <key-tag> <algorithme> <type-digest> <digest>.
id_id: Format rekaman DLV tidak valid. Format yang diharapkan: <key-tag> <algorithm> <digest-type> <digest>.
ko_kr: 유효하지 않은 DLV 레코드 형식입니다. 예상: <key-tag> <algorithm> <digest-type> <digest>.
lt_lt: Neteisingas DLV įrašo formatas. Tikėtasi: <rakto-žymė> <algoritmas> <santraukos-tipas> <santrauka>.
pl_pl: Nieprawidłowy format rekordu DLV. Oczekiwano: <tag-klucza> <algorytm> <typ-skrótu> <skrót>.
ru_ru: Недопустимый формат записи DLV. Ожидается: <метка ключа> <алгоритм> <тип дайджеста> <дайджест>.
sv_se: Ogiltigt DLV-postformat. Förväntat: <nyckeltagg> <algoritm> <sammanfattningstyp> <sammanfattning>.
tr_tr: Geçersiz DLV kayıt formatı. Beklenen: <key-tag> <algorithm> <digest-type> <digest>.
uk_ua: Недійсний формат запису DLV. Очікується: <key-tag> <algorithm> <digest-type> <digest>.
vi_vn: Định dạng bản ghi DLV không hợp lệ. Mong đợi: <thẻ-khóa> <thuật-toán> <loại-mã-hash> <mã-hash>.
zh_cn: 无效的 DLV 记录格式。期望格式：<key-tag> <algorithm> <digest-type> <digest>。

source: Invalid DLV record format. Should contain exactly 4 parts.
cs_cz: Neplatný formát záznamu DLV. Měl by obsahovat přesně 4 části.
de_de: Ungültiges DLV-Eintragsformat. Sollte genau 4 Teile enthalten.
es_es: Formato de registro DLV inválido. Debe contener exactamente 4 partes.
fr_fr: Format d'enregistrement DLV invalide. Devrait contenir exactement 4 parties.
id_id: Format rekaman DLV tidak valid. Harus berisi tepat 4 bagian.
ko_kr: 유효하지 않은 DLV 레코드 형식입니다. 정확히 4개의 부분을 포함해야 합니다.
lt_lt: Neteisingas DLV įrašo formatas. Turėtų turėti tiksliai 4 dalis.
pl_pl: Nieprawidłowy format rekordu DLV. Powinien zawierać dokładnie 4 części.
ru_ru: Недопустимый формат записи DLV. Должна содержать ровно 4 части.
sv_se: Ogiltigt DLV-postformat. Ska innehålla exakt 4 delar.
tr_tr: Geçersiz DLV kayıt formatı. Tam olarak 4 parça içermelidir.
uk_ua: Недійсний формат запису DLV. Повинен містити точно 4 частини.
vi_vn: Định dạng bản ghi DLV không hợp lệ. Phải chứa chính xác 4 phần.
zh_cn: 无效的 DLV 记录格式。应恰好包含 4 部分。

source: Invalid key tag. Must be a number between 1 and 65535.
cs_cz: Neplatný klíčový tag. Musí být číslo mezi 1 a 65535.
de_de: Ungültiger Key-Tag. Muss eine Zahl zwischen 1 und 65535 sein.
es_es: Etiqueta de clave inválida. Debe ser un número entre 1 y 65535.
fr_fr: Key tag invalide. Doit être un nombre entre 1 et 65535.
id_id: Tag kunci tidak valid. Harus berupa angka antara 1 dan 65535.
ko_kr: 유효하지 않은 키 태그입니다. 1에서 65535 사이의 숫자여야 합니다.
lt_lt: Neteisinga rakto žymė. Turi būti skaičius tarp 1 ir 65535.
pl_pl: Nieprawidłowy tag klucza. Musi być liczbą między 1 a 65535.
ru_ru: Недопустимая метка ключа. Должна быть числом от 1 до 65535.
sv_se: Ogiltig nyckeltagg. Måste vara ett nummer mellan 1 och 65535.
tr_tr: Geçersiz anahtar etiketi. 1 ile 65535 arasında bir sayı olmalıdır.
uk_ua: Недійсний key tag. Повинен бути числом від 1 до 65535.
vi_vn: Thẻ khóa không hợp lệ. Phải là số từ 1 đến 65535.
zh_cn: 无效的密钥标签。必须是 1 到 65535 之间的数字。

source: The key tag field does not uniquely identify a DNSKEY. More than one key can have the same key tag.
cs_cz: Pole klíčového tagu neidentifikuje jednoznačně DNSKEY. Více klíčů může mít stejný klíčový tag.
de_de: Das Key-Tag-Feld identifiziert einen DNSKEY nicht eindeutig. Mehr als ein Schlüssel kann denselben Key-Tag haben.
es_es: El campo de etiqueta de clave no identifica únicamente una DNSKEY. Más de una clave puede tener la misma etiqueta de clave.
fr_fr: Le champ key tag n'identifie pas uniquement une DNSKEY. Plus d'une clé peut avoir le même key tag.
id_id: Kolom tag kunci tidak secara unik mengidentifikasi DNSKEY. Lebih dari satu kunci dapat memiliki tag kunci yang sama.
ko_kr: 키 태그 필드는 DNSKEY를 고유하게 식별하지 않습니다. 둘 이상의 키가 동일한 키 태그를 가질 수 있습니다.
lt_lt: Rakto žymės laukas ne vienareikšmiškai identifikuoja DNSKEY. Daugiau nei vienas raktas gali turėti tą pačią rakto žymę.
pl_pl: Pole tagu klucza nie identyfikuje jednoznacznie DNSKEY. Więcej niż jeden klucz może mieć ten sam tag klucza.
ru_ru: Поле метки ключа не однозначно идентифицирует DNSKEY. Несколько ключей могут иметь одинаковую метку.
sv_se: Nyckeltaggfältet identifierar inte unikt en DNSKEY. Mer än en nyckel kan ha samma nyckeltagg.
tr_tr: Anahtar etiketi alanı bir DNSKEY'i benzersiz olarak tanımlamaz. Birden fazla anahtar aynı anahtar etiketine sahip olabilir.
uk_ua: Поле key tag не однозначно ідентифікує DNSKEY. Кілька ключів можуть мати однаковий key tag.
vi_vn: Trường thẻ khóa không nhận dạng duy nhất một DNSKEY. Nhiều hơn một khóa có thể có cùng thẻ khóa.
zh_cn: 密钥标签字段不能唯一标识 DNSKEY。多个密钥可以具有相同的密钥标签。

source: Invalid algorithm. Must be one of the valid DNSSEC algorithms (1-16).
cs_cz: Neplatný algoritmus. Musí být jeden z platných DNSSEC algoritmů (1-16).
de_de: Ungültiger Algorithmus. Muss einer der gültigen DNSSEC-Algorithmen (1-16) sein.
es_es: Algoritmo inválido. Debe ser uno de los algoritmos DNSSEC válidos (1-16).
fr_fr: Algorithme invalide. Doit être un des algorithmes DNSSEC valides (1-16).
id_id: Algoritma tidak valid. Harus salah satu dari algoritma DNSSEC yang valid (1-16).
ko_kr: 유효하지 않은 알고리즘입니다. 유효한 DNSSEC 알고리즘 (1-16) 중 하나여야 합니다.
lt_lt: Neteisingas algoritmas. Turi būti vienas iš teisingų DNSSEC algoritmų (1-16).
pl_pl: Nieprawidłowy algorytm. Musi być jednym z prawidłowych algorytmów DNSSEC (1-16).
ru_ru: Недопустимый алгоритм. Должен быть одним из допустимых алгоритмов DNSSEC (1-16).
sv_se: Ogiltig algoritm. Måste vara en av de giltiga DNSSEC-algoritmerna (1-16).
tr_tr: Geçersiz algoritma. Geçerli DNSSEC algoritmalarından (1-16) biri olmalıdır.
uk_ua: Недійсний алгоритм. Повинен бути одним із дійсних алгоритмів DNSSEC (1-16).
vi_vn: Thuật toán không hợp lệ. Phải là một trong các thuật toán DNSSEC hợp lệ (1-16).
zh_cn: 无效的算法。必须是有效的 DNSSEC 算法之一（1-16）。

source: Invalid digest type. Must be 1 (SHA-1), 2 (SHA-256), or 4 (SHA-384).
cs_cz: Neplatný typ digestu. Musí být 1 (SHA-1), 2 (SHA-256), nebo 4 (SHA-384).
de_de: Ungültiger Digest-Typ. Muss 1 (SHA-1), 2 (SHA-256) oder 4 (SHA-384) sein.
es_es: Tipo de digest inválido. Debe ser 1 (SHA-1), 2 (SHA-256), o 4 (SHA-384).
fr_fr: Type de digest invalide. Doit être 1 (SHA-1), 2 (SHA-256) ou 4 (SHA-384).
id_id: Jenis digest tidak valid. Harus 1 (SHA-1), 2 (SHA-256), atau 4 (SHA-384).
ko_kr: 유효하지 않은 다이제스트 유형입니다. 1 (SHA-1), 2 (SHA-256) 또는 4 (SHA-384)여야 합니다.
lt_lt: Neteisingas santraukos tipas. Turi būti 1 (SHA-1), 2 (SHA-256), arba 4 (SHA-384).
pl_pl: Nieprawidłowy typ skrótu. Musi być 1 (SHA-1), 2 (SHA-256) lub 4 (SHA-384).
ru_ru: Недопустимый тип дайджеста. Должен быть 1 (SHA-1), 2 (SHA-256) или 4 (SHA-384).
sv_se: Ogiltig sammanfattningstyp. Måste vara 1 (SHA-1), 2 (SHA-256) eller 4 (SHA-384).
tr_tr: Geçersiz özet türü. 1 (SHA-1), 2 (SHA-256) veya 4 (SHA-384) olmalıdır.
uk_ua: Недійсний тип дайджесту. Повинен бути 1 (SHA-1), 2 (SHA-256) або 4 (SHA-384).
vi_vn: Loại mã hash không hợp lệ. Phải là 1 (SHA-1), 2 (SHA-256) hoặc 4 (SHA-384).
zh_cn: 无效的摘要类型。必须为 1（SHA-1）、2（SHA-256）或 4（SHA-384）。

source: SHA-1 (digest type 1) is considered weak for cryptographic use. Consider using SHA-256 (type 2) or SHA-384 (type 4) instead.
cs_cz: SHA-1 (typ digestu 1) je považován za slabý pro kryptografické použití. Zvažte místo toho použití SHA-256 (typ 2) nebo SHA-384 (typ 4).
de_de: SHA-1 (Digest-Typ 1) gilt als schwach für kryptographische Verwendung. Erwägen Sie stattdessen SHA-256 (Typ 2) oder SHA-384 (Typ 4).
es_es: SHA-1 (tipo de digest 1) se considera débil para uso criptográfico. Considere usar SHA-256 (tipo 2) o SHA-384 (tipo 4) en su lugar.
fr_fr: SHA-1 (type de digest 1) est considéré comme faible pour un usage cryptographique. Considérez utiliser SHA-256 (type 2) ou SHA-384 (type 4) à la place.
id_id: SHA-1 (jenis digest 1) dianggap lemah untuk penggunaan kriptografi. Pertimbangkan menggunakan SHA-256 (tipe 2) atau SHA-384 (tipe 4) sebagai gantinya.
ko_kr: SHA-1 (다이제스트 유형 1)은 암호화 사용에 약한 것으로 간주됩니다. SHA-256 (유형 2) 또는 SHA-384 (유형 4)를 대신 사용하는 것을 고려하세요.
lt_lt: SHA-1 (santraukos tipas 1) laikomas silpnu kriptografiniam naudojimui. Apsvarstykite SHA-256 (tipas 2) arba SHA-384 (tipas 4) naudojimą vietoj to.
pl_pl: SHA-1 (typ skrótu 1) jest uważany za słaby do użytku kryptograficznego. Rozważ użycie SHA-256 (typ 2) lub SHA-384 (typ 4).
ru_ru: SHA-1 (тип дайджеста 1) считается слабым для криптографического использования. Рассмотрите возможность использования SHA-256 (тип 2) или SHA-384 (тип 4) вместо этого.
sv_se: SHA-1 (sammanfattningstyp 1) anses svag för kryptografisk användning. Överväg att använda SHA-256 (typ 2) eller SHA-384 (typ 4) istället.
tr_tr: SHA-1 (özet türü 1) kriptografik kullanım için zayıf kabul edilir. Bunun yerine SHA-256 (tür 2) veya SHA-384 (tür 4) kullanmayı düşünün.
uk_ua: SHA-1 (тип дайджесту 1) вважається слабким для криптографічного використання. Розгляньте використання SHA-256 (тип 2) або SHA-384 (тип 4).
vi_vn: SHA-1 (loại mã hash 1) được coi là yếu cho sử dụng mật mã. Cân nhắc sử dụng SHA-256 (loại 2) hoặc SHA-384 (loại 4) thay thế.
zh_cn: SHA-1（摘要类型 1）在加密使用中被认为是脆弱的。请考虑使用 SHA-256（类型 2）或 SHA-384（类型 4）。

source: Invalid digest length for SHA-1. Should be 40 hexadecimal characters.
cs_cz: Neplatná délka digestu pro SHA-1. Mělo by být 40 hexadecimálních znaků.
de_de: Ungültige Digest-Länge für SHA-1. Sollte 40 hexadezimale Zeichen sein.
es_es: Longitud de digest inválida para SHA-1. Debe ser 40 caracteres hexadecimales.
fr_fr: Longueur de digest invalide pour SHA-1. Devrait être 40 caractères hexadécimaux.
id_id: Panjang digest tidak valid untuk SHA-1. Harus 40 karakter heksadesimal.
ko_kr: SHA-1에 대한 유효하지 않은 다이제스트 길이입니다. 40자의 16진수여야 합니다.
lt_lt: Neteisingas santraukos ilgis SHA-1. Turėtų būti 40 šešioliktainių simbolių.
pl_pl: Nieprawidłowa długość skrótu dla SHA-1. Powinien mieć 40 znaków szesnastkowych.
ru_ru: Недопустимая длина дайджеста для SHA-1. Должна быть 40 шестнадцатеричных символов.
sv_se: Ogiltig sammanfattningslängd för SHA-1. Bör vara 40 hexadecimala tecken.
tr_tr: SHA-1 için geçersiz özet uzunluğu. 40 onaltılık karakter olmalıdır.
uk_ua: Недійсна довжина дайджесту для SHA-1. Повинна бути 40 шістнадцяткових символів.
vi_vn: Độ dài mã hash không hợp lệ cho SHA-1. Phải có 40 ký tự thập lục phân.
zh_cn: SHA-1 的摘要长度无效。应为 40 个十六进制字符。

source: Invalid digest length for SHA-256. Should be 64 hexadecimal characters.
cs_cz: Neplatná délka digestu pro SHA-256. Mělo by být 64 hexadecimálních znaků.
de_de: Ungültige Digest-Länge für SHA-256. Sollte 64 hexadezimale Zeichen sein.
es_es: Longitud de digest inválida para SHA-256. Debe ser 64 caracteres hexadecimales.
fr_fr: Longueur de digest invalide pour SHA-256. Devrait être 64 caractères hexadécimaux.
id_id: Panjang digest tidak valid untuk SHA-256. Harus 64 karakter heksadesimal.
ko_kr: SHA-256에 대한 유효하지 않은 다이제스트 길이입니다. 64자의 16진수여야 합니다.
lt_lt: Neteisingas santraukos ilgis SHA-256. Turėtų būti 64 šešioliktainiai simboliai.
pl_pl: Nieprawidłowa długość skrótu dla SHA-256. Powinien mieć 64 znaki szesnastkowe.
ru_ru: Недопустимая длина дайджеста для SHA-256. Должна быть 64 шестнадцатеричных символа.
sv_se: Ogiltig sammanfattningslängd för SHA-256. Bör vara 64 hexadecimala tecken.
tr_tr: SHA-256 için geçersiz özet uzunluğu. 64 onaltılık karakter olmalıdır.
uk_ua: Недійсна довжина дайджесту для SHA-256. Повинна бути 64 шістнадцяткових символи.
vi_vn: Độ dài mã hash không hợp lệ cho SHA-256. Phải có 64 ký tự thập lục phân.
zh_cn: SHA-256 的摘要长度无效。应为 64 个十六进制字符。

source: Invalid digest length for SHA-384. Should be 96 hexadecimal characters.
cs_cz: Neplatná délka digestu pro SHA-384. Mělo by být 96 hexadecimálních znaků.
de_de: Ungültige Digest-Länge für SHA-384. Sollte 96 hexadezimale Zeichen sein.
es_es: Longitud de digest inválida para SHA-384. Debe ser 96 caracteres hexadecimales.
fr_fr: Longueur de digest invalide pour SHA-384. Devrait être 96 caractères hexadécimaux.
id_id: Panjang digest tidak valid untuk SHA-384. Harus 96 karakter heksadesimal.
ko_kr: SHA-384에 대한 유효하지 않은 다이제스트 길이입니다. 96자의 16진수여야 합니다.
lt_lt: Neteisingas santraukos ilgis SHA-384. Turėtų būti 96 šešioliktainiai simboliai.
pl_pl: Nieprawidłowa długość skrótu dla SHA-384. Powinien mieć 96 znaków szesnastkowych.
ru_ru: Недопустимая длина дайджеста для SHA-384. Должна быть 96 шестнадцатеричных символов.
sv_se: Ogiltig sammanfattningslängd för SHA-384. Bör vara 96 hexadecimala tecken.
tr_tr: SHA-384 için geçersiz özet uzunluğu. 96 onaltılık karakter olmalıdır.
uk_ua: Недійсна довжина дайджесту для SHA-384. Повинна бути 96 шістнадцяткових символів.
vi_vn: Độ dài mã hash không hợp lệ cho SHA-384. Phải có 96 ký tự thập lục phân.
zh_cn: SHA-384 的摘要长度无效。应为 96 个十六进制字符。

source: Digest must contain only hexadecimal characters (0-9, a-f).
cs_cz: Digest musí obsahovat pouze hexadecimální znaky (0-9, a-f).
de_de: Digest darf nur hexadezimale Zeichen (0-9, a-f) enthalten.
es_es: El digest debe contener solo caracteres hexadecimales (0-9, a-f).
fr_fr: Le digest ne doit contenir que des caractères hexadécimaux (0-9, a-f).
id_id: Digest hanya boleh berisi karakter heksadesimal (0-9, a-f).
ko_kr: 다이제스트는 16진수 문자 (0-9, a-f)만 포함해야 합니다.
lt_lt: Santrauka turi turėti tik šešioliktainius simbolius (0-9, a-f).
pl_pl: Skrót musi zawierać tylko znaki szesnastkowe (0-9, a-f).
ru_ru: Дайджест должен содержать только шестнадцатеричные символы (0-9, a-f).
sv_se: Sammanfattningen får bara innehålla hexadecimala tecken (0-9, a-f).
tr_tr: Özet sadece onaltılık karakterler (0-9, a-f) içermelidir.
uk_ua: Дайджест повинен містити лише шістнадцяткові символи (0-9, a-f).
vi_vn: Mã hash chỉ được chứa ký tự thập lục phân (0-9, a-f).
zh_cn: 摘要必须只包含十六进制字符（0-9、a-f）。

source: Null MX record (.) must have priority 0 according to RFC 7505.
cs_cz: Null MX záznam (.) musí mít prioritu 0 podle RFC 7505.
de_de: Null-MX-Eintrag (.) muss gemäß RFC 7505 Priorität 0 haben.
es_es: El registro MX nulo (.) debe tener prioridad 0 según RFC 7505.
fr_fr: L'enregistrement MX null (.) doit avoir une priorité de 0 selon la RFC 7505.
id_id: Rekaman MX null (.) harus memiliki prioritas 0 sesuai RFC 7505.
ko_kr: Null MX 레코드 (.)는 RFC 7505에 따라 우선순위가 0이어야 합니다.
lt_lt: Tuščias MX įrašas (.) turi turėti prioritetą 0 pagal RFC 7505.
pl_pl: Pusty rekord MX (.) musi mieć priorytet 0 zgodnie z RFC 7505.
ru_ru: Пустая запись MX (.) должна иметь приоритет 0 согласно RFC 7505.
sv_se: Null MX-post (.) måste ha prioritet 0 enligt RFC 7505.
tr_tr: Boş MX kaydı (.) RFC 7505'e göre 0 önceliğe sahip olmalıdır.
uk_ua: Нульовий запис MX (.) повинен мати пріоритет 0 відповідно до RFC 7505.
vi_vn: Bản ghi MX null (.) phải có mức ưu tiên 0 theo RFC 7505.
zh_cn: 根据 RFC 7505，空 MX 记录（.）的优先级必须为 0。

source: This is a null MX record (RFC 7505) indicating this domain does not accept email.
cs_cz: Toto je null MX záznam (RFC 7505) označující, že tato doména nepřijímá e-maily.
de_de: Dies ist ein Null-MX-Eintrag (RFC 7505), der anzeigt, dass diese Domäne keine E-Mails akzeptiert.
es_es: Este es un registro MX nulo (RFC 7505) indicando que este dominio no acepta correo electrónico.
fr_fr: Ceci est un enregistrement MX null (RFC 7505) indiquant que ce domaine n'accepte pas les e-mails.
id_id: Ini adalah rekaman MX null (RFC 7505) yang menunjukkan domain ini tidak menerima email.
ko_kr: 이것은 이 도메인이 이메일을 수락하지 않음을 나타내는 null MX 레코드 (RFC 7505)입니다.
lt_lt: Tai tuščias MX įrašas (RFC 7505), rodantis, kad šis domenas nepriima el. pašto.
pl_pl: To jest pusty rekord MX (RFC 7505) wskazujący że ta domena nie przyjmuje poczty elektronicznej.
ru_ru: Это пустая запись MX (RFC 7505), указывающая, что этот домен не принимает электронную почту.
sv_se: Detta är en null MX-post (RFC 7505) som indikerar att denna domän inte tar emot e-post.
tr_tr: Bu, bu domainin e-posta kabul etmediğini gösteren boş bir MX kaydıdır (RFC 7505).
uk_ua: Це нульовий запис MX (RFC 7505), який вказує, що цей домен не приймає електронну пошту.
vi_vn: Đây là bản ghi MX null (RFC 7505) chỉ ra tên miền này không nhận email.
zh_cn: 这是一个空 MX 记录（RFC 7505），表示此域不接受电子邮件。

source: A domain with null MX record must not have any other MX records.
cs_cz: Doména s null MX záznamem nesmí mít žádné další MX záznamy.
de_de: Eine Domäne mit Null-MX-Eintrag darf keine anderen MX-Einträge haben.
es_es: Un dominio con registro MX nulo no debe tener ningún otro registro MX.
fr_fr: Un domaine avec un enregistrement MX null ne doit pas avoir d'autres enregistrements MX.
id_id: Domain dengan null MX record tidak boleh memiliki MX record lainnya.
ko_kr: null MX 레코드가 있는 도메인은 다른 MX 레코드를 가질 수 없습니다.
lt_lt: Domenas su tuščiu MX įrašu neturi turėti jokių kitų MX įrašų.
pl_pl: Domena z pustym rekordem MX nie może mieć żadnych innych rekordów MX.
ru_ru: Домен с пустой записью MX не должен иметь никаких других записей MX.
sv_se: En domän med null MX-post får inte ha några andra MX-poster.
tr_tr: Boş MX kaydına sahip bir domain başka hiçbir MX kaydına sahip olmamalıdır.
uk_ua: Домен з null MX записом не повинен мати інших MX записів.
vi_vn: Tên miền có bản ghi MX null không được có bất kỳ bản ghi MX nào khác.
zh_cn: 具有空 MX 记录的域不得有任何其他 MX 记录。

source: Invalid mail server hostname.
cs_cz: Neplatný hostname mailového serveru.
de_de: Ungültiger Mailserver-Hostname.
es_es: Nombre de host del servidor de correo inválido.
fr_fr: Nom d'hôte de serveur de messagerie invalide.
id_id: Zone type must be either NATIVE, MASTER or SLAVE.
ko_kr: 잘못된 메일 서버 호스트명입니다.
lt_lt: Neteisingas pašto serverio hostname.
pl_pl: Nieprawidłowa nazwa hosta serwera poczty.
ru_ru: Недопустимое имя хоста почтового сервера.
sv_se: Ogiltigt tecken i MX-prioritet.
tr_tr: Geçersiz posta sunucusu hostname.
uk_ua: Некоректне ім'я хоста поштового сервера.
vi_vn: Tên máy chủ mail không hợp lệ.
zh_cn: 无效的邮件服务器主机名。

source: MX records should not point to CNAME records (RFC 2181).
cs_cz: MX záznamy by neměly ukazovat na CNAME záznamy (RFC 2181).
de_de: MX-Einträge sollten nicht auf CNAME-Einträge zeigen (RFC 2181).
es_es: Los registros MX no deben apuntar a registros CNAME (RFC 2181).
fr_fr: Les enregistrements MX ne doivent pas pointer vers des enregistrements CNAME (RFC 2181).
id_id: Zone type harus NATIVE, MASTER, atau SLAVE.
ko_kr: MX 레코드는 CNAME 레코드를 가리켜서는 안 됩니다 (RFC 2181).
lt_lt: MX įrašai neturėtų nurodyti į CNAME įrašus (RFC 2181).
pl_pl: Rekordy MX nie powinny wskazywać na rekordy CNAME (RFC 2181).
ru_ru: Записи MX не должны указывать на записи CNAME (RFC 2181).
sv_se: Du måste ange en MX-prioritet för en MX-post.
tr_tr: MX kayıtları CNAME kayıtlarını göstermemelidir (RFC 2181).
uk_ua: MX записи не повинні вказувати на CNAME записи (RFC 2181).
vi_vn: Bản ghi MX không nên trỏ đến bản ghi CNAME (RFC 2181).
zh_cn: MX 记录不应指向 CNAME 记录（RFC 2181）。

source: Priority values above 100 are unusual and may be unnecessary.
cs_cz: Hodnoty priority nad 100 jsou neobvyklé a mohou být zbytečné.
de_de: Prioritätswerte über 100 sind ungewöhnlich und möglicherweise unnötig.
es_es: Los valores de prioridad superiores a 100 son inusuales y pueden ser innecesarios.
fr_fr: Les valeurs de priorité supérieures à 100 sont inhabituelles et peuvent être inutiles.
id_id: SOA content
ko_kr: 100 이상의 우선순위 값은 일반적이지 않으며 불필요할 수 있습니다.
lt_lt: Prioriteto reikšmės virš 100 yra neįprastos ir gali būti nereikalingos.
pl_pl: Wartości priorytetu powyżej 100 są nietypowe i mogą być niepotrzebne.
ru_ru: Значения приоритета выше 100 необычны и могут быть ненужными.
sv_se: Ogiltigt tecken i SRV-prioritet.
tr_tr: 100'ün üzerindeki öncelik değerleri olağandışı ve gereksiz olabilir.
uk_ua: Значення пріоритету вище 100 є незвичайними і можуть бути непотрібними.
vi_vn: Giá trị ưu tiên trên 100 là không bình thường và có thể không cần thiết.
zh_cn: 优先级值超过 100 是异常的，可能是不必要的。

source: Invalid value for MX priority field. Must be between 0 and 65535.
cs_cz: Neplatná hodnota pole priority MX. Musí být mezi 0 a 65535.
de_de: Ungültiger Wert für MX-Prioritätsfeld. Muss zwischen 0 und 65535 liegen.
es_es: Valor inválido para el campo de prioridad MX. Debe estar entre 0 y 65535.
fr_fr: Valeur invalide pour le champ de priorité MX. Doit être entre 0 et 65535.
id_id: Konten SOA
ko_kr: MX 우선순위 필드의 값이 잘못되었습니다. 0에서 65535 사이여야 합니다.
lt_lt: Neteisinga MX prioriteto lauko reikšmė. Turi būti tarp 0 ir 65535.
pl_pl: Nieprawidłowa wartość pola priorytetu MX. Musi być między 0 a 65535.
ru_ru: Недопустимое значение для поля приоритета MX. Должно быть от 0 до 65535.
sv_se: Du måste ange en SRV-prioritet för en SRV-post.
tr_tr: MX öncelik alanı için geçersiz değer. 0 ile 65535 arasında olmalıdır.
uk_ua: Некоректне значення для поля пріоритету MX. Повинно бути між 0 та 65535.
vi_vn: Giá trị không hợp lệ cho trường ưu tiên MX. Phải nằm trong khoảng từ 0 đến 65535.
zh_cn: MX 优先级字段值无效。必须在 0 到 65535 之间。

source: Priority field should not be used for HTTPS records as priority is part of the content.
cs_cz: Pole priority by se nemělo používat pro HTTPS záznamy, protože priorita je součástí obsahu.
de_de: Prioritätsfeld sollte nicht für HTTPS-Einträge verwendet werden, da Priorität Teil des Inhalts ist.
es_es: El campo de prioridad no debe usarse para registros HTTPS ya que la prioridad es parte del contenido.
fr_fr: Le champ de priorité ne doit pas être utilisé pour les enregistrements HTTPS car la priorité fait partie du contenu.
id_id: SOA content is mandatory for this zone type.
ko_kr: HTTPS 레코드의 경우 우선순위가 콘텐츠의 일부이므로 우선순위 필드를 사용하지 않아야 합니다.
lt_lt: Prioriteto laukas neturėtų būti naudojamas HTTPS įrašams, nes prioritetas yra turinio dalis.
pl_pl: Pole priorytetu nie powinno być używane dla rekordów HTTPS ponieważ priorytet jest częścią zawartości.
ru_ru: Поле приоритета не должно использоваться для записей HTTPS, поскольку приоритет является частью содержимого.
sv_se: Ogiltigt tecken i SRV-vikt.
tr_tr: Öncelik içeriğin bir parçası olduğu için HTTPS kayıtları için öncelik alanı kullanılmamalıdır.
uk_ua: Поле пріоритету не слід використовувати для HTTPS записів, оскільки пріоритет є частиною вмісту.
vi_vn: Trường ưu tiên không nên được sử dụng cho bản ghi HTTPS vì ưu tiên là một phần của nội dung.
zh_cn: HTTPS 记录不应使用优先级字段，因为优先级是内容的一部分。

source: HTTPS record must contain at least priority and target values.
cs_cz: HTTPS záznam musí obsahovat alespoň hodnoty priority a cíle.
de_de: HTTPS-Eintrag muss mindestens Prioritäts- und Zielwerte enthalten.
es_es: El registro HTTPS debe contener al menos valores de prioridad y objetivo.
fr_fr: L'enregistrement HTTPS doit contenir au moins les valeurs de priorité et de cible.
id_id: Konten SOA wajib untuk tipe zone ini.
ko_kr: HTTPS 레코드에는 최소한 우선순위와 대상 값이 포함되어야 합니다.
lt_lt: HTTPS įrašas turi turėti bent prioriteto ir tikslo reikšmes.
pl_pl: Rekord HTTPS musi zawierać co najmniej wartości priorytetu i celu.
ru_ru: Запись HTTPS должна содержать минимум значения приоритета и цели.
sv_se: Du måste ange en SRV-vikt för en SRV-post.
tr_tr: HTTPS kaydı en azından öncelik ve hedef değerlerini içermelidir.
uk_ua: HTTPS запис повинен містити принаймні значення пріоритету та цілі.
vi_vn: Bản ghi HTTPS phải chứa ít nhất giá trị ưu tiên và đích.
zh_cn: HTTPS 记录必须至少包含优先级和目标值。
