Repository: poweradmin/poweradmin
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: cs_cz, de_de, es_es, fr_fr, id_id, ko_kr, lt_lt, pl_pl, ru_ru, sv_se, tr_tr, uk_ua, vi_vn, zh_cn

source: CRITICAL: SMIMEA records REQUIRE DNSSEC to provide security. Without DNSSEC, SMIMEA offers NO security benefit.
cs_cz: KRITICKÉ: SMIMEA záznamy VYŽADUJÍ DNSSEC pro poskytnutí bezpečnosti. Bez DNSSEC, SMIMEA nenabízí ŽÁDNÝ bezpečnostní přínos.
de_de: KRITISCH: SMIMEA-Einträge ERFORDERN DNSSEC für Sicherheit. Ohne DNSSEC bietet SMIMEA KEINE Sicherheitsvorteile.
es_es: CRÍTICO: Los registros SMIMEA REQUIEREN DNSSEC para proporcionar seguridad. Sin DNSSEC, SMIMEA no ofrece NINGÚN beneficio de seguridad.
fr_fr: CRITIQUE : Les enregistrements SMIMEA NÉCESSITENT DNSSEC pour fournir la sécurité. Sans DNSSEC, SMIMEA n'offre AUCUN bénéfice de sécurité.
id_id: Zone statistics
ko_kr: 로그 파일을 찾을 수 없습니다.
lt_lt: KRITINIS: SMIMEA įrašai REIKALAUJA DNSSEC saugumui. Be DNSSEC, SMIMEA nesuteikia JOKIOS saugumo naudos.
pl_pl: KRYTYCZNE: Rekordy SMIMEA WYMAGAJĄ DNSSEC, aby zapewnić bezpieczeństwo. Bez DNSSEC, SMIMEA nie oferuje ŻADNYCH korzyści bezpieczeństwa.
ru_ru: КРИТИЧНО: Записи SMIMEA ТРЕБУЮТ DNSSEC для обеспечения безопасности. Без DNSSEC, SMIMEA НЕ обеспечивает НИКАКИХ преимуществ безопасности.
sv_se: Aktuell API-version
tr_tr: KRİTİK: SMIMEA kayıtları güvenlik sağlamak için DNSSEC GEREKİTİRİR. DNSSEC olmadan, SMIMEA HİÇBİR güvenlik faydası sunmaz.
uk_ua: Content suggests eventual consistency. Document consistency guarantees.
vi_vn: Đường dẫn file không hợp lệ.
zh_cn: 严重：SMIMEA 记录需要 DNSSEC 才能提供安全性。没有 DNSSEC，SMIMEA 不提供任何安全益处。

source: NOTE: The L64 record type is defined in RFC 6742 as an experimental protocol, not a formal IETF standard.
cs_cz: POZNÁMKA: Typ záznamu L64 je definován v RFC 6742 jako experimentální protokol, ne formální IETF standard.
de_de: HINWEIS: Der L64-Record-Typ ist in RFC 6742 als experimentelles Protokoll definiert, nicht als formaler IETF-Standard.
es_es: NOTA: El tipo de registro L64 está definido en RFC 6742 como un protocolo experimental, no un estándar IETF formal.
fr_fr: NOTE : Le type d'enregistrement L64 est défini dans RFC 6742 comme un protocole expérimental, pas un standard IETF formel.
id_id: Statistik zone
ko_kr: 로그 파일을 읽을 수 없습니다.
lt_lt: PASTABA: L64 įrašo tipas apibrėžtas RFC 6742 kaip eksperimentinis protokolas, o ne formalus IETF standartas.
pl_pl: UWAGA: Typ rekordu L64 jest zdefiniowany w RFC 6742 jako protokół eksperymentalny, a nie formalny standard IETF.
ru_ru: ПРИМЕЧАНИЕ: Тип записи L64 определен в RFC 6742 как экспериментальный протокол, а не как формальный стандарт IETF.
sv_se: API-versionshistorik
tr_tr: NOT: L64 kayıt türü RFC 6742'de resmi bir IETF standardı değil, deneysel bir protokol olarak tanımlanmıştır.
uk_ua: Record may be affected by DNS resolver rotation. Consider all resolvers.
vi_vn: Giá trị không hợp lệ cho loại boolean. Sử dụng true/false, 1/0, yes/no.
zh_cn: 注意：L64 记录类型在 RFC 6742 中定义为实验性协议，而不是正式的 IETF 标准。

source: L64 records should only be used with the Identifier-Locator Network Protocol (ILNP).
cs_cz: L64 záznamy by měly být používány pouze s Identifier-Locator Network Protocol (ILNP).
de_de: L64-Einträge sollten nur mit dem Identifier-Locator Network Protocol (ILNP) verwendet werden.
es_es: Los registros L64 solo deben usarse con el Protocolo de Red Identificador-Localizador (ILNP).
fr_fr: Les enregistrements L64 devraient seulement être utilisés avec le Protocole Réseau Identifiant-Localisateur (ILNP).
id_id: Total zones
ko_kr: 로그 파일을 쓸 수 없습니다.
lt_lt: L64 įrašai turėtų būti naudojami tik su Identifier-Locator Network Protocol (ILNP).
pl_pl: Rekordy L64 powinny być używane tylko z protokołem sieci Identifier-Locator Network Protocol (ILNP).
ru_ru: L64 записи должны использоваться только с протоколом Identifier-Locator Network Protocol (ILNP).
sv_se: API-ändringslogg
tr_tr: L64 kayıtları sadece Identifier-Locator Network Protocol (ILNP) ile kullanılmalıdır.
uk_ua: This configuration may have hot reload support. Document reload mechanism.
vi_vn: Giá trị không hợp lệ cho loại số nguyên.
zh_cn: L64 记录只应与标识符-定位器网络协议 (ILNP) 一起使用。

source: An IP host that is NOT ILNPv6-capable MUST NOT have L64 records in its DNS entries (RFC 6742 Section 3.2).
cs_cz: IP host, který NENÍ ILNPv6-kompatibilní, NESMÍ mít L64 záznamy ve svých DNS záznamech (RFC 6742 Sekce 3.2).
de_de: Ein IP-Host, der NICHT ILNPv6-fähig ist, darf KEINE L64-Einträge in seinen DNS-Einträgen haben (RFC 6742 Abschnitt 3.2).
es_es: Un host IP que NO sea capaz de ILNPv6 NO DEBE tener registros L64 en sus entradas DNS (RFC 6742 Sección 3.2).
fr_fr: Un hôte IP qui n'est PAS capable d'ILNPv6 NE DOIT PAS avoir d'enregistrements L64 dans ses entrées DNS (RFC 6742 Section 3.2).
id_id: Total zone
ko_kr: 로그 파일을 삭제할 수 없습니다.
lt_lt: IP hostas, kuris NĖRA ILNPv6 sugebantis, NEGALI turėti L64 įrašų savo DNS įrašuose (RFC 6742 skyrius 3.2).
pl_pl: Host IP, który NIE jest zdolny do ILNPv6, NIE MOŻE mieć rekordów L64 w swoich wpisach DNS (RFC 6742 Sekcja 3.2).
ru_ru: IP-хост, который НЕ поддерживает ILNPv6, НЕ ДОЛЖЕН иметь L64 записи в своих DNS записях (RFC 6742 раздел 3.2).
sv_se: API-statusöversyn
tr_tr: ILNPv6 özelliği OLMAYAN bir IP host'un DNS girişlerinde L64 kayıtları BULUNMAMALIDIR (RFC 6742 Bölüm 3.2).
uk_ua: Content includes circuit ID or trace token. Verify distributed tracing setup.
vi_vn: Giá trị không hợp lệ cho loại số thực.
zh_cn: 不支持 ILNPv6 的 IP 主机在其 DNS 条目中不得有 L64 记录 (RFC 6742 第 3.2 节)。

source: RFC 6742 recommends very low TTL values for L64 records of mobile or multihomed nodes, as locator values might change frequently.
cs_cz: RFC 6742 doporučuje velmi nízké TTL hodnoty pro L64 záznamy mobilních nebo multi-homed uzlů, protože se hodnoty lokátorů mohou často měnit.
de_de: RFC 6742 empfiehlt sehr niedrige TTL-Werte für L64-Einträge von mobilen oder multihomed Knoten, da sich Locator-Werte häufig ändern können.
es_es: RFC 6742 recomienda valores TTL muy bajos para registros L64 de nodos móviles o multi-hogar, ya que los valores de localizador pueden cambiar frecuentemente.
fr_fr: RFC 6742 recommande des valeurs TTL très faibles pour les enregistrements L64 de nœuds mobiles ou multi-domiciliés, car les valeurs de localisateur peuvent changer fréquemment.
id_id: Total records
ko_kr: 로그 수준이 잘못되었습니다.
lt_lt: RFC 6742 rekomenduoja labai žemas TTL reikšmes L64 įrašams mobiliems ar daugelio namų mazgams, nes lokatorių reikšmės gali keistis dažnai.
pl_pl: RFC 6742 zaleca bardzo niskie wartości TTL dla rekordów L64 węzłów mobilnych lub wieloadresowych, ponieważ wartości lokalizatora mogą często się zmieniać.
ru_ru: RFC 6742 рекомендует очень низкие значения TTL для L64 записей мобильных или многодомных узлов, поскольку значения локаторов могут часто изменяться.
sv_se: API-statussida
tr_tr: RFC 6742 konum değerleri sık değişebileceği için mobil veya çok evli düğümlerin L64 kayıtları için çok düşük TTL değerleri önerir.
uk_ua: Record appears to be using immutable infrastructure. Follow immutability principles.
vi_vn: Giá trị không hợp lệ cho loại chuỗi.
zh_cn: RFC 6742 建议移动或多宿主节点的 L64 记录使用非常低的 TTL 值，因为定位器值可能经常变化。

source: L64 records for subnetworks (using wildcard DNS entries) are typically used when the named subnetwork is, was, or might become mobile (RFC 6742 Section 3.2).
cs_cz: L64 záznamy pro podsítě (používající zástupné DNS záznamy) se typicky používají, když je pojmenovaná podsíť mobilní, byla nebo se může stát mobilní (RFC 6742 Sekce 3.2).
de_de: L64-Einträge für Subnetze (mit Wildcard-DNS-Einträgen) werden normalerweise verwendet, wenn das benannte Subnetz mobil ist, war oder werden könnte (RFC 6742 Abschnitt 3.2).
es_es: Los registros L64 para subredes (usando entradas DNS comodín) se usan típicamente cuando la subred nombrada es, fue, o podría volverse móvil (RFC 6742 Sección 3.2).
fr_fr: Les enregistrements L64 pour sous-réseaux (utilisant des entrées DNS génériques) sont typiquement utilisés quand le sous-réseau nommé est, était ou pourrait devenir mobile (RFC 6742 Section 3.2).
id_id: Total record
ko_kr: 로거를 초기화할 수 없습니다.
lt_lt: L64 įrašai potinkliams (naudojant wildcard DNS įrašus) paprastai naudojami, kai pavadintas potinklis yra, buvo ar gali tapti mobiliu (RFC 6742 skyrius 3.2).
pl_pl: Rekordy L64 dla podsieci (używające wpisów DNS z wieloznacznikami) są zazwyczaj używane, gdy nazwana podsieć jest, była lub może stać się mobilna (RFC 6742 Sekcja 3.2).
ru_ru: L64 записи для подсетей (использующие wildcard DNS записи) обычно используются, когда именованная подсеть является, была или может стать мобильной (RFC 6742 раздел 3.2).
sv_se: API-drifttid
tr_tr: Alt ağlar için L64 kayıtları (wildcard DNS girişleri kullanarak) genellikle adlandırılmış alt ağ mobil olduğunda, olduğunda veya olabileceğinde kullanılır (RFC 6742 Bölüm 3.2).
uk_ua: This configuration may have blue-green deployment needs. Plan switch strategy.
vi_vn: Giá trị không hợp lệ cho loại mảng.
zh_cn: 子网的 L64 记录（使用通配符 DNS 条目）通常在命名子网是、曾经是或可能变成移动网络时使用 (RFC 6742 第 3.2 节)。

source: L64 record must contain preference and locator64 separated by space.
cs_cz: L64 záznam musí obsahovat preference a locator64 oddělené mezerou.
de_de: L64-Eintrag muss Präferenz und locator64 durch Leerzeichen getrennt enthalten.
es_es: El registro L64 debe contener preferencia y locator64 separados por espacio.
fr_fr: L'enregistrement L64 doit contenir préférence et locator64 séparés par un espace.
id_id: Master zones
ko_kr: 이메일 설정이 구성되지 않았습니다.
lt_lt: L64 įrašas turi turėti pasirinkimą ir locator64, atskirtus tarpu.
pl_pl: Rekord L64 musi zawierać preferencję i locator64 oddzielone spacją.
ru_ru: L64 запись должна содержать предпочтение и локатор64, разделённые пробелом.
sv_se: API-svarstid
tr_tr: L64 kaydı boşlukla ayrılmış tercih ve locator64 içermelidir.
uk_ua: Content may be subject to content security policy. Verify CSP headers.
vi_vn: Giá trị không hợp lệ cho loại đối tượng.
zh_cn: L64 记录必须包含用空格分隔的优先级和 locator64。

source: L64 preference must be a number between 0 and 65535.
cs_cz: L64 preference musí být číslo mezi 0 a 65535.
de_de: L64-Präferenz muss eine Zahl zwischen 0 und 65535 sein.
es_es: La preferencia L64 debe ser un número entre 0 y 65535.
fr_fr: La préférence L64 doit être un nombre entre 0 et 65535.
id_id: Zone master
ko_kr: SMTP 서버에 연결할 수 없습니다.
lt_lt: L64 pasirinkimas turi būti skaičius tarp 0 ir 65535.
pl_pl: Preferencja L64 musi być liczbą między 0 a 65535.
ru_ru: Предпочтение L64 должно быть числом от 0 до 65535.
sv_se: API-begäranden per sekund
tr_tr: L64 tercihi 0 ile 65535 arasında bir sayı olmalıdır.
uk_ua: Record may be part of API gateway. Verify routing and rate limiting.
vi_vn: Giá trị null không được phép.
zh_cn: L64 优先级必须是 0 到 65535 之间的数字。

source: L64 locator must be a valid 64-bit hexadecimal IPv6 address segment consisting of exactly 4 groups of hex digits (e.g., 2001:0db8:1140:1000).
cs_cz: L64 lokátor musí být platný 64-bitový hexadecimální segment IPv6 adresy skládající se z přesně 4 skupin hex číslic (např. 2001:0db8:1140:1000).
de_de: L64-Locator muss ein gültiges 64-Bit-hexadezimales IPv6-Adresssegment sein, das aus genau 4 Gruppen von Hex-Ziffern besteht (z.B. 2001:0db8:1140:1000).
es_es: El localizador L64 debe ser un segmento de dirección IPv6 hexadecimal de 64 bits válido que consista en exactamente 4 grupos de dígitos hex (ej., 2001:0db8:1140:1000).
fr_fr: Le localisateur L64 doit être un segment d'adresse IPv6 hexadécimal 64 bits valide composé d'exactement 4 groupes de chiffres hexadécimaux (ex : 2001:0db8:1140:1000).
id_id: Slave zones
ko_kr: 이메일 전송에 실패했습니다.
lt_lt: L64 lokatorius turi būti teisingas 64 bitų šešioliktainis IPv6 adreso segmentas, susidedantis iš tiksliai 4 hex skaitmenų grupių (pvz., 2001:0db8:1140:1000).
pl_pl: Lokalizator L64 musi być prawidłowym 64-bitowym segmentem adresu IPv6 w systemie szesnastkowym składającym się z dokładnie 4 grup cyfr szesnastkowych (np. 2001:0db8:1140:1000).
ru_ru: Локатор L64 должен быть допустимым 64-битным шестнадцатеричным сегментом IPv6 адреса, состоящим из точно 4 групп шестнадцатеричных цифр (например, 2001:0db8:1140:1000).
sv_se: API-felfrekvens
tr_tr: L64 konum belirleyici tam olarak 4 hex rakam grubundan oluşan geçerli 64-bit onaltılık IPv6 adres segmenti olmalıdır (örneğin: 2001:0db8:1140:1000).
uk_ua: This record type may have request signing requirements. Implement signature validation.
vi_vn: Giá trị rỗng không được phép.
zh_cn: L64 定位器必须是有效的 64 位十六进制 IPv6 地址段，由恰好 4 组十六进制数字组成（例如，2001:0db8:1140:1000）。

source: L64 locator should not use unspecified (0000:0000:0000:0000) or all-ones (ffff:ffff:ffff:ffff) addresses, as they may not be suitable for ILNP locators.
cs_cz: L64 lokátor by neměl používat nespecifikované (0000:0000:0000:0000) nebo všechny jedničky (ffff:ffff:ffff:ffff) adresy, protože nemusí být vhodné pro ILNP lokátory.
de_de: L64-Locator sollte keine unspezifizierten (0000:0000:0000:0000) oder all-ones (ffff:ffff:ffff:ffff) Adressen verwenden, da sie möglicherweise nicht für ILNP-Locatoren geeignet sind.
es_es: El localizador L64 no debe usar direcciones no especificadas (0000:0000:0000:0000) o todos unos (ffff:ffff:ffff:ffff), ya que pueden no ser adecuadas para localizadores ILNP.
fr_fr: Le localisateur L64 ne devrait pas utiliser d'adresses non spécifiées (0000:0000:0000:0000) ou tout-à-un (ffff:ffff:ffff:ffff), car elles peuvent ne pas convenir aux localisateurs ILNP.
id_id: Zone slave
ko_kr: 잘못된 이메일 주소입니다.
lt_lt: L64 lokatorius neturėtų naudoti nenurodytų (0000:0000:0000:0000) ar visų vienetų (ffff:ffff:ffff:ffff) adresų, nes jie gali būti netinkami ILNP lokatoriams.
pl_pl: Lokalizator L64 nie powinien używać nieokreślonych (0000:0000:0000:0000) lub samych jedynek (ffff:ffff:ffff:ffff) adresów, ponieważ mogą nie być odpowiednie dla lokalizatorów ILNP.
ru_ru: Локатор L64 не должен использовать неопределённые (0000:0000:0000:0000) или полностью единичные (ffff:ffff:ffff:ffff) адреса, поскольку они могут не подходить для ILNP локаторов.
sv_se: API-statistik
tr_tr: L64 konum belirleyici ILNP konum belirleyicileri için uygun olmayabileceği için belirtilmemiş (0000:0000:0000:0000) veya tüm birler (ffff:ffff:ffff:ffff) adreslerini kullanmamalıdır.
uk_ua: Content suggests quota or limit. Monitor usage against quota.
vi_vn: Giá trị phải là duy nhất.
zh_cn: L64 定位器不应使用未指定 (0000:0000:0000:0000) 或全 1 (ffff:ffff:ffff:ffff) 地址，因为它们可能不适合 ILNP 定位器。

source: Each hexadecimal group in L64 locator must be 4 or fewer characters.
cs_cz: Každá hexadecimální skupina v L64 lokátoru musí mít 4 nebo méně znaků.
de_de: Jede hexadezimale Gruppe im L64-Locator muss 4 oder weniger Zeichen haben.
es_es: Cada grupo hexadecimal en el localizador L64 debe tener 4 o menos caracteres.
fr_fr: Chaque groupe hexadécimal dans le localisateur L64 doit avoir 4 caractères ou moins.
id_id: Native zones
ko_kr: 이메일 템플릿을 찾을 수 없습니다.
lt_lt: Kiekviena šešioliktainė grupė L64 lokatoriuje turi būti 4 ar mažiau simbolių.
pl_pl: Każda grupa szesnastkowa w lokalizatorze L64 musi mieć 4 lub mniej znaków.
ru_ru: Каждая шестнадцатеричная группа в локаторе L64 должна содержать не более 4 символов.
sv_se: API-användning
tr_tr: L64 konum belirleyicideki her onaltılık grup 4 veya daha az karakter olmalıdır.
uk_ua: Record may be affected by DNS-based service discovery. Verify registration.
vi_vn: Giá trị đã tồn tại.
zh_cn: L64 定位器中的每个十六进制组必须为 4 个或更少字符。

source: CDNSKEY records are typically published at the zone apex, not in subdomains.
cs_cz: CDNSKEY záznamy jsou typicky publikovány na vrcholu zóny, ne v subdoménách.
de_de: CDNSKEY-Einträge werden normalerweise am Zone-Apex veröffentlicht, nicht in Subdomänen.
es_es: Los registros CDNSKEY típicamente se publican en el ápice de la zona, no en subdominios.
fr_fr: Les enregistrements CDNSKEY sont typiquement publiés au sommet de zone, pas dans les sous-domaines.
id_id: Zone native
ko_kr: 이메일 템플릿 렌더링에 실패했습니다.
lt_lt: CDNSKEY įrašai paprastai skelbiami zonos viršūnėje, o ne podomėniuose.
pl_pl: Rekordy CDNSKEY są zazwyczaj publikowane w wierzchołku strefy, a nie w poddomenach.
ru_ru: CDNSKEY записи обычно публикуются в вершине зоны, а не в поддоменах.
sv_se: API-användningsstatistik
tr_tr: CDNSKEY kayıtları genellikle alt domainlerde değil, zon tepesinde yayınlanır.
uk_ua: This configuration may have graceful degradation needs. Implement fallbacks.
vi_vn: Giá trị không tìm thấy.
zh_cn: CDNSKEY 记录通常发布在区域顶点，而不是在子域中。

source: Priority field for CDNSKEY records must be 0 or empty
cs_cz: Pole priority pro CDNSKEY záznamy musí být 0 nebo prázdné
de_de: Prioritätsfeld für CDNSKEY-Einträge muss 0 oder leer sein
es_es: El campo de prioridad para registros CDNSKEY debe ser 0 o estar vacío
fr_fr: Le champ priorité pour les enregistrements CDNSKEY doit être 0 ou vide
id_id: Zone comment
ko_kr: 첨부 파일을 추가할 수 없습니다.
lt_lt: CDNSKEY įrašų prioriteto laukas turi būti 0 arba tuščias
pl_pl: Pole priorytetu dla rekordów CDNSKEY musi być 0 lub puste
ru_ru: Поле приоритета для CDNSKEY записей должно быть 0 или пустым
sv_se: Totalt antal API-begäranden
tr_tr: CDNSKEY kayıtları için öncelik alanı 0 veya boş olmalıdır
uk_ua: Content includes priority or weight. Verify load distribution algorithm.
vi_vn: Giá trị đã hết hạn.
zh_cn: CDNSKEY 记录的优先级字段必须为 0 或空

source: RFC 7344 recommends that if you publish a CDNSKEY record, you should also publish a corresponding CDS record.
cs_cz: RFC 7344 doporučuje, že pokud publikujete CDNSKEY záznam, měli byste také publikovat odpovídající CDS záznam.
de_de: RFC 7344 empfiehlt, dass Sie auch einen entsprechenden CDS-Eintrag veröffentlichen sollten, wenn Sie einen CDNSKEY-Eintrag veröffentlichen.
es_es: RFC 7344 recomienda que si publica un registro CDNSKEY, también debe publicar un registro CDS correspondiente.
fr_fr: RFC 7344 recommande que si vous publiez un enregistrement CDNSKEY, vous devriez aussi publier un enregistrement CDS correspondant.
id_id: Komentar zone
ko_kr: 잘못된 첨부 파일입니다.
lt_lt: RFC 7344 rekomenduoja, kad jei skelbiate CDNSKEY įrašą, turėtumėte taip pat skelbti atitinkamą CDS įrašą.
pl_pl: RFC 7344 zaleca, że jeśli publikujesz rekord CDNSKEY, powinieneś także opublikować odpowiedni rekord CDS.
ru_ru: RFC 7344 рекомендует, что если вы публикуете CDNSKEY запись, вы также должны опубликовать соответствующую CDS запись.
sv_se: API-begäranden idag
tr_tr: RFC 7344 bir CDNSKEY kaydı yayınlarssanız, karşılık gelen bir CDS kaydı da yayınlamayı önerir.
uk_ua: Record appears to be using lazy loading. Document loading behavior.
vi_vn: Giá trị chưa hợp lệ.
zh_cn: RFC 7344 建议如果您发布 CDNSKEY 记录，您也应该发布相应的 CDS 记录。

source: Invalid characters in CDNSKEY record content.
cs_cz: Neplatné znaky v obsahu CDNSKEY záznamu.
de_de: Ungültige Zeichen im CDNSKEY-Eintrag-Inhalt.
es_es: Caracteres inválidos en el contenido del registro CDNSKEY.
fr_fr: Caractères invalides dans le contenu de l'enregistrement CDNSKEY.
id_id: Add comment
ko_kr: 이메일 대기열에 추가할 수 없습니다.
lt_lt: CDNSKEY įrašo turinyje yra neteisingi simboliai.
pl_pl: Nieprawidłowe znaki w zawartości rekordu CDNSKEY.
ru_ru: Недопустимые символы в содержимом CDNSKEY записи.
sv_se: API-begäranden denna månad
tr_tr: CDNSKEY kayıt içeriğinde geçersiz karakterler.
uk_ua: This configuration may have warm-up requirements. Implement pre-warming.
vi_vn: Giá trị nằm ngoài phạm vi cho phép.
zh_cn: CDNSKEY 记录内容中有无效字符。

source: Using "0 3 0 0" format from RFC 8078 erratum, consider using the standard "0 3 0 AA==" format.
cs_cz: Používá se formát "0 3 0 0" z RFC 8078 erratum, zvažte použití standardního formátu "0 3 0 AA==".
de_de: Verwendung des Formats "0 3 0 0" aus RFC 8078 Erratum, erwägen Sie die Verwendung des Standardformats "0 3 0 AA==".
es_es: Usando formato "0 3 0 0" del erratum RFC 8078, considere usar el formato estándar "0 3 0 AA==".
fr_fr: Utilisation du format "0 3 0 0" de l'erratum RFC 8078, considérez utiliser le format standard "0 3 0 AA==".
id_id: Tambah komentar
ko_kr: 이메일 대기열을 처리할 수 없습니다.
lt_lt: Naudojant "0 3 0 0" formatą iš RFC 8078 erratum, apsvarstykite standartinio "0 3 0 AA==" formato naudojimą.
pl_pl: Używanie formatu "0 3 0 0" z erraty RFC 8078, rozważ użycie standardowego formatu "0 3 0 AA==".
ru_ru: Используется формат "0 3 0 0" из erratum RFC 8078, рассмотрите использование стандартного формата "0 3 0 AA==".
sv_se: API-begäranden detta år
tr_tr: RFC 8078 erratum'undan "0 3 0 0" formatı kullanılıyor, standart "0 3 0 AA==" formatını kullanmayı düşünün.
uk_ua: Content may be affected by time zones. Use UTC consistently.
vi_vn: Giá trị dưới mức tối thiểu cho phép (%s).
zh_cn: 使用来自 RFC 8078 勘误表的 "0 3 0 0" 格式，考虑使用标准的 "0 3 0 AA==" 格式。

source: CDNSKEY record must contain flags, protocol, algorithm and public-key separated by spaces.
cs_cz: CDNSKEY záznam musí obsahovat příznaky, protokol, algoritmus a veřejný klíč oddělené mezerami.
de_de: CDNSKEY-Eintrag muss Flags, Protokoll, Algorithmus und Public-Key durch Leerzeichen getrennt enthalten.
es_es: El registro CDNSKEY debe contener flags, protocolo, algoritmo y clave pública separados por espacios.
fr_fr: L'enregistrement CDNSKEY doit contenir drapeaux, protocole, algorithme et clé-publique séparés par des espaces.
id_id: Edit comment
ko_kr: 알림 전송에 실패했습니다.
lt_lt: CDNSKEY įrašas turi turėti vėliavas, protokolą, algoritmą ir viešąjį raktą, atskirtus tarpais.
pl_pl: Rekord CDNSKEY musi zawierać flagi, protokół, algorytm i klucz publiczny oddzielone spacjami.
ru_ru: CDNSKEY запись должна содержать флаги, протокол, алгоритм и открытый ключ, разделённые пробелами.
sv_se: Mest använda API-endpoints
tr_tr: CDNSKEY kaydı boşluklarla ayrılmış bayraklar, protokol, algoritma ve genel anahtar içermelidir.
uk_ua: Record may be part of eventual consistency model. Document conflict resolution.
vi_vn: Giá trị vượt quá mức tối đa cho phép (%s).
zh_cn: CDNSKEY 记录必须包含用空格分隔的标志、协议、算法和公钥。

source: CDNSKEY flags must be 0, 256, or 257.
cs_cz: CDNSKEY příznaky musí být 0, 256, nebo 257.
de_de: CDNSKEY-Flags müssen 0, 256 oder 257 sein.
es_es: Los flags CDNSKEY deben ser 0, 256, o 257.
fr_fr: Les drapeaux CDNSKEY doivent être 0, 256 ou 257.
id_id: Edit komentar
ko_kr: 알림 템플릿을 찾을 수 없습니다.
lt_lt: CDNSKEY vėliavos turi būti 0, 256 arba 257.
pl_pl: Flagi CDNSKEY muszą być 0, 256 lub 257.
ru_ru: Флаги CDNSKEY должны быть 0, 256 или 257.
sv_se: API-endpoint-användning
tr_tr: CDNSKEY bayrakları 0, 256, veya 257 olmalıdır.
uk_ua: This record type may have bulk operation support. Verify batch limits.
vi_vn: Độ dài giá trị dưới mức tối thiểu (%d ký tự).
zh_cn: CDNSKEY 标志必须是 0、256 或 257。
