Repository: poweradmin/poweradmin
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: cs_cz, de_de, es_es, fr_fr, id_id, ko_kr, lt_lt, pl_pl, ru_ru, sv_se, tr_tr, uk_ua, vi_vn, zh_cn

source: Generate a secure password that meets all requirements
cs_cz: Generovat bezpečné heslo splňující všechny požadavky
de_de: Ein sicheres Passwort generieren, das alle Anforderungen erfüllt
es_es: Generar una contraseña segura que cumpla todos los requisitos
fr_fr: Générer un mot de passe sécurisé qui répond à toutes les exigences
id_id: Generate kata sandi yang aman yang memenuhi semua persyaratan
ko_kr: 모든 요구 사항을 충족하는 안전한 비밀번호 생성
lt_lt: Generuoti saugų slaptažodį, atitinkantį visus reikalavimus
pl_pl: Wygeneruj bezpieczne hasło spełniające wszystkie wymagania
ru_ru: Сгенерировать защищенный пароль, отвечающий всем требованиям
sv_se: Generera ett säkert lösenord som uppfyller alla krav
tr_tr: Tüm gereksinimleri karşılayan güvenli bir şifre oluştur
uk_ua: Створити безпечний пароль, який відповідає всім вимогам
vi_vn: Tạo một mật khẩu an toàn đáp ứng tất cả các yêu cầu

source: Send password by email
cs_cz: Odeslat heslo e-mailem
de_de: Passwort per Email versenden
es_es: Enviar contraseña por correo electrónico
fr_fr: Envoyer le mot de passe par e-mail
id_id: Kirim kata sandi melalui email
ko_kr: 이메일로 비밀번호 전송
lt_lt: Siųsti slaptažodį el. paštu
pl_pl: Wyślij hasło e-mailem
ru_ru: Отправить пароль по электронной почте
sv_se: Skicka lösenord via e-post
tr_tr: Şifreyi e-postayla gönder
uk_ua: Надіслати пароль електронною поштою
vi_vn: Gửi mật khẩu qua email

source: Send login credentials to user's email address
cs_cz: Odeslat přihlašovací údaje na e-mailovou adresu uživatele
de_de: Anmeldedaten an die E-Mail-Adresse des Benutzers senden
es_es: Enviar credenciales de acceso a la dirección de correo del usuario
fr_fr: Envoyer les identifiants de connexion à l'adresse e-mail de l'utilisateur
id_id: Kirim kredensial login ke alamat email pengguna
ko_kr: 사용자의 이메일 주소로 로그인 자격 증명 전송
lt_lt: Siųsti prisijungimo duomenis į naudotojo el. pašto adresą
pl_pl: Wyślij dane logowania na adres e-mail użytkownika
ru_ru: Отправить учетные данные на электронную почту пользователя
sv_se: Skicka inloggningsuppgifter till användarens e-postadress
tr_tr: Giriş bilgilerini kullanıcının e-posta adresine gönder
uk_ua: Надіслати облікові дані для входу на адресу електронної пошти користувача
vi_vn: Gửi thông tin đăng nhập đến địa chỉ email của người dùng

source: Select permissions for this user
cs_cz: Vyberte oprávnění pro tohoto uživatele
de_de: Berechtigungen für den Benutzer auswählen
es_es: Seleccionar permisos para este usuario
fr_fr: Sélectionner les permissions pour cet utilisateur
id_id: Pilih izin untuk pengguna ini
ko_kr: 이 사용자에 대한 권한 선택
lt_lt: Pasirinkite šio naudotojo leidimus
pl_pl: Wybierz uprawnienia dla tego użytkownika
ru_ru: Выберите разрешения для этого пользователя
sv_se: Välj behörigheter för denna användare
tr_tr: Bu kullanıcı için izinleri seçin
uk_ua: Виберіть дозволи для цього користувача
vi_vn: Chọn quyền hạn cho người dùng này
zh_cn: 为此用户选择权限

source: When creating a new user, they will receive permissions based on the selected template. You can modify these permissions later by editing the user.
cs_cz: Při vytváření nového uživatele získá oprávnění na základě vybrané šablony. Tato oprávnění můžete později upravit editací uživatele.
de_de: Beim Erstellen eines neuen Benutzers erhält er Berechtigungen basierend auf der ausgewählten Vorlage. Sie können diese Berechtigungen später durch Bearbeiten des Benutzers ändern.
es_es: Al crear un nuevo usuario, recibirá permisos basados en la plantilla seleccionada. Puede modificar estos permisos más tarde editando el usuario.
fr_fr: Lors de la création d'un nouvel utilisateur, il recevra des permissions basées sur le modèle sélectionné. Vous pouvez modifier ces permissions plus tard en modifiant l'utilisateur.
id_id: Saat membuat pengguna baru, mereka akan menerima izin berdasarkan templat yang dipilih. Anda dapat memodifikasi izin ini nanti dengan mengedit pengguna.
ko_kr: 새 사용자를 생성하면 선택한 템플릿을 기반으로 권한을 받습니다. 나중에 사용자를 편집하여 이러한 권한을 수정할 수 있습니다.
lt_lt: Kuriant naują naudotoją, jis gaus leidimus pagal pasirinktą šabloną. Šiuos leidimus galite keisti vėliau redaguodami naudotoją.
pl_pl: Podczas tworzenia nowego użytkownika otrzyma on uprawnienia na podstawie wybranego szablonu. Możesz zmodyfikować te uprawnienia później, edytując użytkownika.
ru_ru: При создании нового пользователя он получит разрешения на основе выбранного шаблона. Вы можете изменить эти разрешения позже, редактируя пользователя.
sv_se: När du skapar en ny användare får de behörigheter baserat på den valda mallen. Du kan ändra dessa behörigheter senare genom att redigera användaren.
tr_tr: Yeni bir kullanıcı oluştururken, seçilen şablona dayalı izinler alacaklardır. Bu izinleri daha sonra kullanıcıyı düzenleyerek değiştirebilirsiniz.
uk_ua: При створенні нового користувача він отримає дозволи на основі вибраного шаблону. Ви можете змінити ці дозволи пізніше, відредагувавши користувача.
vi_vn: Khi tạo người dùng mới, họ sẽ nhận quyền hạn dựa trên mẫu đã chọn. Bạn có thể sửa đổi các quyền hạn này sau bằng cách chỉnh sửa người dùng.

source: Select groups to add the new user to upon creation.
id_id: Pilih grup untuk menambahkan pengguna baru saat pembuatan.
ko_kr: 생성 시 새 사용자를 추가할 그룹을 선택하세요.
sv_se: Välj grupper att lägga till den nya användaren i vid skapandet.
uk_ua: Виберіть групи, до яких буде додано нового користувача після створення.
vi_vn: Chọn các nhóm để thêm người dùng mới vào khi tạo.

source: Zone name
cs_cz: Název zóny
de_de: Name der Zone
es_es: Nombre de zona
fr_fr: Nom de zone
id_id: Nama zona
ko_kr: 존 이름
lt_lt: Zonos pavadinimas
pl_pl: Nazwa strefy
ru_ru: Имя зоны
sv_se: Zonnamn
tr_tr: Zon adı
uk_ua: Назва зони
vi_vn: Tên vùng

source: Provide zone name
cs_cz: Zadejte název zóny
de_de: Zonennamen angeben
es_es: Proporcionar nombre de zona
fr_fr: Fournir le nom de zone
id_id: Berikan nama zona
ko_kr: 존 이름을 입력하세요
lt_lt: Pateikite zonos pavadinimą
pl_pl: Podaj nazwę strefy
ru_ru: Укажите имя зоны
sv_se: Ange zonnamn
tr_tr: Zon adı sağlayın
uk_ua: Надайте назву зони
vi_vn: Cung cấp tên vùng

source: Example: example.com
cs_cz: Příklad: example.com
de_de: Beispiel: example.com
es_es: Ejemplo: ejemplo.com
fr_fr: Exemple: exemple.com
id_id: Contoh: example.com
ko_kr: 예: example.com
lt_lt: Pavyzdys: example.com
pl_pl: Przykład: example.com
ru_ru: Пример: example.com
sv_se: Exempel: example.com
tr_tr: Örnek: example.com
uk_ua: Приклад: example.com
vi_vn: Ví dụ: example.com

source: Zone type (usually NATIVE)
cs_cz: Typ zóny (obvykle NATIVE)
de_de: Zonen Type (üblich NATIVE)
es_es: Tipo de zona (usualmente NATIVE)
fr_fr: Type de zone (habituellement NATIVE)
id_id: Tipe zona (biasanya NATIVE)
ko_kr: 존 유형 (일반적으로 NATIVE)
lt_lt: Zonos tipas (paprastai NATIVE)
pl_pl: Typ strefy (zwykle NATIVE)
ru_ru: Тип зоны (обычно NATIVE)
sv_se: Zontyp (vanligtvis NATIVE)
tr_tr: Zon tipi (genellikle NATIVE)
uk_ua: Тип зони (зазвичай NATIVE)
vi_vn: Loại vùng (thường là NATIVE)

source: Optional: Apply predefined records from a template
cs_cz: Volitelné: Aplikovat předdefinované záznamy ze šablony
de_de: Optional: Vordefinierte Einträge aus einer Vorlage
es_es: Opcional: Aplicar registros predefinidos de una plantilla
fr_fr: Optionnel: Appliquer des enregistrements prédéfinis d'un modèle
id_id: Opsional: Terapkan rekod yang telah ditentukan dari templat
ko_kr: 선택 사항: 템플릿에서 미리 정의된 레코드 적용
lt_lt: Neprivaloma: pritaikyti iš anksto apibrėžtus įrašus iš šablono
pl_pl: Opcjonalnie: Zastosuj predefiniowane rekordy z szablonu
ru_ru: Опционально: Применить предопределенные записи из шаблона
sv_se: Valfritt: Använd fördefinierade poster från en mall
tr_tr: İsteğe bağlı: Şablondan önceden tanımlanmış kayıtları uygula
uk_ua: Необов'язково: застосувати попередньо визначені записи з шаблону
vi_vn: Tùy chọn: Áp dụng bản ghi được định nghĩa trước từ một mẫu

source: Enable DNSSEC
cs_cz: Povolit DNSSEC
de_de: DNSSEC aktivieren
es_es: Habilitar DNSSEC
fr_fr: Activer DNSSEC
id_id: Aktifkan DNSSEC
ko_kr: DNSSEC 활성화
lt_lt: Įjungti DNSSEC
pl_pl: Włącz DNSSEC
ru_ru: Включить DNSSEC
sv_se: Aktivera DNSSEC
tr_tr: DNSSEC'i etkinleştir
uk_ua: Увімкнути DNSSEC
vi_vn: Kích hoạt DNSSEC

source: Secure this zone with DNSSEC signing
cs_cz: Zabezpečit tuto zónu pomocí DNSSEC podpisu
de_de: Diese Zone mit DNSSEC-Signierung sichern
es_es: Asegurar esta zona con firma DNSSEC
fr_fr: Sécuriser cette zone avec la signature DNSSEC
id_id: Amankan zona ini dengan penandatanganan DNSSEC
ko_kr: DNSSEC 서명으로 이 존 보호
lt_lt: Apsaugoti šią zoną DNSSEC pasirašymu
pl_pl: Zabezpiecz tę strefę podpisywaniem DNSSEC
ru_ru: Защитить эту зону подписанием DNSSEC
sv_se: Säkra denna zon med DNSSEC-signering
tr_tr: Bu zonu DNSSEC imzalama ile güvenli hale getir
uk_ua: Захистити цю зону підписом DNSSEC
vi_vn: Bảo mật vùng này bằng ký DNSSEC

source: Selected:
id_id: Dipilih:
ko_kr: 선택됨:
sv_se: Vald:
uk_ua: Вибрано:
vi_vn: Đã chọn:

source: No user owner
id_id: Tidak ada pemilik pengguna
ko_kr: 사용자 소유자 없음
sv_se: Ingen användarägare
uk_ua: Немає власника-користувача
vi_vn: Không có chủ sở hữu người dùng

source: Zone will be owned only by groups
id_id: Zona akan dimiliki hanya oleh grup
ko_kr: 존은 그룹만 소유합니다
sv_se: Zonen kommer endast att ägas av grupper
uk_ua: Зона буде належати лише групам
vi_vn: Vùng sẽ chỉ thuộc sở hữu của các nhóm

source: Optional: Select a user responsible for this zone
id_id: Opsional: Pilih pengguna yang bertanggung jawab untuk zona ini
ko_kr: 선택 사항: 이 존을 담당하는 사용자 선택
sv_se: Valfritt: Välj en ansvarig användare för denna zon
uk_ua: Необов'язково: виберіть користувача, відповідального за цю зону
vi_vn: Tùy chọn: Chọn một người dùng chịu trách nhiệm cho vùng này

source: Optional: Select one or more groups
id_id: Opsional: Pilih satu atau lebih grup
ko_kr: 선택 사항: 하나 이상의 그룹 선택
sv_se: Valfritt: Välj en eller flera grupper
uk_ua: Необов'язково: виберіть одну або кілька груп
vi_vn: Tùy chọn: Chọn một hoặc nhiều nhóm

source: Add zone
cs_cz: Přidat zónu
de_de: Zone hinzufügen
es_es: Agregar zona
fr_fr: Ajouter une zone
id_id: Tambah zona
ko_kr: 존 추가
lt_lt: Pridėti zoną
pl_pl: Dodaj strefę
ru_ru: Добавить зону
sv_se: Lägg till zon
tr_tr: Zon ekle
uk_ua: Додати зону
vi_vn: Thêm vùng

source: Zone templates for
cs_cz: Šablony zón pro
de_de: Zonen Vorlagen für
es_es: Plantillas de zona para
fr_fr: Modèles de zone pour
id_id: Templat zona untuk
ko_kr: 다음에 대한 존 템플릿
lt_lt: Zonų šablonai
pl_pl: Szablony stref dla
ru_ru: Шаблоны зон для
sv_se: Zonmallar för
tr_tr: Şunun için zon şablonları:
uk_ua: Шаблони зон для
vi_vn: Mẫu vùng cho

source: In use
cs_cz: V použití
de_de: In Verwendung
es_es: En uso
fr_fr: En cours d'utilisation
id_id: Digunakan
ko_kr: 사용 중
lt_lt: Naudojama
pl_pl: W użyciu
ru_ru: Используется
sv_se: I bruk
tr_tr: Kullanımda
uk_ua: Використовується
vi_vn: Đang sử dụng

source: Template name
cs_cz: Název šablony
de_de: Name der Zonenvorlage
es_es: Nombre de plantilla
fr_fr: Nom du modèle
id_id: Nama templat
ko_kr: 템플릿 이름
lt_lt: Šablono pavadinimas
ru_ru: Имя шаблона
sv_se: Mallnamn
uk_ua: Назва шаблону
vi_vn: Tên mẫu

source: Zones linked
cs_cz: Propojené zóny
de_de: Zonen verbunden
es_es: Zonas enlazadas
fr_fr: Zones liées
id_id: Zona terhubung
ko_kr: 연결된 존
lt_lt: Susietos zonos
pl_pl: Połączone strefy
ru_ru: Связанные зоны
sv_se: Länkade zoner
tr_tr: Bağlanmış zonlar
uk_ua: Зв'язаних зон
vi_vn: Vùng đã liên kết

source: Sync Status
cs_cz: Stav synchronizace
es_es: Estado de Sincronización
fr_fr: Statut de Synchronisation
id_id: Status Sinkronisasi
ko_kr: 동기화 상태
lt_lt: Sinchronizavimo būsena
pl_pl: Status synchronizacji
ru_ru: Статус синхронизации
sv_se: Synkroniseringsstatus
tr_tr: Senkronizasyon Durumu
uk_ua: Статус синхронізації
vi_vn: Trạng thái đồng bộ

source: No results found
cs_cz: Nebyly nalezeny žádné výsledky
de_de: Keine Ergebnisse gefunden
es_es: No se encontraron resultados
fr_fr: Aucun résultat trouvé
id_id: Tidak ada hasil yang ditemukan
ko_kr: 결과를 찾을 수 없습니다
lt_lt: Rezultatų nerasta
pl_pl: Nie znaleziono wyników
ru_ru: Результаты не найдены
sv_se: Inga resultat hittades
tr_tr: Sonuç bulunamadı
uk_ua: Результатів не знайдено
vi_vn: Không tìm thấy kết quả

source: private
cs_cz: soukromé
de_de: privat
es_es: privado
fr_fr: privé
id_id: pribadi
ko_kr: 비공개
lt_lt: privatūs
pl_pl: prywatny
ru_ru: частный
sv_se: privat
tr_tr: özel
uk_ua: приватний
vi_vn: riêng tư

source: global
cs_cz: globální
ko_kr: 전역
lt_lt: globalūs
pl_pl: globalny
ru_ru: глобальный
tr_tr: genel
uk_ua: глобальний
vi_vn: toàn cục

source: Zones need updating
cs_cz: Zóny potřebují aktualizaci
de_de: Zonen müssen aktualisiert werden
es_es: Las zonas necesitan actualización
fr_fr: Les zones nécessitent une mise à jour
id_id: Zona perlu diperbarui
ko_kr: 업데이트가 필요한 존
lt_lt: Zonos reikia atnaujinti
pl_pl: Strefy wymagają aktualizacji
ru_ru: Зоны требуют обновления
sv_se: Zoner behöver uppdateras
tr_tr: Zonların güncellenmesi gerekiyor
uk_ua: Зони потребують оновлення
vi_vn: Vùng cần cập nhật

source: All zones are synchronized
cs_cz: Všechny zóny jsou synchronizovány
de_de: Alle Zonen sind synchronisiert
es_es: Todas las zonas están sincronizadas
fr_fr: Toutes les zones sont synchronisées
id_id: Semua zona tersinkronisasi
ko_kr: 모든 존이 동기화되었습니다
lt_lt: Visos zonos sinchronizuotos
pl_pl: Wszystkie strefy są zsynchronizowane
ru_ru: Все зоны синхронизированы
sv_se: Alla zoner är synkroniserade
tr_tr: Tüm zonlar senkronize
uk_ua: Всі зони синхронізовані
vi_vn: Tất cả vùng đã được đồng bộ hóa

source: Synced
cs_cz: Synchronizováno
de_de: Synchronisiert
es_es: Sincronizado
fr_fr: Synchronisé
id_id: Tersinkronisasi
ko_kr: 동기화됨
lt_lt: Sinchronizuota
pl_pl: Zsynchronizowane
ru_ru: Синхронизировано
sv_se: Synkroniserad
tr_tr: Senkronize
uk_ua: Синхронізовано
vi_vn: Đã đồng bộ

source: No zones are using this template
cs_cz: Žádné zóny nepoužívají tuto šablonu
de_de: Keine Zonen verwenden diese Vorlage
es_es: Ninguna zona está usando esta plantilla
fr_fr: Aucune zone n'utilise ce modèle
id_id: Tidak ada zona yang menggunakan templat ini
ko_kr: 이 템플릿을 사용하는 존이 없습니다
lt_lt: Jokios zonos nenaudoja šio šablono
pl_pl: Żadne strefy nie używają tego szablonu
ru_ru: Ни одна зона не использует этот шаблон
sv_se: Inga zoner använder denna mall
tr_tr: Hiçbir zon bu şablonu kullanmıyor
uk_ua: Жодна зона не використовує цей шаблон
vi_vn: Không có vùng nào đang sử dụng mẫu này

source: View zones using this template
cs_cz: Zobrazit zóny používající tuto šablonu
de_de: Zonen anzeigen, die diese Vorlage verwenden
es_es: Ver zonas que usan esta plantilla
fr_fr: Voir les zones utilisant ce modèle
id_id: Lihat zona yang menggunakan templat ini
ko_kr: 이 템플릿을 사용하는 존 보기
lt_lt: Peržiūrėti zonas, naudojančias šį šabloną
pl_pl: Pokaż strefy używające tego szablonu
ru_ru: Посмотреть зоны, использующие этот шаблон
sv_se: Visa zoner som använder denna mall
tr_tr: Bu şablonu kullanan zonları görüntüle
uk_ua: Переглянути зони, що використовують цей шаблон
vi_vn: Xem các vùng sử dụng mẫu này

source: Template Behavior:
cs_cz: Chování šablony:
es_es: Comportamiento de Plantilla:
fr_fr: Comportement du Modèle:
id_id: Perilaku Templat:
ko_kr: 템플릿 동작:
lt_lt: Šablono elgesys:
ru_ru: Поведение шаблона:
sv_se: Mallbeteende:
uk_ua: Поведінка шаблону:
vi_vn: Hành vi mẫu:

source: Changing a zone's template overwrites template-based records but preserves manual additions. Template modifications don't automatically update zones - use "Update Zones" button when editing templates to apply changes.
cs_cz: Změna šablony zóny přepíše záznamy založené na šabloně, ale zachová ruční doplňky. Úpravy šablon automaticky neaktualizují zóny - použijte tlačítko "Aktualizovat zóny" při úpravě šablon pro aplikaci změn.
es_es: Cambiar la plantilla de una zona sobrescribe los registros basados en plantillas pero conserva las adiciones manuales. Las modificaciones de plantillas no actualizan automáticamente las zonas - use el botón "Actualizar Zonas" al editar plantillas para aplicar los cambios.
fr_fr: Changer le modèle d'une zone écrase les enregistrements basés sur le modèle mais préserve les ajouts manuels. Les modifications de modèle ne mettent pas automatiquement à jour les zones - utilisez le bouton "Mettre à jour les Zones" lors de l'édition des modèles pour appliquer les changements.
id_id: Mengubah templat zona menimpa rekod berbasis templat tetapi mempertahankan penambahan manual. Modifikasi templat tidak secara otomatis memperbarui zona - gunakan tombol "Perbarui Zona" saat mengedit templat untuk menerapkan perubahan.
ko_kr: 존의 템플릿을 변경하면 템플릿 기반 레코드를 덮어쓰지만 수동 추가는 유지됩니다. 템플릿 수정은 존을 자동으로 업데이트하지 않습니다 - 템플릿 편집 시 "존 업데이트" 버튼을 사용하여 변경 사항을 적용하세요.
lt_lt: Keičiant zonos šabloną, peršrinama šablonu grįsti įrašai, bet išsaugomi rankiniai papildymai. Šablono keitimai automatkai neatnaujina zonų - naudokite "Atnaujinti zonas" mygtuką redaguojant šablonus pakeitimams pritaikyti.
ru_ru: Изменение шаблона зоны перезаписывает записи на основе шаблона, но сохраняет ручные добавления. Изменения шаблона не обновляют зоны автоматически - используйте кнопку "Обновить зоны" при редактировании шаблонов для применения изменений.
sv_se: Att ändra en zons mall skriver över mallbaserade poster men bevarar manuella tillägg. Malländringar uppdaterar inte automatiskt zoner - använd knappen "Uppdatera zoner" när du redigerar mallar för att tillämpa ändringar.
uk_ua: Зміна шаблону зони перезаписує записи на основі шаблону, але зберігає ручні додавання. Зміни шаблону не оновлюють зони автоматично - використовуйте кнопку "Оновити зони" при редагуванні шаблонів для застосування змін.
vi_vn: Thay đổi mẫu của vùng sẽ ghi đè các bản ghi dựa trên mẫu nhưng bảo toàn các bổ sung thủ công. Sửa đổi mẫu không tự động cập nhật các vùng - sử dụng nút "Cập nhật vùng" khi chỉnh sửa mẫu để áp dụng thay đổi.

source: Change Password
cs_cz: Změnit heslo
de_de: Passwort ändern
es_es: Cambiar Contraseña
fr_fr: Changer le Mot de Passe
id_id: Ubah Kata Sandi
ko_kr: 비밀번호 변경
lt_lt: Keisti slaptažodį
pl_pl: Zmień hasło
ru_ru: Изменить пароль
sv_se: Ändra lösenord
tr_tr: Şifre Değiştir
uk_ua: Змінити пароль
vi_vn: Đổi mật khẩu

source: Current password
cs_cz: Současné heslo
de_de: Aktuelles Passwort
es_es: Contraseña actual
fr_fr: Mot de passe actuel
id_id: Kata sandi saat ini
ko_kr: 현재 비밀번호
lt_lt: Dabartinis slaptažodis
pl_pl: Aktualne hasło
ru_ru: Текущий пароль
sv_se: Nuvarande lösenord
tr_tr: Mevcut şifre
uk_ua: Поточний пароль
vi_vn: Mật khẩu hiện tại

source: Provide current password
cs_cz: Zadejte současné heslo
de_de: Aktuelles Passwort angeben
es_es: Proporcionar contraseña actual
fr_fr: Fournir le mot de passe actuel
id_id: Berikan kata sandi saat ini
ko_kr: 현재 비밀번호를 입력하세요
lt_lt: Pateikite dabartinį slaptažodį
pl_pl: Podaj aktualne hasło
ru_ru: Введите текущий пароль
sv_se: Ange nuvarande lösenord
tr_tr: Mevcut şifreyi sağlayın
uk_ua: Надайте поточний пароль
vi_vn: Cung cấp mật khẩu hiện tại

source: New password
cs_cz: Nové heslo
de_de: Neues Passwort
es_es: Nueva contraseña
fr_fr: Nouveau mot de passe
id_id: Kata sandi baru
ko_kr: 새 비밀번호
lt_lt: Naujas slaptažodis
pl_pl: Nowe hasło
ru_ru: Новый пароль
sv_se: Nytt lösenord
tr_tr: Yeni şifre
uk_ua: Новий пароль
vi_vn: Mật khẩu mới

source: Provide new password
cs_cz: Zadejte nové heslo
de_de: Neues Passwort angeben
es_es: Proporcionar nueva contraseña
fr_fr: Fournir le nouveau mot de passe
id_id: Berikan kata sandi baru
ko_kr: 새 비밀번호를 입력하세요
lt_lt: Pateikite naują slaptažodį
pl_pl: Podaj nowe hasło
ru_ru: Введите новый пароль
sv_se: Ange nytt lösenord
tr_tr: Yeni şifreyi sağlayın
uk_ua: Надайте новий пароль
vi_vn: Cung cấp mật khẩu mới

source: Repeat password
cs_cz: Zopakujte heslo
de_de: Passwort wiederholen
es_es: Repetir contraseña
fr_fr: Répéter le mot de passe
id_id: Ulangi kata sandi
ko_kr: 비밀번호 반복
lt_lt: Pakartokite slaptažodį
pl_pl: Powtórz hasło
ru_ru: Повторите пароль
sv_se: Upprepa lösenord
tr_tr: Şifreyi tekrarlayın
uk_ua: Повторіть пароль
vi_vn: Nhập lại mật khẩu

source: Password Guidelines
cs_cz: Pokyny pro heslo
de_de: Passwort Richtlinien
es_es: Pautas de contraseña
fr_fr: Directives de Mot de Passe
id_id: Pedoman Kata Sandi
ko_kr: 비밀번호 가이드라인
lt_lt: Slaptažodžio gairės
pl_pl: Wytyczne dotyczące hasła
ru_ru: Требования к паролю
sv_se: Lösenordsriktlinjer
tr_tr: Şifre Yönergeleri
uk_ua: Рекомендації щодо пароля
vi_vn: Hướng dẫn mật khẩu

source: Enforced
cs_cz: Vynuceno
de_de: Erzwungen
es_es: Obligatorio
fr_fr: Appliqué
id_id: Diberlakukan
ko_kr: 적용됨
lt_lt: Priverstinai
pl_pl: Wymagane
ru_ru: Обязательно
sv_se: Påtvingad
tr_tr: Zorunlu
uk_ua: Обов'язково
vi_vn: Bắt buộc

source: Security Tips
cs_cz: Bezpečnostní tipy
de_de: Sicherheitstipps
es_es: Consejos de seguridad
fr_fr: Conseils de Sécurité
id_id: Tips Keamanan
ko_kr: 보안 팁
lt_lt: Saugumo patarimai
pl_pl: Wskazówki bezpieczeństwa
ru_ru: Советы по безопасности
sv_se: Säkerhetstips
tr_tr: Güvenlik İpuçları
uk_ua: Поради з безпеки
vi_vn: Mẹo bảo mật

source: Use a unique password not used on other sites
cs_cz: Používejte jedinečné heslo nepoužívané na jiných stránkách
de_de: Einzigartiges Passwort verwenden
es_es: Usa una contraseña única que no uses en otros sitios
fr_fr: Utilisez un mot de passe unique non utilisé sur d'autres sites
id_id: Gunakan kata sandi unik yang tidak digunakan di situs lain
ko_kr: 다른 사이트에서 사용하지 않는 고유한 비밀번호 사용
lt_lt: Naudokite unikalų slaptažodį, nenaudojamą kituose puslapiuose
pl_pl: Używaj unikalnego hasła nieużywanego na innych stronach
ru_ru: Используйте уникальный пароль, не используемый на других сайтах
sv_se: Använd ett unikt lösenord som inte används på andra webbplatser
tr_tr: Diğer sitelerde kullanmadığınız benzersiz bir şifre kullanın
uk_ua: Використовуйте унікальний пароль, який не використовується на інших сайтах
vi_vn: Sử dụng mật khẩu duy nhất không sử dụng trên các trang web khác

source: Choose a password that is difficult to guess
cs_cz: Vyberte heslo, které je těžké uhodnout
de_de: Das Passwort sollte schwer zu erraten sein
es_es: Elige una contraseña que sea difícil de adivinar
fr_fr: Choisir un mot de passe difficile à deviner
id_id: Pilih kata sandi yang sulit ditebak
ko_kr: 추측하기 어려운 비밀번호 선택
lt_lt: Pasirinkite slaptažodį, kurį sunku atspėti
pl_pl: Wybierz hasło trudne do odgadnięcia
ru_ru: Выберите пароль, который трудно угадать
sv_se: Välj ett lösenord som är svårt att gissa
tr_tr: Tahmin edilmesi zor bir şifre seçin
uk_ua: Виберіть пароль, який важко вгадати
vi_vn: Chọn mật khẩu khó đoán

source: Include a mix of letters, numbers, and symbols
cs_cz: Zahrňte kombinaci písmen, číslic a symbolů
de_de: Buchstaben, Ziffern und Sonderzeichen verwenden
es_es: Incluye una mezcla de letras, números y símbolos
fr_fr: Inclure un mélange de lettres, de chiffres et de symboles
id_id: Sertakan campuran huruf, angka, dan simbol
ko_kr: 문자, 숫자, 기호를 혼합하여 포함
lt_lt: Įtraukite raidžių, skaičių ir simbolių mišinį
pl_pl: Użyj kombinacji liter, cyfr i symboli
ru_ru: Включите сочетание букв, цифр и символов
sv_se: Inkludera en blandning av bokstäver, siffror och symboler
tr_tr: Harf, sayı ve sembollerin karışımını dahil edin
uk_ua: Включіть комбінацію літер, цифр і символів
vi_vn: Bao gồm kết hợp chữ cái, số và ký hiệu

source: Consider using a password manager
cs_cz: Zvažte použití správce hesel
de_de: Denken Sie über einen Passwort Manager nach
es_es: Considera usar un gestor de contraseñas
fr_fr: Envisagez d'utiliser un gestionnaire de mots de passe
id_id: Pertimbangkan untuk menggunakan pengelola kata sandi
ko_kr: 비밀번호 관리자 사용 고려
lt_lt: Apsvarstykite slaptažodžių tvarkyklės naudojimą
pl_pl: Rozważ użycie menedżera haseł
ru_ru: Рассмотрите использование менеджера паролей
sv_se: Överväg att använda en lösenordshanterare
tr_tr: Bir şifre yöneticisi kullanmayı düşünün
uk_ua: Розгляньте можливість використання менеджера паролів
vi_vn: Cân nhắc sử dụng trình quản lý mật khẩu
