Repository: poweradmin/poweradmin
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: cs_cz, de_de, es_es, fr_fr, id_id, ko_kr, lt_lt, pl_pl, ru_ru, sv_se, tr_tr, uk_ua, vi_vn, zh_cn

source: The decoded content does not appear to be a valid OpenPGP packet. OpenPGP packets must start with a byte that has the high bit set (RFC 9580).
cs_cz: Dekódovaný obsah se nezdá být platný OpenPGP paket. OpenPGP pakety musí začínat bajtem, který má nastavený vysoký bit (RFC 9580).
de_de: Der dekodierte Inhalt scheint kein gültiges OpenPGP-Paket zu sein. OpenPGP-Pakete müssen mit einem Byte beginnen, das das höchste Bit gesetzt hat (RFC 9580).
es_es: El contenido decodificado no parece ser un paquete OpenPGP válido. Los paquetes OpenPGP deben comenzar con un byte que tenga el bit alto establecido (RFC 9580).
fr_fr: Le contenu décodé ne semble pas être un paquet OpenPGP valide. Les paquets OpenPGP doivent commencer par un octet avec le bit de poids fort défini (RFC 9580).
id_id: Konten yang didekode tampaknya bukan paket OpenPGP yang valid. Paket OpenPGP harus dimulai dengan byte yang memiliki bit tinggi diatur (RFC 9580).
ko_kr: 디코딩된 콘텐츠가 유효한 OpenPGP 패킷으로 보이지 않습니다. OpenPGP 패킷은 상위 비트가 설정된 바이트로 시작해야 합니다 (RFC 9580).
lt_lt: Dekoduotas turinys neatrodo kaip teisingas OpenPGP paketas. OpenPGP paketai turi prasidėti baitu, kurio aukštasis bitas yra nustatytas (RFC 9580).
pl_pl: Zdekodowana zawartość nie wydaje się być prawidłowym pakietem OpenPGP. Pakiety OpenPGP muszą zaczynać się bajtem który ma ustawiony wysoki bit (RFC 9580).
ru_ru: Раскодированное содержимое не похоже на допустимый пакет OpenPGP. Пакеты OpenPGP должны начинаться с байта, у которого установлен старший бит (RFC 9580).
sv_se: Det avkodade innehållet verkar inte vara ett giltigt OpenPGP-paket. OpenPGP-paket måste börja med en byte som har den höga biten satt (RFC 9580).
tr_tr: Kodlanmış içerik geçerli bir OpenPGP paketi gibi görünmüyor. OpenPGP paketleri yüksek bit seti olan bir byte ile başlamalıdır (RFC 9580).
uk_ua: Декодований вміст не виглядає як дійсний пакет OpenPGP. Пакети OpenPGP повинні починатися з байта з встановленим старшим бітом (RFC 9580).
vi_vn: Nội dung đã giải mã không có vẻ là gói OpenPGP hợp lệ. Gói OpenPGP phải bắt đầu bằng byte có bit cao được đặt (RFC 9580).
zh_cn: 解码的内容似乎不是有效的 OpenPGP 数据包。OpenPGP 数据包必须以设置了高位的字节开始（RFC 9580）。

source: The decoded content does not appear to contain a public key packet (tag 6) or public subkey packet (tag 14) as its first packet.
cs_cz: Dekódovaný obsah se nezdá obsahovat paket veřejného klíče (tag 6) nebo paket veřejného podklíče (tag 14) jako svůj první paket.
de_de: Der dekodierte Inhalt scheint kein öffentliches Schlüsselpaket (Tag 6) oder öffentliches Unterschlüsselpaket (Tag 14) als erstes Paket zu enthalten.
es_es: El contenido decodificado no parece contener un paquete de clave pública (tag 6) o paquete de subclave pública (tag 14) como su primer paquete.
fr_fr: Le contenu décodé ne semble pas contenir un paquet de clé publique (tag 6) ou un paquet de sous-clé publique (tag 14) comme premier paquet.
id_id: Konten yang didekode tampaknya tidak berisi paket kunci publik (tag 6) atau paket subkunci publik (tag 14) sebagai paket pertamanya.
ko_kr: 디코딩된 콘텐츠는 첫 번째 패킷으로 공개 키 패킷 (태그 6) 또는 공개 하위 키 패킷 (태그 14)을 포함하지 않는 것으로 보입니다.
lt_lt: Dekoduotas turinys neatrodo turintis viešojo rakto paketo (žymė 6) ar viešojo porakto paketo (žymė 14) kaip pirmojo paketo.
pl_pl: Zdekodowana zawartość nie wydaje się zawierać pakietu klucza publicznego (tag 6) lub pakietu podklucza publicznego (tag 14) jako pierwszego pakietu.
ru_ru: Раскодированное содержимое не содержит пакет открытого ключа (tag 6) или пакет открытого подключа (tag 14) в качестве первого пакета.
sv_se: Det avkodade innehållet verkar inte innehålla ett publikt nyckelpaket (tagg 6) eller publikt undernyckelpaket (tagg 14) som sitt första paket.
tr_tr: Kodçözülmüş içerik ilk paketi olarak açık anahtar paketi (tag 6) veya açık alt anahtar paketi (tag 14) içermiyor gibi görünüyor.
uk_ua: Декодований вміст не містить пакету відкритого ключа (тег 6) або пакету відкритого підключа (тег 14) як першого пакету.
vi_vn: Nội dung đã giải mã không có vẻ chứa gói khóa công khai (tag 6) hoặc gói khóa phụ công khai (tag 14) làm gói đầu tiên.
zh_cn: 解码的内容似乎没有包含公钥数据包（标签 6）或公钥子密钥数据包（标签 14）作为其第一个数据包。

source: OPENPGPKEY records REQUIRE DNSSEC for any security benefit. Without DNSSEC validation, these records offer no security advantage.
cs_cz: OPENPGPKEY záznamy VYŽADUJÍ DNSSEC pro jakýkoli bezpečnostní přínos. Bez DNSSEC validace tyto záznamy nenabízejí žádnou bezpečnostní výhodu.
de_de: OPENPGPKEY-Einträge BENÖTIGEN DNSSEC für jeden Sicherheitsvorteil. Ohne DNSSEC-Validierung bieten diese Einträge keinen Sicherheitsvorteil.
es_es: Los registros OPENPGPKEY REQUIEREN DNSSEC para cualquier beneficio de seguridad. Sin validación DNSSEC, estos registros no ofrecen ventaja de seguridad.
fr_fr: Les enregistrements OPENPGPKEY NÉCESSITENT DNSSEC pour tout bénéfice de sécurité. Sans validation DNSSEC, ces enregistrements n'offrent aucun avantage de sécurité.
id_id: Rekaman OPENPGPKEY MEMERLUKAN DNSSEC untuk manfaat keamanan apa pun. Tanpa validasi DNSSEC, rekaman ini tidak menawarkan keuntungan keamanan.
ko_kr: OPENPGPKEY 레코드는 보안 이점을 위해 DNSSEC가 필요합니다. DNSSEC 검증 없이 이러한 레코드는 보안 이점을 제공하지 않습니다.
lt_lt: OPENPGPKEY įrašams REIKALINGAS DNSSEC bet kokiai saugumo naudai. Be DNSSEC validacijos šie įrašai nesuteikia jokio saugumo pranašumo.
pl_pl: Rekordy OPENPGPKEY WYMAGAJĄ DNSSEC dla jakichkolwiek korzyści bezpieczeństwa. Bez walidacji DNSSEC, te rekordy nie oferują żadnych korzyści bezpieczeństwa.
ru_ru: Записи OPENPGPKEY ТРЕБУЮТ DNSSEC для любой пользы в плане безопасности. Без проверки DNSSEC эти записи не дают никаких преимуществ в плане безопасности.
sv_se: OPENPGPKEY-poster KRÄVER DNSSEC för att ge någon säkerhetsfördel. Utan DNSSEC-validering ger dessa poster ingen säkerhetsfördel.
tr_tr: OPENPGPKEY kayıtları herhangi bir güvenlik faydası için DNSSEC GEREKTİRİR. DNSSEC doğrulaması olmadan, bu kayıtlar hiçbir güvenlik avantajı sunmaz.
uk_ua: Записи OPENPGPKEY ВИМАГАЮТЬ DNSSEC для забезпечення будь-яких переваг безпеки. Без валідації DNSSEC ці записи не забезпечують жодних переваг безпеки.
vi_vn: Bản ghi OPENPGPKEY YÊU CẦU DNSSEC để có bất kỳ lợi ích bảo mật nào. Không có xác thực DNSSEC, các bản ghi này không cung cấp lợi thế bảo mật.
zh_cn: OPENPGPKEY 记录需要 DNSSEC 才能获得任何安全效益。没有 DNSSEC 验证，这些记录不提供安全优势。

source: OPENPGPKEY records are EXPERIMENTAL as per RFC 7929 and may not be supported by all email clients or OpenPGP implementations.
cs_cz: OPENPGPKEY záznamy jsou EXPERIMENTÁLNÍ podle RFC 7929 a nemusí být podporovány všemi emailovými klienty nebo OpenPGP implementacemi.
de_de: OPENPGPKEY-Einträge sind EXPERIMENTELL gemäß RFC 7929 und werden möglicherweise nicht von allen E-Mail-Clients oder OpenPGP-Implementierungen unterstützt.
es_es: Los registros OPENPGPKEY son EXPERIMENTALES según RFC 7929 y pueden no ser soportados por todos los clientes de correo o implementaciones OpenPGP.
fr_fr: Les enregistrements OPENPGPKEY sont EXPÉRIMENTAUX selon RFC 7929 et peuvent ne pas être supportés par tous les clients e-mail ou implémentations OpenPGP.
id_id: Rekaman OPENPGPKEY bersifat EKSPERIMENTAL sesuai RFC 7929 dan mungkin tidak didukung oleh semua klien email atau implementasi OpenPGP.
ko_kr: OPENPGPKEY 레코드는 RFC 7929에 따라 실험적이며 모든 이메일 클라이언트 또는 OpenPGP 구현에서 지원되지 않을 수 있습니다.
lt_lt: OPENPGPKEY įrašai yra EKSPERIMENTINIAI pagal RFC 7929 ir gali būti nepalaikomi visų el. pašto klientų ar OpenPGP implementacijų.
pl_pl: Rekordy OPENPGPKEY są EKSPERYMENTALNE zgodnie z RFC 7929 i mogą nie być obsługiwane przez wszystkich klientów email lub implementacje OpenPGP.
ru_ru: Записи OPENPGPKEY являются ЭКСПЕРИМЕНТАЛЬНЫМИ согласно RFC 7929 и могут не поддерживаться всеми почтовыми клиентами или реализациями OpenPGP.
sv_se: OPENPGPKEY-poster är EXPERIMENTELLA enligt RFC 7929 och kanske inte stöds av alla e-postklienter eller OpenPGP-implementationer.
tr_tr: OPENPGPKEY kayıtları RFC 7929'a göre DENEYSELİDİR ve tüm e-posta istemcileri veya OpenPGP uygulamaları tarafından desteklenmeyebilir.
uk_ua: Записи OPENPGPKEY є ЕКСПЕРИМЕНТАЛЬНИМИ відповідно до RFC 7929 і можуть не підтримуватися всіма поштовими клієнтами або реалізаціями OpenPGP.
vi_vn: Bản ghi OPENPGPKEY là THỬ NGHIỆM theo RFC 7929 và có thể không được hỗ trợ bởi tất cả ứng dụng email hoặc triển khai OpenPGP.
zh_cn: 根据 RFC 7929，OPENPGPKEY 记录是实验性的，可能不被所有电子邮件客户端或 OpenPGP 实现支持。

source: OPENPGPKEY records are not a replacement for the OpenPGP Web of Trust. Additional verification methods are still recommended.
cs_cz: OPENPGPKEY záznamy nejsou náhradou za OpenPGP Web of Trust. Další metody ověření jsou stále doporučeny.
de_de: OPENPGPKEY-Einträge sind kein Ersatz für das OpenPGP Web of Trust. Zusätzliche Verifikationsmethoden werden weiterhin empfohlen.
es_es: Los registros OPENPGPKEY no son un reemplazo para la Red de Confianza OpenPGP. Se recomiendan métodos de verificación adicionales.
fr_fr: Les enregistrements OPENPGPKEY ne sont pas un remplacement pour le Réseau de Confiance OpenPGP. Des méthodes de vérification supplémentaires sont toujours recommandées.
id_id: Rekaman OPENPGPKEY bukan pengganti Web of Trust OpenPGP. Metode verifikasi tambahan tetap direkomendasikan.
ko_kr: OPENPGPKEY 레코드는 OpenPGP Web of Trust를 대체하지 않습니다. 추가 검증 방법이 여전히 권장됩니다.
lt_lt: OPENPGPKEY įrašai nėra OpenPGP pasitikėjimo tinklo pakaitalas. Vis dar rekomenduojami papildomi patikrinimo metodai.
pl_pl: Rekordy OPENPGPKEY nie są zamiennikiem dla sieci zaufania OpenPGP. Dodatkowe metody weryfikacji są nadal zalecane.
ru_ru: Записи OPENPGPKEY не являются заменой сети доверия OpenPGP. Дополнительные методы проверки по-прежнему рекомендуются.
sv_se: OPENPGPKEY-poster ersätter inte OpenPGP Web of Trust. Ytterligare verifieringsmetoder rekommenderas fortfarande.
tr_tr: OPENPGPKEY kayıtları OpenPGP Güven Ağı'nın yerine geçmez. Ek doğrulama yöntemleri hala önerilir.
uk_ua: Записи OPENPGPKEY не є заміною мережі довіри OpenPGP Web of Trust. Рекомендуються додаткові методи перевірки.
vi_vn: Bản ghi OPENPGPKEY không phải là sự thay thế cho OpenPGP Web of Trust. Các phương pháp xác minh bổ sung vẫn được khuyến nghị.
zh_cn: OPENPGPKEY 记录不是 OpenPGP 信任网络的替代品。仍建议使用其他验证方法。

source: To create OPENPGPKEY records, use specialized tools like GnuPG with the --print-dane-records option to ensure correct format and content.
cs_cz: Pro vytvoření OPENPGPKEY záznamů použijte specializované nástroje jako GnuPG s volbou --print-dane-records pro zajištění správného formátu a obsahu.
de_de: Um OPENPGPKEY-Einträge zu erstellen, verwenden Sie spezialisierte Tools wie GnuPG mit der Option --print-dane-records, um korrektes Format und Inhalt sicherzustellen.
es_es: Para crear registros OPENPGPKEY, use herramientas especializadas como GnuPG con la opción --print-dane-records para asegurar formato y contenido correcto.
fr_fr: Pour créer des enregistrements OPENPGPKEY, utilisez des outils spécialisés comme GnuPG avec l'option --print-dane-records pour assurer un format et contenu corrects.
id_id: Untuk membuat rekaman OPENPGPKEY, gunakan alat khusus seperti GnuPG dengan opsi --print-dane-records untuk memastikan format dan konten yang benar.
ko_kr: OPENPGPKEY 레코드를 생성하려면 --print-dane-records 옵션이 있는 GnuPG와 같은 전문 도구를 사용하여 올바른 형식과 콘텐츠를 보장하세요.
lt_lt: OPENPGPKEY įrašų kūrimui naudokite specializuotus įrankius, tokius kaip GnuPG su --print-dane-records parinktimi, kad užtikrintumėte teisingą formatą ir turinį.
pl_pl: Aby utworzyć rekordy OPENPGPKEY, użyj specjalistycznych narzędzi jak GnuPG z opcją --print-dane-records aby zapewnić prawidłowy format i zawartość.
ru_ru: Для создания записей OPENPGPKEY используйте специализированные инструменты, такие как GnuPG с опцией --print-dane-records, чтобы обеспечить правильный формат и содержимое.
sv_se: För att skapa OPENPGPKEY-poster, använd specialiserade verktyg som GnuPG med flaggan --print-dane-records för att säkerställa korrekt format och innehåll.
tr_tr: OPENPGPKEY kayıtları oluşturmak için doğru format ve içeriği sağlamak amacıyla --print-dane-records seçeneği ile GnuPG gibi özel araçlar kullanın.
uk_ua: Для створення записів OPENPGPKEY використовуйте спеціалізовані інструменти, такі як GnuPG з параметром --print-dane-records, для забезпечення правильного формату та вмісту.
vi_vn: Để tạo bản ghi OPENPGPKEY, sử dụng công cụ chuyên dụng như GnuPG với tùy chọn --print-dane-records để đảm bảo định dạng và nội dung đúng.
zh_cn: 要创建 OPENPGPKEY 记录，请使用专门工具（如带有 --print-dane-records 选项的 GnuPG）以确保正确的格式和内容。

source: Invalid value for priority field. NS records must have priority value of 0.
cs_cz: Neplatná hodnota pro pole priority. NS záznamy musí mít hodnotu priority 0.
de_de: Ungültiger Wert für das Prioritätsfeld. NS-Einträge müssen einen Prioritätswert von 0 haben.
es_es: Valor inválido para el campo de prioridad. Los registros NS deben tener valor de prioridad 0.
fr_fr: Valeur invalide pour le champ priorité. Les enregistrements NS doivent avoir une valeur de priorité de 0.
id_id: Nilai tidak valid untuk kolom prioritas. Rekaman NS harus memiliki nilai prioritas 0.
ko_kr: 우선순위 필드의 값이 유효하지 않습니다. NS 레코드는 우선순위 값이 0이어야 합니다.
lt_lt: Neteisinga prioriteto lauko reikšmė. NS įrašai turi turėti prioriteto reikšmę 0.
pl_pl: Nieprawidłowa wartość pola priorytetu. Rekordy NS muszą mieć wartość priorytetu 0.
ru_ru: Недопустимое значение для поля приоритета. Записи NS должны иметь значение приоритета 0.
sv_se: Ogiltigt värde för prioritetsfältet. NS-poster måste ha prioritetsvärde 0.
tr_tr: Öncelik alanı için geçersiz değer. NS kayıtları 0 öncelik değerine sahip olmalıdır.
uk_ua: Недійсне значення поля пріоритету. Записи NS повинні мати значення пріоритету 0.
vi_vn: Giá trị trường ưu tiên không hợp lệ. Bản ghi NS phải có giá trị ưu tiên là 0.
zh_cn: 优先级字段值无效。NS 记录的优先级值必须为 0。

source: Warning: HINFO records reveal potentially sensitive information about host hardware and software that could be useful to attackers. Consider security implications before using in public-facing DNS.
cs_cz: Varování: HINFO záznamy odhalují potenciálně citlivé informace o hardwaru a softwaru hostitele, které mohou být užitečné útočníkům. Zvažte bezpečnostní důsledky před použitím ve veřejně přístupném DNS.
de_de: Warnung: HINFO-Einträge offenbaren potentiell sensible Informationen über Host-Hardware und -Software, die für Angreifer nützlich sein könnten. Berücksichtigen Sie Sicherheitsimplikationen vor der Verwendung in öffentlich zugänglichem DNS.
es_es: Advertencia: Los registros HINFO revelan información potencialmente sensible sobre hardware y software del host que podría ser útil para atacantes. Considere las implicaciones de seguridad antes de usar en DNS de cara al público.
fr_fr: Avertissement : Les enregistrements HINFO révèlent des informations potentiellement sensibles sur le matériel et logiciel de l'hôte qui pourraient être utiles aux attaquants. Considérez les implications de sécurité avant d'utiliser dans un DNS public.
id_id: Peringatan: Rekaman HINFO mengungkapkan informasi yang berpotensi sensitif tentang perangkat keras dan perangkat lunak host yang dapat berguna bagi penyerang. Pertimbangkan implikasi keamanan sebelum menggunakan di DNS yang menghadap publik.
ko_kr: 경고: HINFO 레코드는 공격자에게 유용할 수 있는 호스트 하드웨어 및 소프트웨어에 대한 잠재적으로 민감한 정보를 공개합니다. 공개 DNS에서 사용하기 전에 보안 영향을 고려하세요.
lt_lt: Įspėjimas: HINFO įrašai atskleidžia potencialiai jautrią informaciją apie serverio aparatūrą ir programinę įrangą, kuri gali būti naudinga piktadarėms. Apsvarstykite saugumo pasekmės prieš naudojant viešame DNS.
pl_pl: Ostrzeżenie: Rekordy HINFO ujawniają potencjalnie wrażliwe informacje o sprzęcie i oprogramowaniu hosta które mogą być przydatne dla atakujących. Rozważ implikacje bezpieczeństwa przed użyciem w publicznym DNS.
ru_ru: Предупреждение: записи HINFO раскрывают потенциально конфиденциальную информацию о аппаратном и программном обеспечении хоста, которая может быть полезна атакующим. Рассмотрите последствия для безопасности перед использованием в общедоступном DNS.
sv_se: Varning: HINFO-poster avslöjar potentiellt känslig information om hårdvara och programvara som kan vara användbar för angripare. Överväg säkerhetskonsekvenserna innan du använder dem i offentlig DNS.
tr_tr: Uyarı: HINFO kayıtları saldırganlar için faydalı olabilecek ana bilgisayar donanımı ve yazılımı hakkında potansiyel olarak hassas bilgileri ortaya çıkarır. Herkese açık DNS'te kullanmadan önce güvenlik etkilerini göz önünde bulundurun.
uk_ua: Попередження: Записи HINFO розкривають потенційно конфіденційну інформацію про апаратне та програмне забезпечення хоста, яка може бути корисною для зловмисників. Перед використанням у публічному DNS зважте наслідки для безпеки.
vi_vn: Cảnh báo: Bản ghi HINFO tiết lộ thông tin nhạy cảm tiềm ẩn về phần cứng và phần mềm máy chủ có thể hữu ích cho kẻ tấn công. Cân nhắc tác động bảo mật trước khi sử dụng trong DNS công khai.
zh_cn: 警告：HINFO 记录可能泄露主机硬件和软件的敏感信息，这对攻击者可能有用。在面向公众的 DNS 中使用之前，请考虑安全影响。

source: Priority field for HINFO records must be 0 or empty
cs_cz: Pole priority pro HINFO záznamy musí být 0 nebo prázdné
de_de: Prioritätsfeld für HINFO-Einträge muss 0 oder leer sein
es_es: El campo de prioridad para registros HINFO debe ser 0 o vacío
fr_fr: Le champ priorité pour les enregistrements HINFO doit être 0 ou vide
id_id: Kolom prioritas untuk rekaman HINFO harus 0 atau kosong
ko_kr: HINFO 레코드의 우선순위 필드는 0이거나 비어 있어야 합니다
lt_lt: HINFO įrašų prioriteto laukas turi būti 0 arba tuščias
pl_pl: Pole priorytetu dla rekordów HINFO musi mieć wartość 0 lub być puste
ru_ru: Поле приоритета для записей HINFO должно быть 0 или пустым
sv_se: Prioritetsfältet för HINFO-poster måste vara 0 eller tomt
tr_tr: HINFO kayıtları için öncelik alanı 0 veya boş olmalıdır
uk_ua: Поле пріоритету для записів HINFO повинно бути 0 або порожнім
vi_vn: Trường ưu tiên cho bản ghi HINFO phải là 0 hoặc để trống
zh_cn: HINFO 记录的优先级字段必须为 0 或空

source: HINFO record must have CPU type and OS fields.
cs_cz: HINFO záznam musí mít pole typu CPU a OS.
de_de: HINFO-Eintrag muss CPU-Typ- und OS-Felder haben.
es_es: El registro HINFO debe tener campos de tipo CPU y SO.
fr_fr: L'enregistrement HINFO doit avoir des champs type de CPU et OS.
id_id: Rekaman HINFO harus memiliki kolom tipe CPU dan OS.
ko_kr: HINFO 레코드에는 CPU 유형 및 OS 필드가 있어야 합니다.
lt_lt: HINFO įrašas turi turėti CPU tipo ir OS laukus.
pl_pl: Rekord HINFO musi mieć pola typu procesora i systemu operacyjnego.
ru_ru: Запись HINFO должна иметь поля типа CPU и OS.
sv_se: HINFO-posten måste ha fält för CPU-typ och OS.
tr_tr: HINFO kaydı CPU türü ve OS alanlarına sahip olmalıdır.
uk_ua: Запис HINFO повинен мати поля типу ЦП та ОС.
vi_vn: Bản ghi HINFO phải có trường loại CPU và hệ điều hành.
zh_cn: HINFO 记录必须有 CPU 类型和操作系统字段。

source: HINFO record must have exactly two fields: CPU type and OS.
cs_cz: HINFO záznam musí mít přesně dvě pole: typ CPU a OS.
de_de: HINFO-Eintrag muss genau zwei Felder haben: CPU-Typ und OS.
es_es: El registro HINFO debe tener exactamente dos campos: tipo CPU y SO.
fr_fr: L'enregistrement HINFO doit avoir exactement deux champs : type de CPU et OS.
id_id: Rekaman HINFO harus memiliki tepat dua kolom: tipe CPU dan OS.
ko_kr: HINFO 레코드에는 정확히 두 개의 필드가 있어야 합니다: CPU 유형 및 OS.
lt_lt: HINFO įrašas turi turėti tiksliai du laukus: CPU tipą ir OS.
pl_pl: Rekord HINFO musi mieć dokładnie dwa pola: typ procesora i system operacyjny.
ru_ru: Запись HINFO должна содержать ровно два поля: тип CPU и OS.
sv_se: HINFO-posten måste ha exakt två fält: CPU-typ och OS.
tr_tr: HINFO kaydı tam olarak iki alana sahip olmalıdır: CPU türü ve OS.
uk_ua: Запис HINFO повинен мати точно два поля: тип ЦП та ОС.
vi_vn: Bản ghi HINFO phải có chính xác hai trường: loại CPU và hệ điều hành.
zh_cn: HINFO 记录必须恰好包含两个字段：CPU 类型和操作系统。

source: Invalid quoting in HINFO
cs_cz: Neplatné citování v HINFO
de_de: Ungültige Anführungszeichen in HINFO
es_es: Citado inválido en HINFO
fr_fr: Guillemets invalides dans HINFO
id_id: Kutipan tidak valid dalam HINFO
ko_kr: HINFO에 유효하지 않은 인용이 있습니다
lt_lt: Neteisingi kabutės HINFO
pl_pl: Nieprawidłowe cytowanie w HINFO
ru_ru: Недопустимое кавычирование в HINFO
sv_se: Ogiltig citering i HINFO
tr_tr: HINFO'da geçersiz tırnak işareti
uk_ua: Недійсне екранування в HINFO
vi_vn: Trích dẫn không hợp lệ trong HINFO
zh_cn: HINFO 中的引号无效

source: Invalid quote marks within HINFO
cs_cz: Neplatné uvozovky v HINFO
de_de: Ungültige Anführungszeichen innerhalb von HINFO
es_es: Marcas de cita inválidas dentro de HINFO
fr_fr: Guillemets invalides dans HINFO
id_id: Tanda kutip tidak valid dalam HINFO
ko_kr: HINFO 내에 유효하지 않은 따옴표가 있습니다
lt_lt: Neteisingi kabutės ženklai HINFO
pl_pl: Nieprawidłowe znaki cytowania w HINFO
ru_ru: Недопустимые кавычки в HINFO
sv_se: Ogiltiga citattecken i HINFO
tr_tr: HINFO içinde geçersiz tırnak işaretleri
uk_ua: Недійсні лапки в HINFO
vi_vn: Dấu ngoặc kép không hợp lệ trong HINFO
zh_cn: HINFO 中的引号无效

source: CPU type does not contain any standard values. Consider using a standard CPU type for better interoperability.
cs_cz: Typ CPU neobsahuje žádné standardní hodnoty. Zvažte použití standardního typu CPU pro lepší interoperabilitu.
de_de: CPU-Typ enthält keine Standardwerte. Erwägen Sie die Verwendung eines Standard-CPU-Typs für bessere Interoperabilität.
es_es: El tipo CPU no contiene valores estándar. Considere usar un tipo CPU estándar para mejor interoperabilidad.
fr_fr: Le type de CPU ne contient aucune valeur standard. Considérez utiliser un type de CPU standard pour une meilleure interopérabilité.
id_id: Tipe CPU tidak mengandung nilai standar apa pun. Pertimbangkan menggunakan tipe CPU standar untuk interoperabilitas yang lebih baik.
ko_kr: CPU 유형에 표준 값이 포함되어 있지 않습니다. 더 나은 상호 운용성을 위해 표준 CPU 유형을 사용하는 것을 고려하세요.
lt_lt: CPU tipas neturi jokių standartinių reikšmių. Apsvarstykite standartinio CPU tipo naudojimą geresniam suderinamumui.
pl_pl: Typ procesora nie zawiera żadnych standardowych wartości. Rozważ użycie standardowego typu procesora dla lepszej interoperacyjności.
ru_ru: Тип CPU не содержит стандартных значений. Рассмотрите использование стандартного типа CPU для лучшей совместимости.
sv_se: CPU-typen innehåller inga standardvärden. Överväg att använda en standard CPU-typ för bättre interoperabilitet.
tr_tr: CPU türü hiçbir standart değer içermiyor. Daha iyi birlikte çalışabilirlik için standart bir CPU türü kullanmayı düşünün.
uk_ua: Тип ЦП не містить стандартних значень. Розгляньте використання стандартного типу ЦП для кращої сумісності.
vi_vn: Loại CPU không chứa giá trị tiêu chuẩn nào. Cân nhắc sử dụng loại CPU tiêu chuẩn để đảm bảo tương thích tốt hơn.
zh_cn: CPU 类型不包含任何标准值。考虑使用标准 CPU 类型以获得更好的互操作性。
