Repository: poweradmin/poweradmin
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: cs_cz, de_de, es_es, fr_fr, id_id, ko_kr, lt_lt, pl_pl, ru_ru, sv_se, tr_tr, uk_ua, vi_vn, zh_cn

source: SOA record TTL (%d) is below the recommended minimum of %d seconds (1 hour).
cs_cz: TTL SOA záznamu (%d) je pod doporučeným minimem %d sekund (1 hodina).
de_de: SOA-Eintrag TTL (%d) liegt unter dem empfohlenen Minimum von %d Sekunden (1 Stunde).
es_es: El TTL del registro SOA (%d) está por debajo del mínimo recomendado de %d segundos (1 hora).
fr_fr: Le TTL de l'enregistrement SOA (%d) est inférieur au minimum recommandé de %d secondes (1 heure).
id_id: TTL negatif
ko_kr: URI가 너무 깁니다. 최대 길이는 %d 문자입니다.
lt_lt: SOA įrašo TTL (%d) yra žemiau rekomenduojamo minimumo %d sekundžių (1 valanda).
pl_pl: TTL rekordu SOA (%d) jest poniżej zalecanego minimum %d sekund (1 godzina).
ru_ru: TTL записи SOA (%d) ниже рекомендованного минимума %d секунд (1 час).
sv_se: Du måste ange en CERT-typ för en CERT-post.
tr_tr: SOA kayfí TTL'si (%d) önerilen minimum %d saniyenin (1 saat) altında.
uk_ua: NSAP-PTR records are from OSI networking, which is largely obsolete.
vi_vn: TTL bản ghi SOA (%d) thấp hơn mức tối thiểu khuyến nghị %d giây (1 giờ).
zh_cn: SOA 记录 TTL（%d）低于推荐的最小值 %d 秒（1 小时）。

source: URI records should be protected with DNSSEC to prevent manipulation by attackers.
cs_cz: URI záznamy by měly být chráněny pomocí DNSSEC, aby se zabránilo manipulaci útočníky.
de_de: URI-Einträge sollten mit DNSSEC geschützt werden, um Manipulation durch Angreifer zu verhindern.
es_es: Los registros URI deben protegerse con DNSSEC para prevenir manipulación por atacantes.
fr_fr: Les enregistrements URI doivent être protégés avec DNSSEC pour prévenir la manipulation par les attaquants.
id_id: Negative TTL is mandatory.
ko_kr: ZONEMD 레코드에는 일련번호, 체계 및 해시 알고리즘 필드가 포함되어야 합니다.
lt_lt: URI įrašai turėtų būti apsaugoti su DNSSEC, kad išvengtų piktadarių manipuliacijų.
pl_pl: Rekordy URI powinny być chronione DNSSEC aby zapobiec manipulacji przez atakujących.
ru_ru: Записи URI должны быть защищены с помощью DNSSEC для предотвращения манипуляций злоумышленниками.
sv_se: Ogiltigt tecken i CERT-nyckeltagg.
tr_tr: URI kayıtları saldırganlar tarafından manipuléyi önlemek için DNSSEC ile korunmalıdır.
uk_ua: SIG records (original DNSSEC signature format) are obsolete. Use RRSIG records from RFC 4034 instead.
vi_vn: Bản ghi URI nên được bảo vệ bằng DNSSEC để ngăn thao túng bởi kẻ tấn công.
zh_cn: URI 记录应使用 DNSSEC 保护以防止攻击者操纵。

source: Consider using HTTPS instead of HTTP for better security.
cs_cz: Zvažte použití HTTPS místo HTTP pro lepší bezpečnost.
de_de: Erwägen Sie die Verwendung von HTTPS anstelle von HTTP für bessere Sicherheit.
es_es: Considere usar HTTPS en lugar de HTTP para mejor seguridad.
fr_fr: Considérez utiliser HTTPS au lieu de HTTP pour une meilleure sécurité.
id_id: TTL negatif wajib diisi.
ko_kr: ZONEMD 일련번호는 0에서 4294967295 사이의 숫자여야 합니다.
lt_lt: Apsvarstykite HTTPS naudojimą vietoj HTTP geresniam saugumui.
pl_pl: Rozważ użycie HTTPS zamiast HTTP dla lepszego bezpieczeństwa.
ru_ru: Рассмотрите возможность использования HTTPS вместо HTTP для повышения безопасности.
sv_se: Du måste ange en CERT-nyckeltagg för en CERT-post.
tr_tr: Daha iyi güvenlik için HTTP yerine HTTPS kullanmayı düşünün.
uk_ua: KEY records (original DNSSEC key format) are obsolete. Use DNSKEY records from RFC 4034 instead.
vi_vn: Trường ưu tiên cho bản ghi URI phải là 0 hoặc rỗng
zh_cn: 考虑使用 HTTPS 而不是 HTTP 以获得更好的安全性。

source: FTP is considered less secure than alternatives like SFTP or HTTPS.
cs_cz: FTP je považováno za méně bezpečné než alternativy jako SFTP nebo HTTPS.
de_de: FTP gilt als weniger sicher als Alternativen wie SFTP oder HTTPS.
es_es: FTP se considera menos seguro que alternativas como SFTP o HTTPS.
fr_fr: FTP est considéré comme moins sécurisé que les alternatives comme SFTP ou HTTPS.
id_id: Negative TTL must be a positive integer.
ko_kr: ZONEMD 체계는 1(SIMPLE)이어야 합니다.
lt_lt: FTP laikomas mažiau saugiu nei alternatyvos kaip SFTP ar HTTPS.
pl_pl: FTP jest uważany za mniej bezpieczny niż alternatywy jak SFTP lub HTTPS.
ru_ru: FTP считается менее безопасным, чем альтернативы, такие как SFTP или HTTPS.
sv_se: Ogiltigt tecken i CERT-algoritm.
tr_tr: FTP, SFTP veya HTTPS gibi alternatiflerden daha az güvenli kabul edilir.
uk_ua: PX (Pointer to X.400) records are for X.400 email systems which are obsolete. Use standard MX records.
vi_vn: Trọng số không hợp lệ cho bản ghi URI. Phải nằm trong khoảng từ 0 đến 65535.
zh_cn: FTP 被认为不如 SFTP 或 HTTPS 等替代方案安全。

source: Consider using LDAPS (LDAP over SSL/TLS) for securing LDAP connections.
cs_cz: Zvažte použití LDAPS (LDAP přes SSL/TLS) pro zabezpečení LDAP připojení.
de_de: Erwägen Sie die Verwendung von LDAPS (LDAP über SSL/TLS) zur Sicherung von LDAP-Verbindungen.
es_es: Considere usar LDAPS (LDAP sobre SSL/TLS) para asegurar conexiones LDAP.
fr_fr: Considérez utiliser LDAPS (LDAP sur SSL/TLS) pour sécuriser les connexions LDAP.
id_id: TTL negatif harus berupa bilangan bulat positif.
ko_kr: ZONEMD 해시 알고리즘은 1(SHA384) 또는 2(SHA512)여야 합니다.
lt_lt: Apsvarstykite LDAPS (LDAP per SSL/TLS) naudojimą LDAP ryšių apsaugai.
pl_pl: Rozważ użycie LDAPS (LDAP przez SSL/TLS) do zabezpieczania połączeń LDAP.
ru_ru: Рассмотрите возможность использования LDAPS (LDAP через SSL/TLS) для защиты LDAP-соединений.
sv_se: Du måste ange en CERT-algoritm för en CERT-post.
tr_tr: LDAP bağlantılarını güvenli hale getirmek için LDAPS (LDAP over SSL/TLS) kullanmayı düşünün.
uk_ua: GPOS (Geographical Position) is obsolete per RFC 1712. Use LOC records for location data.
vi_vn: Ưu tiên không hợp lệ cho bản ghi URI. Phải nằm trong khoảng từ 0 đến 65535.
zh_cn: 考虑使用 LDAPS（基于 SSL/TLS 的 LDAP）来保护 LDAP 连接。

source: Phone-related URI schemes may contain sensitive personal information.
cs_cz: URI schémata související s telefony mohou obsahovat citlivé osobní informace.
de_de: Telefon-bezogene URI-Schemas können sensible persönliche Informationen enthalten.
es_es: Los esquemas URI relacionados con teléfonos pueden contener información personal sensible.
fr_fr: Les schémas URI liés au téléphone peuvent contenir des informations personnelles sensibles.
id_id: SOA record priority must be 0.
ko_kr: ZONEMD 다이제스트는 유효한 16진수 문자열이어야 합니다.
lt_lt: Su telefonu susiję URI schemos gali turėti jautrią asmeninę informaciją.
pl_pl: Schematy URI związane z telefonem mogą zawierać wrażliwe informacje osobiste.
ru_ru: Схемы URI, связанные с телефонными номерами, могут содержать конфиденциальную персональную информацию.
sv_se: Ogiltigt tecken i HTTPS-prioritet.
tr_tr: Telefon ile ilgili URI şemaları hassas kişisel bilgiler içerebilir.
uk_ua: NXT records are obsolete. Use NSEC records for DNSSEC authenticated denial of existence.
vi_vn: URI không hợp lệ. Phải bắt đầu bằng scheme (ví dụ: http://, https://, ftp://).
zh_cn: 电话相关的 URI 方案可能包含敏感的个人信息。

source: The "file" URI scheme may pose security risks and is not recommended for public DNS records.
cs_cz: URI schéma "file" může představovat bezpečnostní rizika a není doporučeno pro veřejné DNS záznamy.
de_de: Das "file"-URI-Schema kann Sicherheitsrisiken darstellen und wird für öffentliche DNS-Einträge nicht empfohlen.
es_es: El esquema URI "file" puede plantear riesgos de seguridad y no se recomienda para registros DNS públicos.
fr_fr: Le schéma URI "file" peut poser des risques de sécurité et n'est pas recommandé pour les enregistrements DNS publics.
id_id: Prioritas SOA record harus 0.
ko_kr: SHA384의 ZONEMD 다이제스트 길이는 정확히 96자여야 합니다.
lt_lt: "File" URI schema gali kelti saugumo grėsmę ir nėra rekomenduojama viešiems DNS įrašams.
pl_pl: Schemat URI "file" może stwarzać ryzyko bezpieczeństwa i nie jest zalecany dla publicznych rekordów DNS.
ru_ru: Схема URI "file" может представлять угрозу безопасности и не рекомендуется для публичных DNS-записей.
sv_se: Du måste ange en HTTPS-prioritet för en HTTPS-post.
tr_tr: "file" URI şeması güvenlik riskleri oluşturabilir ve halka açık DNS kayıtları için önerilmez.
uk_ua: EID (Endpoint Identifier) is experimental per RFC 8112 and not widely supported.
vi_vn: Ký tự không hợp lệ trong URI. Chỉ cho phép ký tự ASCII có thể in và phải được mã hóa URL đúng cách.
zh_cn: "file" URI 方案可能带来安全风险，不建议用于公共 DNS 记录。

source: URI record must be in the format: <priority> <weight> "<target URI>"
cs_cz: URI záznam musí být ve formátu: <priorita> <váha> "<cílové URI>"
de_de: URI-Eintrag muss im Format sein: <priorität> <gewicht> "<ziel-URI>"
es_es: El registro URI debe estar en el formato: <prioridad> <peso> "<URI objetivo>"
fr_fr: L'enregistrement URI doit être au format : <priorité> <poids> "<URI cible>"
id_id: SOA record disabled field must be 0.
ko_kr: SHA512의 ZONEMD 다이제스트 길이는 정확히 128자여야 합니다.
lt_lt: URI įrašas turi būti formatu: <prioritetas> <svoris> "<tikslo URI>"
pl_pl: Rekord URI musi być w formacie: <priorytet> <waga> "<docelowy URI>"
ru_ru: Запись URI должна быть в формате: <приоритет> <вес> "<целевой URI>"
sv_se: Ogiltigt tecken i SVCB-prioritet.
tr_tr: URI kaydı şu formatta olmalıdır: <priority> <weight> "<target URI>"
uk_ua: NIMLOC (Nimrod Locator) is experimental per RFC 8112 and not widely supported.
vi_vn: Bản ghi NAPTR không nên trỏ đến CNAME. Sử dụng bản ghi A/AAAA thay thế.
zh_cn: URI 记录必须采用格式：<priority> <weight> "<target URI>"

source: URI priority must be between 0 and 65535 (16-bit unsigned integer).
cs_cz: Priorita URI musí být mezi 0 a 65535 (16-bitové neznaménkové celé číslo).
de_de: URI-Priorität muss zwischen 0 und 65535 (16-Bit-Unsigned-Integer) liegen.
es_es: La prioridad URI debe estar entre 0 y 65535 (entero sin signo de 16 bits).
fr_fr: La priorité URI doit être entre 0 et 65535 (entier non signé 16 bits).
id_id: Field disabled SOA record harus 0.
ko_kr: SVCB 레코드에는 우선순위 및 대상 필드가 포함되어야 합니다.
lt_lt: URI prioritetas turi būti tarp 0 ir 65535 (16 bitų beženklinis sveikasis skaičius).
pl_pl: Priorytet URI musi być między 0 a 65535 (16-bitowa liczba całkowita bez znaku).
ru_ru: Приоритет URI должен быть между 0 и 65535 (16-битное беззнаковое целое число).
sv_se: Du måste ange en SVCB-prioritet för en SVCB-post.
tr_tr: URI önceliği 0 ile 65535 arasında olmalıdır (16-bit işaretsiz tam sayı).
uk_ua: ATMA (ATM Address) is experimental and relates to obsolete ATM networking.
vi_vn: Thứ tự không hợp lệ cho bản ghi NAPTR. Phải nằm trong khoảng từ 0 đến 65535.
zh_cn: URI 优先级必须在 0 到 65535 之间（16 位无符号整数）。

source: URI weight must be between 0 and 65535 (16-bit unsigned integer).
cs_cz: Váha URI musí být mezi 0 a 65535 (16-bitové neznaménkové celé číslo).
de_de: URI-Gewicht muss zwischen 0 und 65535 (16-Bit-Unsigned-Integer) liegen.
es_es: El peso URI debe estar entre 0 y 65535 (entero sin signo de 16 bits).
fr_fr: Le poids URI doit être entre 0 et 65535 (entier non signé 16 bits).
id_id: MX record priority is mandatory.
ko_kr: SVCB 우선순위는 0에서 65535 사이의 숫자여야 합니다.
lt_lt: URI svoris turi būti tarp 0 ir 65535 (16 bitų beženklinis sveikasis skaičius).
pl_pl: Waga URI musi być między 0 a 65535 (16-bitowa liczba całkowita bez znaku).
ru_ru: Вес URI должен быть между 0 и 65535 (16-битное беззнаковое целое число).
sv_se: Du måste ange ett målnamn för en HTTPS-post.
tr_tr: URI ağırlığı 0 ile 65535 arasında olmalıdır (16-bit işaretsiz tam sayı).
uk_ua: SINK records are experimental and not standardized for production use.
vi_vn: Ưu tiên không hợp lệ cho bản ghi NAPTR. Phải nằm trong khoảng từ 0 đến 65535.
zh_cn: URI 权重必须在 0 到 65535 之间（16 位无符号整数）。

source: URI must not be empty.
cs_cz: URI nesmí být prázdné.
de_de: URI darf nicht leer sein.
es_es: El URI no debe estar vacío.
fr_fr: L'URI ne doit pas être vide.
id_id: Prioritas MX record wajib diisi.
ko_kr: SVCB 대상은 "." 또는 유효한 정규화된 도메인 이름이어야 합니다.
lt_lt: URI negali būti tuščias.
pl_pl: URI nie może być pusty.
ru_ru: URI не может быть пустым.
sv_se: Du måste ange ett målnamn för en SVCB-post.
tr_tr: URI boş olmamalıdır.
uk_ua: A6 records are obsolete per RFC 6563. Use AAAA records for IPv6 addresses.
vi_vn: Cờ không hợp lệ cho bản ghi NAPTR. Chỉ cho phép: S, A, U, P hoặc rỗng.
zh_cn: URI 不能为空。

source: URI must start with a valid scheme that begins with a letter followed by letters, digits, plus, period, or hyphen.
cs_cz: URI musí začínat platným schématem, které začíná písmenem následovaným písmeny, číslicemi, plusem, tečkou nebo pomlčkou.
de_de: URI muss mit einem gültigen Schema beginnen, das mit einem Buchstaben beginnt, gefolgt von Buchstaben, Ziffern, Plus, Punkt oder Bindestrich.
es_es: El URI debe comenzar con un esquema válido que comience con una letra seguida de letras, dígitos, más, punto o guión.
fr_fr: L'URI doit commencer par un schéma valide qui commence par une lettre suivie de lettres, chiffres, plus, point ou trait d'union.
id_id: MX record priority must be between 0 and 65535.
ko_kr: AliasMode(우선순위=0)의 SVCB 레코드는 대상이 "."일 수 없습니다.
lt_lt: URI turi prasidėti teisinga schema, kuri prasideda raide, po kurios seka raidės, skaitmenys, pliusas, taškas arba brūkšnelis.
pl_pl: URI musi zaczynać się od prawidłowego schematu który zaczyna się literą po której następują litery, cyfry, plus, kropka lub łącznik.
ru_ru: URI должен начинаться с допустимой схемы, которая начинается с буквы, за которой следуют буквы, цифры, плюс, точка или дефис.
sv_se: Primär namnserver måste vara ett giltigt värdnamn.
tr_tr: URI bir harfle başlayan ve ardından harfler, rakamlar, artı, nokta veya tire gelen geçerli bir şemayla başlamalıdır.
uk_ua: NB (NetBIOS) records are proprietary Microsoft extensions. Use standard DNS for name resolution.
vi_vn: Dịch vụ không hợp lệ cho bản ghi NAPTR. Phải theo định dạng 'protocol+service' (ví dụ: E2U+sip).
zh_cn: URI 必须以有效方案开头，该方案以字母开头，后跟字母、数字、加号、句点或连字符。

source: URI uses an uncommon protocol. Consider using a standard URI scheme for better compatibility.
cs_cz: URI používá neobvyklý protokol. Zvažte použití standardního URI schématu pro lepší kompatibilitu.
de_de: URI verwendet ein ungewöhnliches Protokoll. Erwägen Sie die Verwendung eines Standard-URI-Schemas für bessere Kompatibilität.
es_es: El URI usa un protocolo no común. Considere usar un esquema URI estándar para mejor compatibilidad.
fr_fr: L'URI utilise un protocole peu commun. Considérez utiliser un schéma URI standard pour une meilleure compatibilité.
id_id: Prioritas MX record harus antara 0 dan 65535.
ko_kr: RFC 9460에 따라 대상이 "."인 AliasMode(우선순위=0)의 SVCB 레코드는 매개변수를 가질 수 없습니다.
lt_lt: URI naudoja neįprastą protokolą. Apsvarstykite standartinės URI schemos naudojimą geresniam suderinamumui.
pl_pl: URI używa nietypowego protokołu. Rozważ użycie standardowego schematu URI dla lepszej kompatybilności.
ru_ru: URI использует необычный протокол. Рассмотрите использование стандартной схемы URI для лучшей совместимости.
sv_se: Du måste ange en primär namnserver för en SOA-post.
tr_tr: URI olağandışı bir protokol kullanıyor. Daha iyi uyumluluk için standart bir URI şeması kullanmayı düşünün.
uk_ua: NBSTAT (NetBIOS Status) records are proprietary Microsoft extensions. Use standard DNS for status information.
vi_vn: Regex không hợp lệ cho bản ghi NAPTR. Phải theo định dạng delimiter-pattern-delimiter-replacement-delimiter-flags.
zh_cn: URI 使用了不常见的协议。考虑使用标准 URI 方案以获得更好的兼容性。

source: URI with this protocol must include "://" after the protocol name.
cs_cz: URI s tímto protokolem musí obsahovat "://" za názvem protokolu.
de_de: URI mit diesem Protokoll muss "://" nach dem Protokollnamen enthalten.
es_es: El URI con este protocolo debe incluir "://" después del nombre del protocolo.
fr_fr: L'URI avec ce protocole doit inclure "://" après le nom du protocole.
id_id: SRV record priority is mandatory.
ko_kr: SVCB 레코드 매개변수는 공백으로 구분된 key=value 형식이어야 합니다.
lt_lt: URI su šiuo protokolu turi turėti "://" po protokolo pavadinimo.
pl_pl: URI z tym protokołem musi zawierać "://" po nazwie protokołu.
ru_ru: URI с данным протоколом должен включать "://" после имени протокола.
sv_se: Värdnamnet får endast innehålla alfanumeriska tecken, bindestreck och punkter.
tr_tr: Bu protokole sahip URI protokol adından sonra "://" içermelidir.
uk_ua: IPSECKEY algorithm number must be between 0 and 2.
vi_vn: Replacement không hợp lệ cho bản ghi NAPTR. Phải là tên miền đầy đủ hợp lệ hoặc '.'.
zh_cn: 使用此协议的 URI 必须在协议名称后包含 "://"。

source: HTTP/HTTPS URIs must include a hostname.
cs_cz: HTTP/HTTPS URI musí obsahovat hostname.
de_de: HTTP/HTTPS-URIs müssen einen Hostnamen enthalten.
es_es: Los URIs HTTP/HTTPS deben incluir un nombre de host.
fr_fr: Les URI HTTP/HTTPS doivent inclure un nom d'hôte.
id_id: Prioritas SRV record wajib diisi.
ko_kr: 알 수 없는 SVCB 매개변수 키: "%s". RFC 9460을 참조하십시오.
lt_lt: HTTP/HTTPS URI turi turėti hostname.
pl_pl: URI HTTP/HTTPS muszą zawierać nazwę hosta.
ru_ru: HTTP/HTTPS URI должны включать имя хоста.
sv_se: Kontakt-e-postadressen måste vara en giltig e-postadress.
tr_tr: HTTP/HTTPS URI'leri bir hostname içermelidir.
uk_ua: IPSECKEY gateway must be "." (none), an IP address, or a domain name, depending on gateway type.
vi_vn: Cờ 'S' hoặc 'A' yêu cầu replacement là tên miền đầy đủ, không phải '.'.
zh_cn: HTTP/HTTPS URI 必须包含主机名。

source: URI must not contain control characters.
cs_cz: URI nesmí obsahovat řídicí znaky.
de_de: URI darf keine Steuerzeichen enthalten.
es_es: El URI no debe contener caracteres de control.
fr_fr: L'URI ne doit pas contenir de caractères de contrôle.
id_id: SRV record priority must be between 0 and 65535.
ko_kr: 중복된 SVCB 매개변수 키: "%s". 각 키는 한 번만 나타날 수 있습니다.
lt_lt: URI negali turėti valdymo simbolių.
pl_pl: URI nie może zawierać znaków kontrolnych.
ru_ru: URI не должен содержать управляющие символы.
sv_se: Du måste ange en kontakt-e-postadress för en SOA-post.
tr_tr: URI kontrol karakterleri içermemelidir.
uk_ua: IPSECKEY public key must be in base64 format.
vi_vn: Cờ 'U' yêu cầu regex không rỗng và replacement phải là '.'.
zh_cn: URI 不得包含控制字符。

source: URI contains backslash characters, which may be interpreted differently across systems.
cs_cz: URI obsahuje znaky zpětného lomítka, které mohou být různými systémy interpretovány odlišně.
de_de: URI enthält Backslash-Zeichen, die systemübergreifend unterschiedlich interpretiert werden können.
es_es: El URI contiene caracteres de barra invertida, que pueden interpretarse de manera diferente en los sistemas.
fr_fr: L'URI contient des caractères antislash, qui peuvent être interprétés différemment selon les systèmes.
id_id: Prioritas SRV record harus antara 0 dan 65535.
ko_kr: mandatory 매개변수 값은 쉼표로 구분된 SvcParamKey 목록이어야 합니다.
lt_lt: URI turi atbulinių brūkšnių simbolių, kurie gali būti skirtingai interpretuojami skirtingose sistemose.
pl_pl: URI zawiera znaki ukośnika wstecznego, które mogą być interpretowane różnie w różnych systemach.
ru_ru: URI содержит символы обратной косой черты, которые могут по-разному интерпретироваться в различных системах.
sv_se: Ogiltigt tecken i serienummer.
tr_tr: URI ters eğik çizgi karakterleri içeriyor, bunlar sistemler arasında farklı yorumlanabilir.
uk_ua: The DHCID record format is complex. Verify the content matches RFC 4701 specifications.
vi_vn: Khi có regex, replacement phải là '.' (trừ khi dùng cờ P).
zh_cn: URI 包含反斜杠字符，在不同系统中可能会有不同的解释。

source: URI contains ".." sequences, which may be used for directory traversal attacks.
cs_cz: URI obsahuje sekvence "..", které mohou být použity pro útoky procházení adresářů.
de_de: URI enthält ".."-Sequenzen, die für Directory-Traversal-Angriffe verwendet werden können.
es_es: El URI contiene secuencias "..", que pueden usarse para ataques de recorrido de directorios.
fr_fr: L'URI contient des séquences "..", qui peuvent être utilisées pour des attaques de traversée de répertoire.
id_id: SRV record weight is mandatory.
ko_kr: ALPN 값은 쉼표로 구분된 프로토콜 식별자 목록이어야 합니다.
lt_lt: URI turi ".." sekas, kurios gali būti naudojamos direktorijų naršymo atakoms.
pl_pl: URI zawiera sekwencje "..", które mogą być używane do ataków przechodzenia katalogów.
ru_ru: URI содержит последовательности "..", которые могут использоваться для атак обхода каталогов.
sv_se: Du måste ange ett serienummer för en SOA-post.
tr_tr: URI dizin geçiş saldırıları için kullanılabilecek ".." dizileri içeriyor.
uk_ua: NSEC3 records are automatically generated by DNSSEC-enabled servers. Manual creation may cause validation issues.
vi_vn: Bản ghi NAPTR với cờ 'P' yêu cầu cả regex và replacement.
zh_cn: URI 包含 ".." 序列，可能被用于目录遍历攻击。

source: URI contains percent characters not used for properly formatted percent-encoding.
cs_cz: URI obsahuje znaky procent, které nejsou použity pro správně formátované percent-kódování.
de_de: URI enthält Prozentzeichen, die nicht für ordnungsgemäß formatierte Prozent-Kodierung verwendet werden.
es_es: El URI contiene caracteres de porcentaje no usados para codificación de porcentaje correctamente formateada.
fr_fr: L'URI contient des caractères de pourcentage non utilisés pour un encodage de pourcentage correctement formaté.
id_id: Weight SRV record wajib diisi.
ko_kr: no-default-alpn 매개변수는 빈 값을 가져야 합니다.
lt_lt: URI turi procentų simbolių, nenaudojamų teisingai suformatuotam procentiniam kodavimui.
pl_pl: URI zawiera znaki procentu nie używane do prawidłowo sformatowanego kodowania procentowego.
ru_ru: URI содержит символы процента, не используемые для правильно сформированного процентного кодирования.
sv_se: Ogiltigt tecken i uppdateringsintervall.
tr_tr: URI düzgün formatı yüzde kodlaması için kullanılmayan yüzde karakterleri içeriyor.
uk_ua: NSEC3PARAM records control NSEC3 generation parameters. Incorrect values may break DNSSEC validation.
vi_vn: Khi có cờ terminal (S hoặc A), dịch vụ không được rỗng.
zh_cn: URI 包含未用于正确格式化百分号编码的百分号字符。

source: URI contains non-ASCII characters in hostname. Consider using Punycode for international domain names.
cs_cz: URI obsahuje non-ASCII znaky v hostname. Zvažte použití Punycode pro mezinárodní doménová jména.
de_de: URI enthält Nicht-ASCII-Zeichen im Hostnamen. Erwägen Sie die Verwendung von Punycode für internationale Domänennamen.
es_es: El URI contiene caracteres no-ASCII en el nombre de host. Considere usar Punycode para nombres de dominio internacionales.
fr_fr: L'URI contient des caractères non-ASCII dans le nom d'hôte. Considérez utiliser Punycode pour les noms de domaine internationaux.
id_id: SRV record weight must be between 0 and 65535.
ko_kr: 포트 값은 1에서 65535 사이의 숫자여야 합니다.
lt_lt: URI hostname turi ne-ASCII simbolių. Apsvarstykite Punycode naudojimą tarptautiniams domenų vardams.
pl_pl: URI zawiera znaki spoza ASCII w nazwie hosta. Rozważ użycie Punycode dla międzynarodowych nazw domen.
ru_ru: URI содержит не-ASCII символы в имени хоста. Рассмотрите использование Punycode для международных доменных имен.
sv_se: Du måste ange ett uppdateringsintervall för en SOA-post.
tr_tr: URI hostname'de ASCII olmayan karakterler içeriyor. Uluslararası domain adları için Punycode kullanmayı düşünün.
uk_ua: TLSA certificate usage must be 0 (PKIX-TA), 1 (PKIX-EE), 2 (DANE-TA), or 3 (DANE-EE).
vi_vn: Regex NAPTR không thể chứa ký tự null hoặc ký tự điều khiển.
zh_cn: URI 在主机名中包含非 ASCII 字符。考虑为国际域名使用 Punycode。
