Repository: poweradmin/poweradmin
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: cs_cz, de_de, es_es, fr_fr, id_id, ko_kr, lt_lt, pl_pl, ru_ru, sv_se, tr_tr, uk_ua, vi_vn, zh_cn

source: Invalid Address Family Identifier (AFI). Must be 1 for IPv4 or 2 for IPv6.
cs_cz: Neplatný identifikátor rodiny adres (AFI). Musí být 1 pro IPv4 nebo 2 pro IPv6.
de_de: Ungültiger Address Family Identifier (AFI). Muss 1 für IPv4 oder 2 für IPv6 sein.
es_es: Identificador de Familia de Direcciones (AFI) inválido. Debe ser 1 para IPv4 o 2 para IPv6.
fr_fr: Identifiant de Famille d'Adresses (AFI) invalide. Doit être 1 pour IPv4 ou 2 pour IPv6.
id_id: Address Family Identifier (AFI) tidak valid. Harus 1 untuk IPv4 atau 2 untuk IPv6.
ko_kr: 유효하지 않은 주소 패밀리 식별자 (AFI)입니다. IPv4의 경우 1, IPv6의 경우 2여야 합니다.
lt_lt: Neteisingas adresų šeimos identifikatorius (AFI). Turi būti 1 IPv4 arba 2 IPv6.
pl_pl: Nieprawidłowy identyfikator rodziny adresów (AFI). Musi być 1 dla IPv4 lub 2 dla IPv6.
ru_ru: Недопустимый идентификатор семейства адресов (AFI). Должно быть 1 для IPv4 или 2 для IPv6.
sv_se: Ogiltig adressfamiljidentifierare (AFI). Måste vara 1 för IPv4 eller 2 för IPv6.
tr_tr: Geçersiz Adres Ailesi Tanımlayıcısı (AFI). IPv4 için 1 veya IPv6 için 2 olmalıdır.
uk_ua: Недійсний ідентифікатор сімейства адрес (AFI). Повинен бути 1 для IPv4 або 2 для IPv6.
vi_vn: Định danh họ địa chỉ (AFI) không hợp lệ. Phải là 1 cho IPv4 hoặc 2 cho IPv6.
zh_cn: 无效的地址族标识符（AFI）。IPv4 必须为 1，IPv6 必须为 2。

source: Invalid IPv4 address in APL record.
cs_cz: Neplatná IPv4 adresa v APL záznamu.
de_de: Ungültige IPv4-Adresse im APL-Eintrag.
es_es: Dirección IPv4 inválida en registro APL.
fr_fr: Adresse IPv4 invalide dans l'enregistrement APL.
id_id: Alamat IPv4 tidak valid dalam rekaman APL.
ko_kr: APL 레코드의 IPv4 주소가 유효하지 않습니다.
lt_lt: Neteisingas IPv4 adresas APL įraše.
pl_pl: Nieprawidłowy adres IPv4 w rekordzie APL.
ru_ru: Недопустимый IPv4 адрес в записи APL.
sv_se: Ogiltig IPv4-adress i APL-post.
tr_tr: APL kaydında geçersiz IPv4 adresi.
uk_ua: Недійсна адреса IPv4 у записі APL.
vi_vn: Địa chỉ IPv4 không hợp lệ trong bản ghi APL.
zh_cn: APL 记录中的 IPv4 地址无效。

source: IPv4 prefix must be between 0 and 32.
cs_cz: IPv4 prefix musí být mezi 0 a 32.
de_de: IPv4-Präfix muss zwischen 0 und 32 liegen.
es_es: El prefijo IPv4 debe estar entre 0 y 32.
fr_fr: Le préfixe IPv4 doit être entre 0 et 32.
id_id: Prefiks IPv4 harus antara 0 dan 32.
ko_kr: IPv4 접두사는 0에서 32 사이여야 합니다.
lt_lt: IPv4 prefiksas turi būti tarp 0 ir 32.
pl_pl: Prefiks IPv4 musi być między 0 a 32.
ru_ru: Префикс IPv4 должен быть от 0 до 32.
sv_se: IPv4-prefix måste vara mellan 0 och 32.
tr_tr: IPv4 öneki 0 ile 32 arasında olmalıdır.
uk_ua: Префікс IPv4 повинен бути від 0 до 32.
vi_vn: Tiền tố IPv4 phải từ 0 đến 32.
zh_cn: IPv4 前缀必须在 0 到 32 之间。

source: Invalid IPv6 address in APL record.
cs_cz: Neplatná IPv6 adresa v APL záznamu.
de_de: Ungültige IPv6-Adresse im APL-Eintrag.
es_es: Dirección IPv6 inválida en registro APL.
fr_fr: Adresse IPv6 invalide dans l'enregistrement APL.
id_id: Alamat IPv6 tidak valid dalam rekaman APL.
ko_kr: APL 레코드의 IPv6 주소가 유효하지 않습니다.
lt_lt: Neteisingas IPv6 adresas APL įraše.
pl_pl: Nieprawidłowy adres IPv6 w rekordzie APL.
ru_ru: Недопустимый IPv6 адрес в записи APL.
sv_se: Ogiltig IPv6-adress i APL-post.
tr_tr: APL kaydında geçersiz IPv6 adresi.
uk_ua: Недійсна адреса IPv6 у записі APL.
vi_vn: Địa chỉ IPv6 không hợp lệ trong bản ghi APL.
zh_cn: APL 记录中的 IPv6 地址无效。

source: IPv6 prefix must be between 0 and 128.
cs_cz: IPv6 prefix musí být mezi 0 a 128.
de_de: IPv6-Präfix muss zwischen 0 und 128 liegen.
es_es: El prefijo IPv6 debe estar entre 0 y 128.
fr_fr: Le préfixe IPv6 doit être entre 0 et 128.
id_id: Prefiks IPv6 harus antara 0 dan 128.
ko_kr: IPv6 접두사는 0에서 128 사이여야 합니다.
lt_lt: IPv6 prefiksas turi būti tarp 0 ir 128.
pl_pl: Prefiks IPv6 musi być między 0 a 128.
ru_ru: Префикс IPv6 должен быть от 0 до 128.
sv_se: IPv6-prefix måste vara mellan 0 och 128.
tr_tr: IPv6 öneki 0 ile 128 arasında olmalıdır.
uk_ua: Префікс IPv6 повинен бути від 0 до 128.
vi_vn: Tiền tố IPv6 phải từ 0 đến 128.
zh_cn: IPv6 前缀必须在 0 到 128 之间。

source: Using APL records for AXFR access control should be combined with other security measures as noted in RFC 3123.
cs_cz: Použití APL záznamů pro řízení přístupu AXFR by mělo být kombinováno s dalšími bezpečnostními opatřeními, jak je uvedeno v RFC 3123.
de_de: Die Verwendung von APL-Einträgen für AXFR-Zugriffskontrolle sollte mit anderen Sicherheitsmaßnahmen kombiniert werden, wie in RFC 3123 vermerkt.
es_es: Usar registros APL para control de acceso AXFR debe combinarse con otras medidas de seguridad como se nota en RFC 3123.
fr_fr: L'utilisation d'enregistrements APL pour le contrôle d'accès AXFR devrait être combinée avec d'autres mesures de sécurité comme noté dans RFC 3123.
id_id: Menggunakan rekaman APL untuk kontrol akses AXFR harus dikombinasikan dengan langkah keamanan lainnya seperti yang dicatat dalam RFC 3123.
ko_kr: AXFR 액세스 제어를 위해 APL 레코드를 사용하는 경우 RFC 3123에 언급된 대로 다른 보안 조치와 결합해야 합니다.
lt_lt: APL įrašų naudojimas AXFR prieigos kontrolei turėtų būti derinamas su kitomis saugumo priemonėmis, kaip pažymėta RFC 3123.
pl_pl: Używanie rekordów APL do kontroli dostępu AXFR powinno być połączone z innymi środkami bezpieczeństwa jak odnotowano w RFC 3123.
ru_ru: Использование записей APL для контроля доступа AXFR должно быть объединено с другими мерами безопасности, как отмечено в RFC 3123.
sv_se: Att använda APL-poster för AXFR-åtkomstkontroll bör kombineras med andra säkerhetsåtgärder enligt RFC 3123.
tr_tr: AXFR erişim kontrolü için APL kayıtlarının kullanımı RFC 3123'te belirtildiği gibi diğer güvenlik önlemleriyle birleştirilmelidir.
uk_ua: Використання записів APL для контролю доступу AXFR повинно поєднуватися з іншими заходами безпеки, як зазначено в RFC 3123.
vi_vn: Sử dụng bản ghi APL cho kiểm soát truy cập AXFR nên kết hợp với các biện pháp bảo mật khác như lưu ý trong RFC 3123.
zh_cn: 根据 RFC 3123，使用 APL 记录进行 AXFR 访问控制应与其他安全措施结合使用。

source: Note: NID records are used for the ILNP protocol, which is experimental (RFC 6740, 6742).
cs_cz: Poznámka: NID záznamy se používají pro protokol ILNP, který je experimentální (RFC 6740, 6742).
de_de: Hinweis: NID-Einträge werden für das ILNP-Protokoll verwendet, das experimentell ist (RFC 6740, 6742).
es_es: Nota: Los registros NID se usan para el protocolo ILNP, que es experimental (RFC 6740, 6742).
fr_fr: Note : Les enregistrements NID sont utilisés pour le protocole ILNP, qui est expérimental (RFC 6740, 6742).
id_id: Catatan: Rekaman NID digunakan untuk protokol ILNP, yang bersifat eksperimental (RFC 6740, 6742).
ko_kr: 참고: NID 레코드는 실험적인 ILNP 프로토콜에 사용됩니다 (RFC 6740, 6742).
lt_lt: Pastaba: NID įrašai naudojami ILNP protokolui, kuris yra eksperimentinis (RFC 6740, 6742).
pl_pl: Uwaga: Rekordy NID są używane dla protokołu ILNP, który jest eksperymentalny (RFC 6740, 6742).
ru_ru: Примечание: записи NID используются для протокола ILNP, который является экспериментальным (RFC 6740, 6742).
sv_se: OBS: NID-poster används för ILNP-protokollet, som är experimentellt (RFC 6740, 6742).
tr_tr: Not: NID kayıtları deneysel olan ILNP protokolü için kullanılır (RFC 6740, 6742).
uk_ua: Примітка: Записи NID використовуються для протоколу ILNP, який є експериментальним (RFC 6740, 6742).
vi_vn: Lưu ý: Bản ghi NID được sử dụng cho giao thức ILNP, là thử nghiệm (RFC 6740, 6742).
zh_cn: 注意：NID 记录用于 ILNP 协议，这是实验性的（RFC 6740、6742）。

source: NID record content cannot be empty.
cs_cz: Obsah NID záznamu nemůže být prázdný.
de_de: NID-Eintragsinhalt kann nicht leer sein.
es_es: El contenido del registro NID no puede estar vacío.
fr_fr: Le contenu de l'enregistrement NID ne peut pas être vide.
id_id: Konten rekaman NID tidak boleh kosong.
ko_kr: NID 레코드 콘텐츠는 비어 있을 수 없습니다.
lt_lt: NID įrašo turinys negali būti tuščias.
pl_pl: Zawartość rekordu NID nie może być pusta.
ru_ru: Содержимое записи NID не может быть пустым.
sv_se: NID-postens innehåll kan inte vara tomt.
tr_tr: NID kayıt içeriği boş olamaz.
uk_ua: Вміст запису NID не може бути порожнім.
vi_vn: Nội dung bản ghi NID không được để trống.
zh_cn: NID 记录内容不能为空。

source: NID record content must be in format xxxx:xxxx:xxxx:xxxx with 4 groups of 4 hexadecimal digits.
cs_cz: Obsah NID záznamu musí být ve formátu xxxx:xxxx:xxxx:xxxx se 4 skupinami po 4 hexadecimálních číslicích.
de_de: NID-Eintragsinhalt muss im Format xxxx:xxxx:xxxx:xxxx mit 4 Gruppen von 4 hexadezimalen Ziffern sein.
es_es: El contenido del registro NID debe estar en formato xxxx:xxxx:xxxx:xxxx con 4 grupos de 4 dígitos hexadecimales.
fr_fr: Le contenu de l'enregistrement NID doit être au format xxxx:xxxx:xxxx:xxxx avec 4 groupes de 4 chiffres hexadécimaux.
id_id: Konten rekaman NID harus dalam format xxxx:xxxx:xxxx:xxxx dengan 4 grup yang masing-masing 4 digit heksadesimal.
ko_kr: NID 레코드 콘텐츠는 xxxx:xxxx:xxxx:xxxx 형식이어야 하며 4개의 4자리 16진수 그룹이 있어야 합니다.
lt_lt: NID įrašo turinys turi būti formatu xxxx:xxxx:xxxx:xxxx su 4 grupėmis po 4 šešioliktainius skaitmenis.
pl_pl: Zawartość rekordu NID musi być w formacie xxxx:xxxx:xxxx:xxxx z 4 grupami po 4 cyfry szesnastkowe.
ru_ru: Содержимое записи NID должно быть в формате xxxx:xxxx:xxxx:xxxx с 4 группами по 4 шестнадцатеричных цифры.
sv_se: NID-postens innehåll måste vara i formatet xxxx:xxxx:xxxx:xxxx med 4 grupper om 4 hexadecimala siffror.
tr_tr: NID kayıt içeriği 4'er onaltılık basamaklı 4 gruptan oluşan xxxx:xxxx:xxxx:xxxx formatında olmalıdır.
uk_ua: Вміст запису NID повинен бути у форматі xxxx:xxxx:xxxx:xxxx з 4 групами по 4 шістнадцяткові цифри.
vi_vn: Nội dung bản ghi NID phải ở định dạng xxxx:xxxx:xxxx:xxxx với 4 nhóm gồm 4 chữ số thập lục phân.
zh_cn: NID 记录内容必须为 xxxx:xxxx:xxxx:xxxx 格式，包含 4 组 4 位十六进制数字。

source: NID record content must have exactly 4 groups of hexadecimal digits.
cs_cz: Obsah NID záznamu musí mít přesně 4 skupiny hexadecimálních číslic.
de_de: NID-Eintragsinhalt muss genau 4 Gruppen von hexadezimalen Ziffern haben.
es_es: El contenido del registro NID debe tener exactamente 4 grupos de dígitos hexadecimales.
fr_fr: Le contenu de l'enregistrement NID doit avoir exactement 4 groupes de chiffres hexadécimaux.
id_id: Konten rekaman NID harus memiliki tepat 4 grup digit heksadesimal.
ko_kr: NID 레코드 콘텐츠는 정확히 4개의 16진수 그룹이 있어야 합니다.
lt_lt: NID įrašo turinys turi turėti tiksliai 4 šešioliktainių skaitmenų grupes.
pl_pl: Zawartość rekordu NID musi mieć dokładnie 4 grupy cyfr szesnastkowych.
ru_ru: Содержимое записи NID должно иметь ровно 4 группы шестнадцатеричных цифр.
sv_se: NID-postens innehåll måste ha exakt 4 grupper av hexadecimala siffror.
tr_tr: NID kayıt içeriği tam olarak 4 grup onaltılık basamağa sahip olmalıdır.
uk_ua: Вміст запису NID повинен мати точно 4 групи шістнадцяткових цифр.
vi_vn: Nội dung bản ghi NID phải có chính xác 4 nhóm chữ số thập lục phân.
zh_cn: NID 记录内容必须恰好包含 4 组十六进制数字。

source: NID record content must be a 64-bit hexadecimal value (16 hex characters or xxxx:xxxx:xxxx:xxxx format).
cs_cz: Obsah NID záznamu musí být 64-bitová hexadecimální hodnota (16 hex znaků nebo formát xxxx:xxxx:xxxx:xxxx).
de_de: NID-Eintragsinhalt muss ein 64-Bit-Hexadezimalwert sein (16 Hex-Zeichen oder xxxx:xxxx:xxxx:xxxx-Format).
es_es: El contenido del registro NID debe ser un valor hexadecimal de 64 bits (16 caracteres hex o formato xxxx:xxxx:xxxx:xxxx).
fr_fr: Le contenu de l'enregistrement NID doit être une valeur hexadécimale 64-bit (16 caractères hex ou format xxxx:xxxx:xxxx:xxxx).
id_id: Konten rekaman NID harus berupa nilai heksadesimal 64-bit (16 karakter hex atau format xxxx:xxxx:xxxx:xxxx).
ko_kr: NID 레코드 콘텐츠는 64비트 16진수 값 (16개의 16진수 문자 또는 xxxx:xxxx:xxxx:xxxx 형식)이어야 합니다.
lt_lt: NID įrašo turinys turi būti 64-bitų šešioliktainė reikšmė (16 šešioliktainių simbolių arba xxxx:xxxx:xxxx:xxxx formatas).
pl_pl: Zawartość rekordu NID musi być 64-bitową wartością szesnastkową (16 znaków hex lub format xxxx:xxxx:xxxx:xxxx).
ru_ru: Содержимое записи NID должно быть 64-битным шестнадцатеричным значением (16 шест. символов или формат xxxx:xxxx:xxxx:xxxx).
sv_se: NID-postens innehåll måste vara ett 64-bitars hexadecimalt värde (16 hexadecimala tecken eller formatet xxxx:xxxx:xxxx:xxxx).
tr_tr: NID kayıt içeriği 64-bit onaltılık değer (16 onaltılık karakter veya xxxx:xxxx:xxxx:xxxx formatı) olmalıdır.
uk_ua: Вміст запису NID повинен бути 64-бітним шістнадцятковим значенням (16 шістнадцяткових символів або формат xxxx:xxxx:xxxx:xxxx).
vi_vn: Nội dung bản ghi NID phải là giá trị thập lục phân 64-bit (16 ký tự hex hoặc định dạng xxxx:xxxx:xxxx:xxxx).
zh_cn: NID 记录内容必须是 64 位十六进制值（16 位十六进制字符或 xxxx:xxxx:xxxx:xxxx 格式）。

source: NID records should use the RFC 6742 presentation format (xxxx:xxxx:xxxx:xxxx) with colons for better readability.
cs_cz: NID záznamy by měly používat prezentační formát RFC 6742 (xxxx:xxxx:xxxx:xxxx) s dvojtečkami pro lepší čitelnost.
de_de: NID-Einträge sollten das RFC 6742-Darstellungsformat (xxxx:xxxx:xxxx:xxxx) mit Doppelpunkten für bessere Lesbarkeit verwenden.
es_es: Los registros NID deben usar el formato de presentación RFC 6742 (xxxx:xxxx:xxxx:xxxx) con dos puntos para mejor legibilidad.
fr_fr: Les enregistrements NID devraient utiliser le format de présentation RFC 6742 (xxxx:xxxx:xxxx:xxxx) avec des deux-points pour une meilleure lisibilité.
id_id: Rekaman NID harus menggunakan format presentasi RFC 6742 (xxxx:xxxx:xxxx:xxxx) dengan titik dua untuk keterbacaan yang lebih baik.
ko_kr: NID 레코드는 더 나은 가독성을 위해 콜론이 있는 RFC 6742 표시 형식 (xxxx:xxxx:xxxx:xxxx)을 사용해야 합니다.
lt_lt: NID įrašai turėtų naudoti RFC 6742 pateikimo formatą (xxxx:xxxx:xxxx:xxxx) su dvitaškiais geresniam skaitomumui.
pl_pl: Rekordy NID powinny używać formatu prezentacji RFC 6742 (xxxx:xxxx:xxxx:xxxx) z dwukropkami dla lepszej czytelności.
ru_ru: Записи NID должны использовать формат представления RFC 6742 (xxxx:xxxx:xxxx:xxxx) с двоеточиями для лучшей читаемости.
sv_se: NID-poster bör använda RFC 6742-presentationsformatet (xxxx:xxxx:xxxx:xxxx) med kolon för bättre läsbarhet.
tr_tr: NID kayıtları daha iyi okunabilirlik için iki nokta üst üste ile RFC 6742 sunum formatını (xxxx:xxxx:xxxx:xxxx) kullanmalıdır.
uk_ua: Записи NID повинні використовувати формат представлення RFC 6742 (xxxx:xxxx:xxxx:xxxx) з двокрапками для кращої читабельності.
vi_vn: Bản ghi NID nên sử dụng định dạng trình bày RFC 6742 (xxxx:xxxx:xxxx:xxxx) với dấu hai chấm để dễ đọc hơn.
zh_cn: NID 记录应使用 RFC 6742 表示格式（xxxx:xxxx:xxxx:xxxx）带有冒号，以提高可读性。

source: Invalid NID record: The Group bit (g bit, least significant bit of first byte) MUST be 0 in ILNP as specified in RFC 6742.
cs_cz: Neplatný NID záznam: Skupinový bit (g bit, nejméně významný bit prvního bajtu) MUSÍ být 0 v ILNP podle RFC 6742.
de_de: Ungültiger NID-Eintrag: Das Group-Bit (g-Bit, niedrigstes Bit des ersten Bytes) MUSS in ILNP 0 sein, wie in RFC 6742 spezifiziert.
es_es: Registro NID inválido: El bit de Grupo (bit g, bit menos significativo del primer byte) DEBE ser 0 en ILNP como se especifica en RFC 6742.
fr_fr: Enregistrement NID invalide : Le bit Groupe (bit g, bit de poids faible du premier octet) DOIT être 0 dans ILNP comme spécifié dans RFC 6742.
id_id: Rekaman NID tidak valid: Bit Group (bit g, bit paling tidak signifikan dari byte pertama) HARUS 0 dalam ILNP sebagaimana ditentukan dalam RFC 6742.
ko_kr: 유효하지 않은 NID 레코드: RFC 6742에 지정된 대로 ILNP에서 그룹 비트 (g 비트, 첫 번째 바이트의 최하위 비트)는 0이어야 합니다.
lt_lt: Neteisingas NID įrašas: grupės bitas (g bitas, mažiausiai reikšmingas pirmojo baito bitas) TURI būti 0 ILNP, kaip nurodyta RFC 6742.
pl_pl: Nieprawidłowy rekord NID: Bit grupy (bit g, najmniej znaczący bit pierwszego bajtu) MUSI być 0 w ILNP zgodnie z RFC 6742.
ru_ru: Недопустимая запись NID: бит группы (g bit, младший бит первого байта) ДОЛЖЕН быть 0 в ILNP согласно RFC 6742.
sv_se: Ogiltig NID-post: Gruppbiten (g-bit, minst signifikanta biten i första byten) MÅSTE vara 0 i ILNP enligt RFC 6742.
tr_tr: Geçersiz NID kaydı: RFC 6742'de belirtildiği gibi ILNP'de Grup biti (g bit, ilk baytın en az anlamlı biti) 0 OLMALIDIR.
uk_ua: Недійсний запис NID: біт групи (g-біт, найменший значущий біт першого байта) ПОВИНЕН бути 0 в ILNP, як зазначено в RFC 6742.
vi_vn: Bản ghi NID không hợp lệ: Bit nhóm (g bit, bit ít quan trọng nhất của byte đầu tiên) PHẢI là 0 trong ILNP theo quy định của RFC 6742.
zh_cn: 无效的 NID 记录：根据 RFC 6742 规定，在 ILNP 中组位（g 位，第一个字节的最低有效位）必须为 0。

source: The universal/local bit (u/l bit) is set to universal (0), indicating this NID is based on a globally unique identifier.
cs_cz: Univerzální/lokální bit (u/l bit) je nastaven na univerzální (0), což znamená, že tento NID je založen na globálně jedinečném identifikátoru.
de_de: Das Universal/Local-Bit (u/l-Bit) ist auf universal (0) gesetzt, was anzeigt, dass diese NID auf einem global eindeutigen Identifier basiert.
es_es: El bit universal/local (bit u/l) está establecido a universal (0), indicando que este NID está basado en un identificador globalmente único.
fr_fr: Le bit universel/local (bit u/l) est défini sur universel (0), indiquant que ce NID est basé sur un identifiant globalement unique.
id_id: Bit universal/lokal (bit u/l) diatur ke universal (0), menunjukkan NID ini berdasarkan pengenal unik global.
ko_kr: universal/local 비트 (u/l 비트)가 universal (0)로 설정되어 이 NID가 전역적으로 고유한 식별자를 기반으로 함을 나타냅니다.
lt_lt: Universalus/vietinis bitas (u/l bitas) nustatytas į universalų (0), rodantis, kad šis NID pagrįstas globaliai unikaliu identifikatoriumi.
pl_pl: Bit uniwersalny/lokalny (bit u/l) jest ustawiony na uniwersalny (0), wskazując że ten NID jest oparty na globalnie unikalnym identyfikatorze.
ru_ru: Бит универсальности/локальности (u/l bit) установлен как универсальный (0), что означает, что данный NID основан на глобально уникальном идентификаторе.
sv_se: Den universella/lokala biten (u/l-bit) är satt till universell (0), vilket indikerar att denna NID baseras på en globalt unik identifierare.
tr_tr: Evrensel/yerel bit (u/l bit) evrensel (0) olarak ayarlanmış, bu NID'nin küresel olarak benzersiz bir tanımlayıcıya dayandığını gösteriyor.
uk_ua: Біт universal/local (u/l біт) встановлено на universal (0), що вказує на те, що цей NID базується на глобально унікальному ідентифікаторі.
vi_vn: Bit phổ quát/cục bộ (u/l bit) được đặt thành phổ quát (0), chỉ ra NID này dựa trên định danh duy nhất toàn cầu.
zh_cn: 通用/本地位（u/l 位）设置为通用（0），表示此 NID 基于全球唯一标识符。

source: The universal/local bit (u/l bit) is set to local (1), indicating this NID is locally assigned and not globally unique.
cs_cz: Univerzální/lokální bit (u/l bit) je nastaven na lokální (1), což znamená, že tento NID je lokálně přiřazen a není globálně jedinečný.
de_de: Das Universal/Local-Bit (u/l-Bit) ist auf lokal (1) gesetzt, was anzeigt, dass diese NID lokal zugewiesen und nicht global eindeutig ist.
es_es: El bit universal/local (bit u/l) está establecido a local (1), indicando que este NID está asignado localmente y no es globalmente único.
fr_fr: Le bit universel/local (bit u/l) est défini sur local (1), indiquant que ce NID est assigné localement et n'est pas globalement unique.
id_id: Bit universal/lokal (bit u/l) diatur ke lokal (1), menunjukkan NID ini ditetapkan secara lokal dan tidak unik secara global.
ko_kr: universal/local 비트 (u/l 비트)가 local (1)로 설정되어 이 NID가 로컬로 할당되었으며 전역적으로 고유하지 않음을 나타냅니다.
lt_lt: Universalus/vietinis bitas (u/l bitas) nustatytas į vietinį (1), rodantis, kad šis NID vietiškai priskirtas ir nėra globaliai unikalus.
pl_pl: Bit uniwersalny/lokalny (bit u/l) jest ustawiony na lokalny (1), wskazując że ten NID jest przypisany lokalnie i nie jest globalnie unikalny.
ru_ru: Бит универсальности/локальности (u/l bit) установлен как локальный (1), что означает, что данный NID назначен локально и не является глобально уникальным.
sv_se: Den universella/lokala biten (u/l-bit) är satt till lokal (1), vilket indikerar att denna NID är lokalt tilldelad och inte globalt unik.
tr_tr: Evrensel/yerel bit (u/l bit) yerel (1) olarak ayarlanmış, bu NID'nin yerel olarak atandığını ve küresel olarak benzersiz olmadığını gösteriyor.
uk_ua: Біт universal/local (u/l біт) встановлено на local (1), що вказує на те, що цей NID призначений локально і не є глобально унікальним.
vi_vn: Bit phổ quát/cục bộ (u/l bit) được đặt thành cục bộ (1), chỉ ra NID này được gán cục bộ và không phải duy nhất toàn cầu.
zh_cn: 通用/本地位（u/l 位）设置为本地（1），表示此 NID 是本地分配的，不是全球唯一的。

source: A zero NodeID value is unusual and may indicate a configuration error.
cs_cz: Nulová hodnota NodeID je neobvyklá a může znamenat chybu konfigurace.
de_de: Ein Null-NodeID-Wert ist ungewöhnlich und kann auf einen Konfigurationsfehler hinweisen.
es_es: Un valor NodeID cero es inusual y puede indicar un error de configuración.
fr_fr: Une valeur NodeID zéro est inhabituelle et peut indiquer une erreur de configuration.
id_id: Nilai NodeID nol tidak umum dan mungkin menunjukkan kesalahan konfigurasi.
ko_kr: 0 NodeID 값은 비정상적이며 구성 오류를 나타낼 수 있습니다.
lt_lt: Nulinė NodeID reikšmė neįprasta ir gali reikšti konfigūracijos klaidą.
pl_pl: Zerowa wartość NodeID jest nietypowa i może wskazywać na błąd konfiguracji.
ru_ru: Нулевое значение NodeID необычно и может указывать на ошибку конфигурации.
sv_se: Ett NodeID-värde på noll är ovanligt och kan indikera ett konfigurationsfel.
tr_tr: Sıfır NodeID değeri olağandışı ve yapılandırma hatası gösterebilir.
uk_ua: Нульове значення NodeID є незвичним і може свідчити про помилку конфігурації.
vi_vn: Giá trị NodeID bằng không là bất thường và có thể cho thấy lỗi cấu hình.
zh_cn: 零 NodeID 值异常，可能表示配置错误。

source: An all-ones NodeID value is unusual and may indicate a configuration error.
cs_cz: Hodnota NodeID ze samých jedniček je neobvyklá a může znamenat chybu konfigurace.
de_de: Ein NodeID-Wert mit nur Einsen ist ungewöhnlich und kann auf einen Konfigurationsfehler hinweisen.
es_es: Un valor NodeID de todos unos es inusual y puede indicar un error de configuración.
fr_fr: Une valeur NodeID tout-à-un est inhabituelle et peut indiquer une erreur de configuration.
id_id: Nilai NodeID semua-satu tidak umum dan mungkin menunjukkan kesalahan konfigurasi.
ko_kr: 모두 1인 NodeID 값은 비정상적이며 구성 오류를 나타낼 수 있습니다.
lt_lt: NodeID reikšmė su visais vienetais neįprasta ir gali reikšti konfigūracijos klaidą.
pl_pl: Wartość NodeID składająca się z samych jedynek jest nietypowa i może wskazywać na błąd konfiguracji.
ru_ru: Значение NodeID со всеми единицами необычно и может указывать на ошибку конфигурации.
sv_se: Ett NodeID-värde med bara ettor är ovanligt och kan indikera ett konfigurationsfel.
tr_tr: Tamamı birlerden oluşan NodeID değeri olağandışı ve yapılandırma hatası gösterebilir.
uk_ua: Значення NodeID з усіх одиниць є незвичним і може свідчити про помилку конфігурації.
vi_vn: Giá trị NodeID toàn bit một là bất thường và có thể cho thấy lỗi cấu hình.
zh_cn: 全为 1 的 NodeID 值异常，可能表示配置错误。

source: NID record preference must be a number.
cs_cz: Priorita NID záznamu musí být číslo.
de_de: NID-Eintragspräferenz muss eine Zahl sein.
es_es: La preferencia del registro NID debe ser un número.
fr_fr: La préférence de l'enregistrement NID doit être un nombre.
id_id: Preferensi rekaman NID harus berupa angka.
ko_kr: NID 레코드 우선순위는 숫자여야 합니다.
lt_lt: NID įrašo pirmenybė turi būti skaičius.
pl_pl: Preferencja rekordu NID musi być liczbą.
ru_ru: Приоритет записи NID должен быть числом.
sv_se: NID-postens preferens måste vara ett nummer.
tr_tr: NID kayıt önceliği bir sayı olmalıdır.
uk_ua: Пріоритет запису NID повинен бути числом.
vi_vn: Mức ưu tiên bản ghi NID phải là số.
zh_cn: NID 记录优先级必须是数字。
