Repository: poweradmin/poweradmin
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: cs_cz, de_de, es_es, fr_fr, id_id, ko_kr, lt_lt, pl_pl, ru_ru, sv_se, tr_tr, uk_ua, vi_vn, zh_cn

source: This record follows RFC 3403. Be aware that some DNS servers may not fully support all NAPTR features.
cs_cz: Tento záznam následuje RFC 3403. Uvědomte si, že některé DNS servery nemusí plně podporovat všechny NAPTR funkce.
de_de: Dieser Eintrag folgt RFC 3403. Beachten Sie, dass einige DNS-Server möglicherweise nicht alle NAPTR-Features vollständig unterstützen.
es_es: Este registro sigue RFC 3403. Tenga en cuenta que algunos servidores DNS pueden no soportar completamente todas las características NAPTR.
fr_fr: Cet enregistrement suit la RFC 3403. Soyez conscient que certains serveurs DNS peuvent ne pas supporter entièrement toutes les fonctionnalités NAPTR.
id_id: Zone metadata
ko_kr: 소켓을 닫을 수 없습니다.
lt_lt: Šis įrašas seka RFC 3403. Žinokite, kad kai kurie DNS serveriai gali nevisiškai palaikyti visas NAPTR funkcijas.
pl_pl: Ten rekord jest zgodny z RFC 3403. Należy pamiętać, że niektóre serwery DNS mogą nie w pełni obsługiwać wszystkie funkcje NAPTR.
ru_ru: Эта запись следует RFC 3403. Имейте в виду, что некоторые DNS серверы могут не полностью поддерживать все функции NAPTR.
sv_se: 2FA aktiverad
tr_tr: Bu kayıt RFC 3403'ü takip eder. Bazı DNS sunucularının tüm NAPTR özelliklerini tam olarak desteklemeyebileceğinin farkında olun.
uk_ua: Record may be affected by DNS CNAME chain limits. Keep chains short.
vi_vn: Cấu hình phiên không hợp lệ.
zh_cn: 此记录遵循 RFC 3403。请注意，某些 DNS 服务器可能不完全支持所有 NAPTR 功能。

source: Invalid value for priority field. NAPTR records have priority within the content field and must have a priority value of 0.
cs_cz: Neplatná hodnota pole priority. NAPTR záznamy mají prioritu v poli obsahu a musí mít hodnotu priority 0.
de_de: Ungültiger Wert für Prioritätsfeld. NAPTR-Einträge haben Priorität innerhalb des Inhaltsfelds und müssen einen Prioritätswert von 0 haben.
es_es: Valor inválido para el campo de prioridad. Los registros NAPTR tienen prioridad dentro del campo de contenido y deben tener un valor de prioridad de 0.
fr_fr: Valeur invalide pour le champ priorité. Les enregistrements NAPTR ont la priorité dans le champ de contenu et doivent avoir une valeur de priorité de 0.
id_id: Metadata zone
ko_kr: 소켓을 종료할 수 없습니다.
lt_lt: Neteisinga prioriteto lauko reikšmė. NAPTR įrašai turi prioritetą turinio lauke ir turi turėti prioriteto reikšmę 0.
pl_pl: Nieprawidłowa wartość pola priorytetu. Rekordy NAPTR mają priorytet w polu zawartości i muszą mieć wartość priorytetu równą 0.
ru_ru: Недопустимое значение поля приоритета. NAPTR записи имеют приоритет в поле содержимого и должны иметь значение приоритета 0.
sv_se: 2FA inaktiverad
tr_tr: Öncelik alanı için geçersiz değer. NAPTR kayıtları içerik alanında önceliğe sahiptir ve 0 öncelik değerine sahip olmalıdır.
uk_ua: This configuration may have matched filtering. Design optimal filter.
vi_vn: ID phiên không hợp lệ.
zh_cn: 优先级字段的值无效。NAPTR 记录在内容字段中具有优先级，必须具有 0 的优先级值。

source: NAPTR record must contain order, preference, flags, service, regexp, and replacement values.
cs_cz: NAPTR záznam musí obsahovat hodnoty pořadí, preference, příznaky, služba, regexp a náhrada.
de_de: NAPTR-Eintrag muss Order, Preference, Flags, Service, Regexp und Replacement-Werte enthalten.
es_es: El registro NAPTR debe contener valores de orden, preferencia, flags, servicio, regexp y reemplazo.
fr_fr: L'enregistrement NAPTR doit contenir les valeurs d'ordre, préférence, drapeaux, service, regexp, et remplacement.
id_id: Metadata key
ko_kr: 소켓 옵션을 설정할 수 없습니다.
lt_lt: NAPTR įrašas turi turėti tvarką, pasirinkimą, vėliavas, paslaugą, regexp ir pakeitimo reikšmes.
pl_pl: Rekord NAPTR musi zawierać wartości kolejności, preferencji, flag, usługi, wyrażenia regularnego i zamiennika.
ru_ru: NAPTR запись должна содержать значения порядка, предпочтения, флагов, сервиса, регулярного выражения и замещения.
sv_se: Kunde inte aktivera 2FA
tr_tr: NAPTR kaydı sıra, tercih, bayraklar, servis, regexp ve değiştirme değerlerini içermelidir.
uk_ua: Content includes impulse response. Measure or simulate response.
vi_vn: Phiên hết hạn.
zh_cn: NAPTR 记录必须包含顺序、首选项、标志、服务、正则表达式和替换值。

source: NAPTR record order must be a number between 0 and 65535.
cs_cz: Pořadí NAPTR záznamu musí být číslo mezi 0 a 65535.
de_de: NAPTR-Eintrag-Order muss eine Zahl zwischen 0 und 65535 sein.
es_es: El orden del registro NAPTR debe ser un número entre 0 y 65535.
fr_fr: L'ordre de l'enregistrement NAPTR doit être un nombre entre 0 et 65535.
id_id: Key metadata
ko_kr: 소켓 옵션을 가져올 수 없습니다.
lt_lt: NAPTR įrašo tvarka turi būti skaičius tarp 0 ir 65535.
pl_pl: Kolejność rekordu NAPTR musi być liczbą między 0 a 65535.
ru_ru: Порядок NAPTR записи должен быть числом от 0 до 65535.
sv_se: Kunde inte inaktivera 2FA
tr_tr: NAPTR kayıt sırası 0 ile 65535 arasında bir sayı olmalıdır.
uk_ua: Record appears to be using FIR filter. Choose filter order.
vi_vn: Phiên không tìm thấy.
zh_cn: NAPTR 记录顺序必须是 0 到 65535 之间的数字。

source: NAPTR record preference must be a number between 0 and 65535.
cs_cz: Preference NAPTR záznamu musí být číslo mezi 0 a 65535.
de_de: NAPTR-Eintrag-Preference muss eine Zahl zwischen 0 und 65535 sein.
es_es: La preferencia del registro NAPTR debe ser un número entre 0 y 65535.
fr_fr: La préférence de l'enregistrement NAPTR doit être un nombre entre 0 et 65535.
id_id: Metadata value
ko_kr: 환경 변수를 설정할 수 없습니다.
lt_lt: NAPTR įrašo pasirinkimas turi būti skaičius tarp 0 ir 65535.
pl_pl: Preferencja rekordu NAPTR musi być liczbą między 0 a 65535.
ru_ru: Предпочтение NAPTR записи должно быть числом от 0 до 65535.
sv_se: 2FA-inställningar
tr_tr: NAPTR kayıt tercihi 0 ile 65535 arasında bir sayı olmalıdır.
uk_ua: This configuration may have IIR filter. Ensure stability.
vi_vn: Dữ liệu phiên bị hỏng.
zh_cn: NAPTR 记录首选项必须是 0 到 65535 之间的数字。

source: NAPTR record flags must be a quoted string.
cs_cz: Příznaky NAPTR záznamu musí být řetězec v uvozovkách.
de_de: NAPTR-Eintrag-Flags müssen eine zitierte Zeichenkette sein.
es_es: Los flags del registro NAPTR deben ser una cadena entre comillas.
fr_fr: Les drapeaux de l'enregistrement NAPTR doivent être une chaîne entre guillemets.
id_id: Value metadata
ko_kr: 환경 변수를 가져올 수 없습니다.
lt_lt: NAPTR įrašo vėliavos turi būti kabutėse esanti eilutė.
pl_pl: Flagi rekordu NAPTR muszą być ciągiem znaków w cudzysłowach.
ru_ru: Флаги NAPTR записи должны быть строкой в кавычках.
sv_se: 2FA-metod
tr_tr: NAPTR kayıt bayrakları tırnak içine alınmış string olmalıdır.
uk_ua: Content may be affected by filter group delay. Compensate for delay.
vi_vn: Thời gian chờ phiên không hợp lệ.
zh_cn: NAPTR 记录标志必须是带引号的字符串。

source: NAPTR record flags must contain only A, P, S, or U.
cs_cz: Příznaky NAPTR záznamu musí obsahovat pouze A, P, S, nebo U.
de_de: NAPTR-Eintrag-Flags dürfen nur A, P, S oder U enthalten.
es_es: Los flags del registro NAPTR deben contener solo A, P, S, o U.
fr_fr: Les drapeaux de l'enregistrement NAPTR ne doivent contenir que A, P, S, ou U.
id_id: Add metadata
ko_kr: 작업 디렉터리를 변경할 수 없습니다.
lt_lt: NAPTR įrašo vėliavos turi turėti tik A, P, S arba U.
pl_pl: Flagi rekordu NAPTR mogą zawierać tylko A, P, S lub U.
ru_ru: Флаги NAPTR записи должны содержать только A, P, S или U.
sv_se: TOTP
tr_tr: NAPTR kayıt bayrakları sadece A, P, S veya U içermelidir.
uk_ua: Record may be part of phase response. Maintain linear phase if needed.
vi_vn: Handler phiên không khả dụng.
zh_cn: NAPTR 记录标志只能包含 A、P、S 或 U。

source: NAPTR record service must be a quoted string.
cs_cz: Služba NAPTR záznamu musí být řetězec v uvozovkách.
de_de: NAPTR-Eintrag-Service muss eine zitierte Zeichenkette sein.
es_es: El servicio del registro NAPTR debe ser una cadena entre comillas.
fr_fr: Le service de l'enregistrement NAPTR doit être une chaîne entre guillemets.
id_id: Tambah metadata
ko_kr: 작업 디렉터리를 가져올 수 없습니다.
lt_lt: NAPTR įrašo paslauga turi būti kabutėse esanti eilutė.
pl_pl: Usługa rekordu NAPTR musi być ciągiem znaków w cudzysłowach.
ru_ru: Сервис NAPTR записи должен быть строкой в кавычках.
sv_se: SMS
tr_tr: NAPTR kayıt servisi tırnak içine alınmış string olmalıdır.
uk_ua: This record type may have adaptive filtering. Implement LMS or RLS.
vi_vn: Không thể ghi phiên.
zh_cn: NAPTR 记录服务必须是带引号的字符串。

source: NAPTR record regexp must be a quoted string.
cs_cz: Regexp NAPTR záznamu musí být řetězec v uvozovkách.
de_de: NAPTR-Eintrag-Regexp muss eine zitierte Zeichenkette sein.
es_es: El regexp del registro NAPTR debe ser una cadena entre comillas.
fr_fr: La regexp de l'enregistrement NAPTR doit être une chaîne entre guillemets.
id_id: Edit metadata
ko_kr: 타임존을 설정할 수 없습니다.
lt_lt: NAPTR įrašo regexp turi būti kabutėse esanti eilutė.
pl_pl: Wyrażenie regularne rekordu NAPTR musi być ciągiem znaków w cudzysłowach.
ru_ru: Регулярное выражение NAPTR записи должно быть строкой в кавычках.
sv_se: E-post
tr_tr: NAPTR kayıt regexp'i tırnak içine alınmış string olmalıdır.
uk_ua: Content suggests echo cancellation. Use adaptive filter with fast convergence.
vi_vn: Không thể đọc phiên.
zh_cn: NAPTR 记录正则表达式必须是带引号的字符串。

source: NAPTR record replacement must be either "." or a valid fully-qualified domain name.
cs_cz: Náhrada NAPTR záznamu musí být buď "." nebo platné plně kvalifikované doménové jméno.
de_de: NAPTR-Eintrag-Replacement muss entweder "." oder ein gültiger vollqualifizierter Domain-Name sein.
es_es: El reemplazo del registro NAPTR debe ser "." o un nombre de dominio totalmente cualificado válido.
fr_fr: Le remplacement de l'enregistrement NAPTR doit être soit "." soit un nom de domaine pleinement qualifié valide.
id_id: Edit metadata
ko_kr: 로케일을 설정할 수 없습니다.
lt_lt: NAPTR įrašo pakeitimas turi būti arba "." arba teisingas pilnas domeno vardas.
pl_pl: Zamiennik rekordu NAPTR musi być albo "." albo prawidłową w pełni kwalifikowaną nazwą domeny.
ru_ru: Замещение NAPTR записи должно быть либо ".", либо корректным полностью квалифицированным доменным именем.
sv_se: 2FA-backup-koder
tr_tr: NAPTR kayıt değiştirmesi ya "." ya da geçerli tam nıtelı domain adı olmalıdır.
uk_ua: Record may be affected by DNS PTR query synthesis. Verify synthesis rules.
vi_vn: Không thể hủy phiên.
zh_cn: NAPTR 记录替换必须是 \".\" 或有效的完全限定域名。

source: NAPTR record with a regexp must have "." as the replacement.
cs_cz: NAPTR záznam s regexp musí mít "." jako náhradu.
de_de: NAPTR-Eintrag mit einem Regexp muss "." als Replacement haben.
es_es: El registro NAPTR con un regexp debe tener "." como reemplazo.
fr_fr: Un enregistrement NAPTR avec une regexp doit avoir "." comme remplacement.
id_id: Delete metadata
ko_kr: umask를 설정할 수 없습니다.
lt_lt: NAPTR įrašas su regexp turi turėti "." kaip pakeitimą.
pl_pl: Rekord NAPTR z wyrażeniem regularnym musi mieć "." jako zamiennik.
ru_ru: NAPTR запись с регулярным выражением должна иметь "." в качестве замещения.
sv_se: Generera backup-koder
tr_tr: Regexp'li NAPTR kaydı değiştirme olarak "." içermelidir.
uk_ua: This configuration may have noise cancellation. Estimate noise spectrum.
vi_vn: Cookie phiên không hợp lệ.
zh_cn: 带有正则表达式的 NAPTR 记录必须将 \".\" 作为替换。

source: NAPTR service must follow the format: [protocol][+rs][+rs]... where protocol and rs start with a letter and contain alphanumeric characters, hyphens, colons, or plus signs (max 32 chars each).
id_id: Hapus metadata
ko_kr: 사용자 ID를 설정할 수 없습니다.
sv_se: Backup-koder genererade
uk_ua: Content includes beamforming. Configure array geometry.
vi_vn: Cấu hình cookie không hợp lệ.

source: Terminal flags "S", "A", "U", and "P" should not be combined with other flags.
cs_cz: Koncové příznaky "S", "A", "U", a "P" by neměly být kombinovány s jinými příznaky.
de_de: Terminal-Flags "S", "A", "U" und "P" sollten nicht mit anderen Flags kombiniert werden.
es_es: Los flags terminales "S", "A", "U", y "P" no deben combinarse con otros flags.
fr_fr: Les drapeaux terminaux "S", "A", "U", et "P" ne devraient pas être combinés avec d'autres drapeaux.
id_id: Metadata added successfully.
ko_kr: 그룹 ID를 설정할 수 없습니다.
lt_lt: Terminalinės vėliavos "S", "A", "U" ir "P" neturėtų būti derinamos su kitomis vėliavomis.
pl_pl: Flagi końcowe "S", "A", "U" i "P" nie powinny być łączone z innymi flagami.
ru_ru: Терминальные флаги "S", "A", "U" и "P" не должны комбинироваться с другими флагами.
sv_se: Kunde inte generera backup-koder
tr_tr: Terminal bayrakları "S", "A", "U", ve "P" diğer bayraklarla birleştirilmemelidir.
uk_ua: Record appears to be using direction of arrival. Use MUSIC or ESPRIT algorithm.
vi_vn: Tên cookie không hợp lệ.
zh_cn: 终端标志 \"S\"、\"A\"、\"U\" 和 \"P\" 不应与其他标志组合。

source: NAPTR regexp must start with a delimiter character.
cs_cz: NAPTR regexp musí začínat oddělovacím znakem.
de_de: NAPTR-Regexp muss mit einem Trennzeichen beginnen.
es_es: El regexp NAPTR debe comenzar con un carácter delimitador.
fr_fr: La regexp NAPTR doit commencer par un caractère délimiteur.
id_id: Metadata berhasil ditambahkan.
ko_kr: 우선순위를 설정할 수 없습니다.
lt_lt: NAPTR regexp turi prasidėti skirtuko simboliu.
pl_pl: Wyrażenie regularne NAPTR musi zaczynać się od znaku rozdzielającego.
ru_ru: Регулярное выражение NAPTR должно начинаться с символа-разделителя.
sv_se: Ladda ner backup-koder
tr_tr: NAPTR regexp sınırlayıcı karakterle başlamalıdır.
uk_ua: This configuration may have spatial filtering. Design beamformer weights.
vi_vn: Giá trị cookie quá lớn.
zh_cn: NAPTR 正则表达式必须以分隔符字符开头。

source: NAPTR regexp must have the format delimiter+pattern+delimiter+replacement+delimiter+flags.
cs_cz: NAPTR regexp musí mít formát oddělovač+vzor+oddělovač+náhrada+oddělovač+příznaky.
de_de: NAPTR-Regexp muss das Format Trennzeichen+Muster+Trennzeichen+Replacement+Trennzeichen+Flags haben.
es_es: El regexp NAPTR debe tener el formato delimitador+patrón+delimitador+reemplazo+delimitador+flags.
fr_fr: La regexp NAPTR doit avoir le format délimiteur+modèle+délimiteur+remplacement+délimiteur+drapeaux.
id_id: Failed to add metadata.
ko_kr: 리소스 한도를 설정할 수 없습니다.
lt_lt: NAPTR regexp turi turėti formatą skirtukas+šablonas+skirtukas+pakeitimas+skirtukas+vėliavos.
pl_pl: Wyrażenie regularne NAPTR musi mieć format: ogranicznik+wzorzec+ogranicznik+zamiennik+ogranicznik+flagi.
ru_ru: Регулярное выражение NAPTR должно иметь формат разделитель+шаблон+разделитель+замещение+разделитель+флаги.
sv_se: Backup-koder nedladdade
tr_tr: NAPTR regexp sınırlayıcı+desen+sınırlayıcı+değiştirme+sınırlayıcı+bayraklar formatına sahip olmalıdır.
uk_ua: Content may be affected by array manifold. Calibrate array response.
vi_vn: Miền cookie không hợp lệ.
zh_cn: NAPTR 正则表达式必须具有格式：分隔符+模式+分隔符+替换+分隔符+标志。

source: NAPTR regexp flags (after third delimiter) should only contain "i" or be empty.
cs_cz: Příznaky NAPTR regexp (po třetím oddělovači) by měly obsahovat pouze "i" nebo být prázdné.
de_de: NAPTR-Regexp-Flags (nach dem dritten Trennzeichen) sollten nur "i" enthalten oder leer sein.
es_es: Los flags regexp NAPTR (después del tercer delimitador) solo deben contener "i" o estar vacíos.
fr_fr: Les drapeaux de regexp NAPTR (après le troisième délimiteur) ne devraient contenir que "i" ou être vides.
id_id: Gagal menambahkan metadata.
ko_kr: 리소스 한도를 가져올 수 없습니다.
lt_lt: NAPTR regexp vėliavos (po trečio skirtuko) turėtų turėti tik "i" arba būti tuščios.
pl_pl: Flagi wyrażenia regularnego NAPTR (po trzecim ograniczniku) powinny zawierać tylko "i" lub być puste.
ru_ru: Флаги регулярного выражения NAPTR (после третьего разделителя) должны содержать только "i" или быть пустыми.
sv_se: Kunde inte ladda ner backup-koder
tr_tr: NAPTR regexp bayrakları (üçüncü sınırlayıcıdan sonra) sadece "i" içermeli veya boş olmalıdır.
uk_ua: Record may be part of null steering. Place nulls at interference angles.
vi_vn: Đường dẫn cookie không hợp lệ.
zh_cn: NAPTR 正则表达式标志（第三个分隔符之后）应仅包含 \"i\" 或为空。

source: This appears to be an ENUM NAPTR record (RFC 6116). Ensure the domain is under e164.arpa or a private ENUM tree.
cs_cz: Toto se zdá být ENUM NAPTR záznam (RFC 6116). Ujistěte se, že doména je pod e164.arpa nebo privátním ENUM stromem.
de_de: Dies scheint ein ENUM NAPTR-Eintrag zu sein (RFC 6116). Stellen Sie sicher, dass die Domain unter e164.arpa oder einem privaten ENUM-Baum steht.
es_es: Esto parece ser un registro ENUM NAPTR (RFC 6116). Asegúrese de que el dominio esté bajo e164.arpa o un árbol ENUM privado.
fr_fr: Ceci semble être un enregistrement NAPTR ENUM (RFC 6116). Assurez-vous que le domaine est sous e164.arpa ou un arbre ENUM privé.
id_id: Metadata updated successfully.
ko_kr: 시스템 정보를 가져올 수 없습니다.
lt_lt: Tai atrodo kaip ENUM NAPTR įrašas (RFC 6116). Užtikrinkite, kad domenas yra po e164.arpa arba privačiame ENUM medyje.
pl_pl: Wygląda na to, że jest to rekord ENUM NAPTR (RFC 6116). Upewnij się, że domena znajduje się pod e164.arpa lub prywatnym drzewem ENUM.
ru_ru: Это похоже на ENUM NAPTR запись (RFC 6116). Убедитесь, что домен находится под e164.arpa или в частном дереве ENUM.
sv_se: 2FA QR-kod
tr_tr: Bu bir ENUM NAPTR kaydı (RFC 6116) gibi görünüyor. Domain'in e164.arpa veya özel ENUM ağacı altında olduğundan emin olun.
uk_ua: This record type may have sidelobe control. Trade off mainlobe width.
vi_vn: Cookie hết hạn.
zh_cn: 这似乎是 ENUM NAPTR 记录 (RFC 6116)。确保域在 e164.arpa 或私有 ENUM 树下。

source: ENUM records should have the "U" flag to indicate URI output.
cs_cz: ENUM záznamy by měly mít příznak "U" pro označení URI výstupu.
de_de: ENUM-Einträge sollten das "U"-Flag haben, um URI-Ausgabe anzuzeigen.
es_es: Los registros ENUM deben tener el flag "U" para indicar salida URI.
fr_fr: Les enregistrements ENUM devraient avoir le drapeau "U" pour indiquer une sortie URI.
id_id: Metadata berhasil diperbarui.
ko_kr: 호스트 이름을 가져올 수 없습니다.
lt_lt: ENUM įrašai turėtų turėti "U" vėliavą, kad parodytų URI išvestį.
pl_pl: Rekordy ENUM powinny mieć flagę "U", aby wskazać wyjście URI.
ru_ru: ENUM записи должны иметь флаг "U" для указания URI вывода.
sv_se: Skanna QR-kod
tr_tr: ENUM kayıtları URI çıktısını belirtmek için "U" bayoğuna sahip olmalıdır.
uk_ua: Content suggests adaptive beamforming. Update weights based on environment.
vi_vn: Thiết đặt cookie SameSite không hợp lệ.
zh_cn: ENUM 记录应具有 \"U\" 标志以指示 URI 输出。

source: NAPTR regexp contains potentially dangerous pattern:
cs_cz: NAPTR regulární výraz obsahuje potenciálně nebezpečný vzor:
de_de: NAPTR-Regexp enthält möglicherweise gefährliches Muster:
es_es: El regexp NAPTR contiene patrón potencialmente peligroso:
fr_fr: La regexp NAPTR contient un modèle potentiellement dangereux :
id_id: Failed to update metadata.
ko_kr: 호스트 이름을 설정할 수 없습니다.
lt_lt: NAPTR regexp turi potencialiai pavojingą šabloną:
pl_pl: Wyrażenie regularne NAPTR zawiera potencjalnie niebezpieczny wzorzec:
ru_ru: Регулярное выражение NAPTR содержит потенциально опасный шаблон:
sv_se: 2FA-hemlighet
tr_tr: NAPTR regexp potansiyel olarak tehlikeli desen içeriyor:
uk_ua: Record may be affected by DNS TCP fallback. Ensure TCP service is available.
vi_vn: Cookie yêu cầu HTTPS (cờ Secure).
zh_cn: NAPTR 正则表达式包含潜在危险模式：

source: NAPTR regexp is too long. Maximum length is 1000 characters.
cs_cz: NAPTR regulární výraz je příliš dlouhý. Maximální délka je 1000 znaků.
de_de: NAPTR-Regexp ist zu lang. Maximale Länge beträgt 1000 Zeichen.
es_es: El regexp NAPTR es demasiado largo. La longitud máxima es 1000 caracteres.
fr_fr: La regexp NAPTR est trop longue. La longueur maximale est de 1000 caractères.
id_id: Gagal memperbarui metadata.
ko_kr: 도메인 이름을 가져올 수 없습니다.
lt_lt: NAPTR regexp per ilgas. Maksimalus ilgis yra 1000 simbolių.
pl_pl: Wyrażenie regularne NAPTR jest zbyt długie. Maksymalna długość to 1000 znaków.
ru_ru: Регулярное выражение NAPTR слишком длинное. Максимальная длина составляет 1000 символов.
sv_se: 2FA-verifieringskod
tr_tr: NAPTR regexp çok uzun. Maksimum uzunluk 1000 karakterdir.
uk_ua: This configuration may have blind source separation. Use ICA or similar.
vi_vn: Cấu hình header không hợp lệ.
zh_cn: NAPTR 正则表达式太长。最大长度为 1000 个字符。

source: DNSKEY records are typically placed at the zone apex. This record does not appear to be at a zone apex, which is unusual for DNSSEC deployments.
cs_cz: DNSKEY záznamy se obvykle umisťují na vrchol zóny. Tento záznam se nezdá být na vrcholu zóny, což je neobvyklé pro DNSSEC nasazení.
de_de: DNSKEY-Einträge werden normalerweise am Zone-Apex platziert. Dieser Eintrag scheint nicht am Zone-Apex zu sein, was für DNSSEC-Deployments ungewöhnlich ist.
es_es: Los registros DNSKEY típicamente se colocan en el ápice de la zona. Este registro no parece estar en un ápice de zona, lo que es inusual para despliegues DNSSEC.
fr_fr: Les enregistrements DNSKEY sont typiquement placés au sommet de la zone. Cet enregistrement ne semble pas être au sommet d'une zone, ce qui est inhabituel pour les déploiements DNSSEC.
id_id: Metadata deleted successfully.
ko_kr: 도메인 이름을 설정할 수 없습니다.
lt_lt: DNSKEY įrašai paprastai patalpinami zonos viršūnėje. Šis įrašas neatrodo esantis zonos viršūnėje, kas neįprasta DNSSEC diegimams.
pl_pl: Rekordy DNSKEY są zwykle umieszczane w wierzchołku strefy. Ten rekord nie wydaje się być w wierzchołku strefy, co jest nietypowe dla wdrożeń DNSSEC.
ru_ru: DNSKEY записи обычно размещаются в вершине зоны. Эта запись не находится в вершине зоны, что необычно для развертываний DNSSEC.
sv_se: Verifiera 2FA
tr_tr: DNSKEY kayıtları genellikle zon tepesine yerleştirilir. Bu kayıt zon tepesinde gibi görünmüyor, bu DNSSEC dağıtımları için alışılmamıştır.
uk_ua: Content includes principal component analysis. Choose number of components.
vi_vn: Tên header không hợp lệ.
zh_cn: DNSKEY 记录通常放置在区域顶点。此记录似乎不在区域顶点，这对于 DNSSEC 部署来说是不寻常的。

source: Priority field for DNSKEY records must be 0 or empty.
cs_cz: Pole priority pro DNSKEY záznamy musí být 0 nebo prázdné.
de_de: Prioritätsfeld für DNSKEY-Einträge muss 0 oder leer sein.
es_es: El campo de prioridad para registros DNSKEY debe ser 0 o estar vacío.
fr_fr: Le champ priorité pour les enregistrements DNSKEY doit être 0 ou vide.
id_id: Metadata berhasil dihapus.
ko_kr: 시스템 시간을 가져올 수 없습니다.
lt_lt: DNSKEY įrašų prioriteto laukas turi būti 0 arba tuščias.
pl_pl: Pole priorytetu dla rekordów DNSKEY musi mieć wartość 0 lub być puste.
ru_ru: Поле приоритета для DNSKEY записей должно быть 0 или пустым.
sv_se: 2FA verifierad
tr_tr: DNSKEY kayıtları için öncelik alanı 0 veya boş olmalıdır.
uk_ua: Record appears to be using singular value decomposition. Handle rank deficiency.
vi_vn: Giá trị header không hợp lệ.
zh_cn: DNSKEY 记录的优先级字段必须为 0 或为空。

source: DNSKEY record must contain flags, protocol, algorithm and public-key separated by spaces.
cs_cz: DNSKEY záznam musí obsahovat příznaky, protokol, algoritmus a veřejný klíč oddělené mezerami.
de_de: DNSKEY-Eintrag muss Flags, Protokoll, Algorithmus und Public-Key durch Leerzeichen getrennt enthalten.
es_es: El registro DNSKEY debe contener flags, protocolo, algoritmo y clave pública separados por espacios.
fr_fr: L'enregistrement DNSKEY doit contenir les drapeaux, le protocole, l'algorithme et la clé publique séparés par des espaces.
id_id: Failed to delete metadata.
ko_kr: 시스템 시간을 설정할 수 없습니다.
lt_lt: DNSKEY įrašas turi turėti vėliavas, protokolą, algoritmą ir viešąjį raktą, atskirtus tarpais.
pl_pl: Rekord DNSKEY musi zawierać flagi, protokół, algorytm i klucz publiczny oddzielone spacjami.
ru_ru: DNSKEY запись должна содержать флаги, протокол, алгоритм и публичный ключ, разделенные пробелами.
sv_se: Kunde inte verifiera 2FA
tr_tr: DNSKEY kaydı boşluklarla ayrılmış bayraklar, protokol, algoritma ve genel anahtar içermelidir.
uk_ua: This configuration may have eigenvalue decomposition. Check for numerical stability.
vi_vn: Header quá lớn.
zh_cn: DNSKEY 记录必须包含由空格分隔的标志、协议、算法和公钥。
