Repository: poweradmin/poweradmin
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: cs_cz, de_de, es_es, fr_fr, id_id, ko_kr, lt_lt, pl_pl, ru_ru, sv_se, tr_tr, uk_ua, vi_vn, zh_cn

source: Charset for new tables. Leave empty for database default.
cs_cz: Znaková sada pro nové tabulky. Ponechte prázdné pro výchozí hodnotu databáze.
de_de: Zeichensatz für neue Tabellen. Lassen Sie das Feld leer für die Datenbankstandardeinstellung.
es_es: Juego de caracteres para nuevas tablas. Deje vacío para el valor predeterminado de la base de datos.
fr_fr: Jeu de caractères pour les nouvelles tables. Laissez vide pour la valeur par défaut de la base de données.
id_id: Charset untuk tabel baru. Biarkan kosong untuk default database.
ko_kr: 새 테이블의 문자 집합. 데이터베이스 기본값의 경우 비워 두세요.
lt_lt: Simbolių rinkinys naujoms lentelėms. Palikite tuščią, jei norite naudoti duomenų bazės numatytąjį.
pl_pl: Zestaw znaków dla nowych tabel. Pozostaw puste dla domyślnych ustawień bazy danych.
ru_ru: Кодировка для новых таблиц. Оставьте пустым для значения по умолчанию базы данных.
sv_se: Teckenuppsättning för nya tabeller. Lämna tomt för databasstandard.
tr_tr: Yeni tablolar için karakter seti. Veritabanı varsayılanı için boş bırakın.
uk_ua: Кодування для нових таблиць. Залиште порожнім для значення бази даних за замовчуванням.
vi_vn: Bộ ký tự cho các bảng mới. Để trống cho mặc định của cơ sở dữ liệu.
zh_cn: Yeni tablolar için karakter seti. Veritabanı varsayılanı için boş bırakın.

source: DB collation
cs_cz: Porovnávání databáze
de_de: DB-Kollation
es_es: Colación de BD
fr_fr: Collation DB
id_id: Collation DB
lt_lt: DB rikiavimas
pl_pl: Porównywanie DB
ru_ru: Сопоставление БД
sv_se: DB-kollation
tr_tr: DB karşılaştırması
uk_ua: Колація БД
vi_vn: Collation DB
zh_cn: DB karşılaştırması

source: Collation rules for character comparison. Leave empty for database default.
cs_cz: Pravidla porovnávání znaků. Ponechte prázdné pro výchozí hodnotu databáze.
de_de: Sortierregeln für Zeichenvergleiche. Lassen Sie das Feld leer für die Datenbankstandardeinstellung.
es_es: Reglas de colación para comparación de caracteres. Deje vacío para el valor predeterminado de la base de datos.
fr_fr: Règles de classement pour la comparaison de caractères. Laissez vide pour la valeur par défaut de la base de données.
id_id: Aturan collation untuk perbandingan karakter. Biarkan kosong untuk default database.
ko_kr: 문자 비교를 위한 데이터 정렬 규칙. 데이터베이스 기본값의 경우 비워 두세요.
lt_lt: Rikiavimo taisyklės simbolių palyginimui. Palikite tuščią, jei norite naudoti duomenų bazės numatytąjį.
pl_pl: Reguły porównywania znaków. Pozostaw puste dla domyślnych ustawień bazy danych.
ru_ru: Правила сравнения символов. Оставьте пустым для значения по умолчанию базы данных.
sv_se: Kollationsregler för teckenjämförelse. Lämna tomt för databasstandard.
tr_tr: Karakter karşılaştırması için harmanlama kuralları. Veritabanı varsayılanı için boş bırakın.
uk_ua: Правила колації для порівняння символів. Залиште порожнім для значення бази даних за замовчуванням.
vi_vn: Quy tắc collation để so sánh ký tự. Để trống cho mặc định của cơ sở dữ liệu.
zh_cn: Karakter karşılaştırması için harmanlama kuralları. Veritabanı varsayılanı için boş bırakın.

source: PowerDNS Database
cs_cz: Databáze PowerDNS
es_es: Base de Datos PowerDNS
fr_fr: Base de données PowerDNS
id_id: Database PowerDNS
ko_kr: PowerDNS 데이터베이스
lt_lt: PowerDNS duomenų bazė
ru_ru: База данных PowerDNS
sv_se: PowerDNS-databas
uk_ua: База даних PowerDNS
vi_vn: Cơ sở dữ liệu PowerDNS

source: Database name
cs_cz: Název databáze
es_es: Nombre de base de datos
fr_fr: Nom de la base de données
id_id: Nama database
ko_kr: 데이터베이스 이름
lt_lt: Duomenų bazės pavadinimas
ru_ru: Имя базы данных
sv_se: Databasnamn
uk_ua: Назва бази даних
vi_vn: Tên cơ sở dữ liệu

source: Leave empty for same database
cs_cz: Ponechte prázdné pro stejnou databázi
es_es: Dejar vacío para la misma base de datos
fr_fr: Laisser vide pour la même base de données
id_id: Biarkan kosong untuk database yang sama
ko_kr: 동일한 데이터베이스의 경우 비워 두세요
lt_lt: Palikite tuščią tai pačiai duomenų bazei
ru_ru: Оставьте пустым для той же базы данных
sv_se: Lämna tomt för samma databas
uk_ua: Залиште порожнім для тієї ж бази даних
vi_vn: Để trống cho cơ sở dữ liệu giống nhau

source: MySQL database with PowerDNS tables (if different).
cs_cz: MySQL databáze s tabulkami PowerDNS (pokud je odlišná).
es_es: Base de datos MySQL con tablas PowerDNS (si es diferente).
fr_fr: Base de données MySQL avec tables PowerDNS (si différente).
id_id: Database MySQL dengan tabel PowerDNS (jika berbeda).
ko_kr: PowerDNS 테이블이 있는 MySQL 데이터베이스 (다른 경우).
lt_lt: MySQL duomenų bazė su PowerDNS lentelėmis (jei skirtinga).
ru_ru: База данных MySQL с таблицами PowerDNS (если отличается).
sv_se: MySQL-databas med PowerDNS-tabeller (om annorlunda).
uk_ua: База даних MySQL з таблицями PowerDNS (якщо відрізняється).
vi_vn: Cơ sở dữ liệu MySQL với các bảng PowerDNS (nếu khác).

source: Poweradmin Account
cs_cz: Účet Poweradmin
es_es: Cuenta Poweradmin
fr_fr: Compte Poweradmin
id_id: Akun Poweradmin
ko_kr: Poweradmin 계정
lt_lt: Poweradmin paskyra
ru_ru: Учетная запись Poweradmin
sv_se: Poweradmin-konto
uk_ua: Обліковий запис Poweradmin
vi_vn: Tài khoản Poweradmin

source: Administrator password
cs_cz: Heslo administrátora
de_de: Administratorpasswort
es_es: Contraseña de administrador
fr_fr: Mot de passe administrateur
id_id: Kata sandi administrator
ko_kr: 관리자 비밀번호
lt_lt: Administratoriaus slaptažodis
pl_pl: Hasło administratora
ru_ru: Пароль администратора
sv_se: Administratörslösenord
tr_tr: Yönetici şifresi
uk_ua: Пароль адміністратора
vi_vn: Mật khẩu quản trị viên
zh_cn: Yönetici şifresi

source: Provide a password
cs_cz: Zadejte heslo
de_de: Ein Passwort angeben
es_es: Proporcione una contraseña
fr_fr: Fournir un mot de passe
id_id: Berikan kata sandi
ko_kr: 비밀번호를 입력하세요
lt_lt: Nurodykite slaptažodį
pl_pl: Podaj hasło
ru_ru: Укажите пароль
sv_se: Ange ett lösenord
tr_tr: Bir şifre girin
uk_ua: Надайте пароль
vi_vn: Cung cấp mật khẩu
zh_cn: Bir şifre girin

source: Password for "admin" username.
cs_cz: Heslo pro uživatelské jméno "admin".
es_es: Contraseña para el nombre de usuario "admin".
fr_fr: Mot de passe pour le nom d'utilisateur "admin".
id_id: Kata sandi untuk nama pengguna "admin".
ko_kr: "admin" 사용자명의 비밀번호.
lt_lt: Slaptažodis "admin" vartotojo vardui.
ru_ru: Пароль для имени пользователя "admin".
sv_se: Lösenord för användarnamnet "admin".
uk_ua: Пароль для імені користувача "admin".
vi_vn: Mật khẩu cho tên người dùng "admin".

source: System Requirements
cs_cz: Systémové požadavky
de_de: Systemanforderungen
es_es: Requisitos del sistema
fr_fr: Prérequis Système
id_id: Persyaratan Sistem
ko_kr: 시스템 요구 사항
lt_lt: Sistemos Reikalavimai
pl_pl: Wymagania Systemowe
ru_ru: Системные Требования
sv_se: Systemkrav
tr_tr: Sistem Gereksinimleri
uk_ua: Системні вимоги
vi_vn: Yêu cầu hệ thống
zh_cn: Sistem Gereksinimleri

source: System Requirements Check
cs_cz: Kontrola systémových požadavků
de_de: Prüfung der Systemanforderungen
es_es: Comprobación de Requisitos del Sistema
fr_fr: Vérification des Prérequis Système
id_id: Pemeriksaan Persyaratan Sistem
ko_kr: 시스템 요구 사항 확인
lt_lt: Sistemos Reikalavimų Patikrinimas
pl_pl: Sprawdzanie Wymagań Systemowych
ru_ru: Проверка Системных Требований
sv_se: Kontroll av systemkrav
tr_tr: Sistem Gereksinimleri Kontrolü
uk_ua: Перевірка системних вимог
vi_vn: Kiểm tra yêu cầu hệ thống
zh_cn: Sistem Gereksinimleri Kontrolü

source: Requirements Check:
cs_cz: Kontrola požadavků:
de_de: Anforderungsprüfung:
es_es: Verificación de requisitos:
fr_fr: Vérification des Prérequis :
id_id: Pemeriksaan Persyaratan:
ko_kr: 요구 사항 확인:
lt_lt: Reikalavimų Patikrinimas:
pl_pl: Sprawdzanie Wymagań:
ru_ru: Проверка Требований:
sv_se: Kravkontroll:
tr_tr: Gereksinim Kontrolü:
uk_ua: Перевірка вимог:
vi_vn: Kiểm tra yêu cầu:
zh_cn: Gereksinim Kontrolü:

source: Verifying that your server meets all requirements to run Poweradmin.
cs_cz: Ověřování, že váš server splňuje všechny požadavky pro spuštění Poweradmin.
de_de: Überprüfung, ob Ihr Server alle Anforderungen für Poweradmin erfüllt.
es_es: Verificando que tu servidor cumple todos los requisitos para ejecutar Poweradmin.
fr_fr: Vérification que votre serveur répond à toutes les conditions pour exécuter Poweradmin.
id_id: Memverifikasi bahwa server Anda memenuhi semua persyaratan untuk menjalankan Poweradmin.
ko_kr: 서버가 Poweradmin을 실행하기 위한 모든 요구 사항을 충족하는지 확인합니다.
lt_lt: Tikrinama, ar jūsų serveris atitinka visus Poweradmin paleidimo reikalavimus.
pl_pl: Weryfikacja, czy serwer spełnia wszystkie wymagania do uruchomienia Poweradmin.
ru_ru: Проверка соответствия вашего сервера всем требованиям для запуска Poweradmin.
sv_se: Verifierar att din server uppfyller alla krav för att köra Poweradmin.
tr_tr: Sunucunuzun Poweradmin'i çalıştırmak için tüm gereksinimleri karşıladığı doğrulanıyor.
uk_ua: Перевірка того, що ваш сервер відповідає всім вимогам для запуску Poweradmin.
vi_vn: Xác minh rằng máy chủ của bạn đáp ứng tất cả yêu cầu để chạy Poweradmin.
zh_cn: Sunucunuzun Poweradmin'i çalıştırmak için tüm gereksinimleri karşıladığı doğrulanıyor.

source: PHP Version
cs_cz: Verze PHP
es_es: Versión de PHP
fr_fr: Version PHP
id_id: Versi PHP
ko_kr: PHP 버전
lt_lt: PHP Versija
pl_pl: Wersja PHP
ru_ru: Версия PHP
tr_tr: PHP Sürümü
uk_ua: Версія PHP
vi_vn: Phiên bản PHP
zh_cn: PHP Sürümü

source: Requires PHP 8.2.0+
id_id: Memerlukan PHP 8.2.0+
ko_kr: PHP 8.2.0+ 필요
sv_se: Kräver PHP 8.2.0+
uk_ua: Потрібен PHP 8.2.0+
vi_vn: Yêu cầu PHP 8.2.0+

source: Database Extensions
cs_cz: Rozšíření databáze
de_de: Datenbankerweiterungen
es_es: Extensiones de Base de Datos
fr_fr: Extensions de Base de Données
id_id: Ekstensi Database
ko_kr: 데이터베이스 확장
lt_lt: Duomenų bazės plėtiniai
pl_pl: Rozszerzenia Bazy Danych
ru_ru: Расширения базы данных
sv_se: Databastillägg
tr_tr: Veritabanı Uzantıları
uk_ua: Розширення бази даних
vi_vn: Extension cơ sở dữ liệu
zh_cn: Veritabanı Uzantıları

source: at least one required
cs_cz: alespoň jedno je vyžadováno
de_de: mindestens eine erforderlich
es_es: al menos una requerida
fr_fr: au moins une requise
id_id: setidaknya satu diperlukan
ko_kr: 최소 하나 필요
lt_lt: reikalingas bent vienas
pl_pl: wymagane co najmniej jedno
ru_ru: требуется как минимум одно
sv_se: minst ett krävs
tr_tr: en az bir tane gerekli
uk_ua: потрібне принаймні одне
vi_vn: ít nhất một bắt buộc
zh_cn: en az bir tane gerekli

source: Required PHP Extensions
cs_cz: Požadovaná PHP rozšíření
de_de: Erforderliche PHP-Erweiterungen
es_es: Extensiones PHP Requeridas
fr_fr: Extensions PHP Requises
id_id: Ekstensi PHP yang Diperlukan
ko_kr: 필수 PHP 확장
lt_lt: Būtini PHP plėtiniai
pl_pl: Wymagane Rozszerzenia PHP
ru_ru: Необходимые расширения PHP
sv_se: Nödvändiga PHP-tillägg
tr_tr: Gerekli PHP Uzantıları
uk_ua: Необхідні розширення PHP
vi_vn: Extension PHP bắt buộc
zh_cn: Gerekli PHP Uzantıları

source: Optional Extensions
cs_cz: Volitelná rozšíření
de_de: Optionale Erweiterungen
es_es: Extensiones Opcionales
fr_fr: Extensions Optionnelles
id_id: Ekstensi Opsional
ko_kr: 선택적 확장
lt_lt: Pasirenkami plėtiniai
pl_pl: Opcjonalne Rozszerzenia
ru_ru: Дополнительные расширения
sv_se: Valfria tillägg
tr_tr: İsteğe Bağlı Uzantılar
uk_ua: Необов'язкові розширення
vi_vn: Extension tùy chọn
zh_cn: İsteğe Bağlı Uzantılar

source: Web Server
ko_kr: 웹 서버
sv_se: Webbserver
uk_ua: Веб-сервер
vi_vn: Máy chủ Web

source: Server
ko_kr: 서버
uk_ua: Сервер
vi_vn: Máy chủ

source: Not detected — required for URL routing
ko_kr: 감지되지 않음 — URL 라우팅에 필요
sv_se: Inte detekterad — krävs för URL-routing
uk_ua: Не виявлено — необхідно для маршрутизації URL
vi_vn: Không phát hiện — yêu cầu cho định tuyến URL

source: Cannot detect (PHP-FPM) — ensure it is enabled
ko_kr: 감지할 수 없음 (PHP-FPM) — 활성화되어 있는지 확인
sv_se: Kan inte detektera (PHP-FPM) — se till att den är aktiverad
uk_ua: Неможливо визначити (PHP-FPM) — переконайтеся, що воно увімкнено
vi_vn: Không thể phát hiện (PHP-FPM) — đảm bảo nó được kích hoạt

source: Ensure URL rewriting is configured (see nginx.conf.example)
id_id: Pastikan URL rewriting dikonfigurasi (lihat nginx.conf.example)
ko_kr: URL 재작성이 구성되어 있는지 확인 (nginx.conf.example 참조)
sv_se: Se till att URL-omskrivning är konfigurerad (se nginx.conf.example)
uk_ua: Переконайтеся, що перезапис URL налаштовано (див. nginx.conf.example)
vi_vn: Đảm bảo URL rewriting được cấu hình (xem nginx.conf.example)

source: Ensure URL rewriting is configured for your web server
id_id: Pastikan URL rewriting dikonfigurasi untuk web server Anda
ko_kr: 웹 서버에 대해 URL 재작성이 구성되어 있는지 확인
sv_se: Se till att URL-omskrivning är konfigurerad för din webbserver
uk_ua: Переконайтеся, що перезапис URL налаштовано для вашого веб-сервера
vi_vn: Đảm bảo URL rewriting được cấu hình cho máy chủ web của bạn

source: All required components are available.
cs_cz: Všechny požadované komponenty jsou k dispozici.
de_de: Alle erforderlichen Komponenten sind verfügbar.
es_es: Todos los componentes requeridos están disponibles.
fr_fr: Tous les composants requis sont disponibles.
id_id: Semua komponen yang diperlukan tersedia.
ko_kr: 모든 필수 구성 요소를 사용할 수 있습니다.
lt_lt: Visi reikalingi komponentai yra prieinami.
pl_pl: Wszystkie wymagane komponenty są dostępne.
ru_ru: Все необходимые компоненты доступны.
sv_se: Alla nödvändiga komponenter är tillgängliga.
tr_tr: Tüm gerekli bileşenler mevcut.
uk_ua: Всі необхідні компоненти доступні.
vi_vn: Tất cả các thành phần bắt buộc đều có sẵn.
zh_cn: Tüm gerekli bileşenler mevcut.

source: You can continue with the installation.
cs_cz: Můžete pokračovat v instalaci.
de_de: Sie können mit der Installation fortfahren.
es_es: Puede continuar con la instalación.
fr_fr: Vous pouvez continuer l'installation.
id_id: Anda dapat melanjutkan instalasi.
ko_kr: 설치를 계속할 수 있습니다.
lt_lt: Galite tęsti diegimą.
pl_pl: Możesz kontynuować instalację.
ru_ru: Вы можете продолжить установку.
sv_se: Du kan fortsätta med installationen.
tr_tr: Kuruluma devam edebilirsiniz.
uk_ua: Ви можете продовжити встановлення.
vi_vn: Bạn có thể tiếp tục cài đặt.
zh_cn: Kuruluma devam edebilirsiniz.

source: Some required components are missing.
cs_cz: Některé požadované komponenty chybí.
de_de: Einige erforderliche Komponenten fehlen.
es_es: Faltan algunos componentes requeridos.
fr_fr: Certains composants requis sont manquants.
id_id: Beberapa komponen yang diperlukan hilang.
ko_kr: 일부 필수 구성 요소가 누락되었습니다.
lt_lt: Trūksta kai kurių reikalingų komponentų.
pl_pl: Brakuje niektórych wymaganych komponentów.
ru_ru: Некоторые необходимые компоненты отсутствуют.
sv_se: Vissa nödvändiga komponenter saknas.
tr_tr: Bazı gerekli bileşenler eksik.
uk_ua: Деякі необхідні компоненти відсутні.
vi_vn: Một số thành phần bắt buộc bị thiếu.
zh_cn: Bazı gerekli bileşenler eksik.

source: Please install the missing components before continuing.
cs_cz: Před pokračováním nainstalujte chybějící komponenty.
de_de: Bitte installieren Sie die fehlenden Komponenten, bevor Sie fortfahren.
es_es: Por favor, instale los componentes faltantes antes de continuar.
fr_fr: Veuillez installer les composants manquants avant de continuer.
id_id: Silakan instal komponen yang hilang sebelum melanjutkan.
ko_kr: 계속하기 전에 누락된 구성 요소를 설치하세요.
lt_lt: Prieš tęsdami įdiekite trūkstamus komponentus.
pl_pl: Zainstaluj brakujące komponenty przed kontynuacją.
ru_ru: Пожалуйста, установите отсутствующие компоненты перед продолжением.
sv_se: Vänligen installera de saknade komponenterna innan du fortsätter.
tr_tr: Devam etmeden önce lütfen eksik bileşenleri yükleyin.
uk_ua: Будь ласка, встановіть відсутні компоненти перед продовженням.
vi_vn: Vui lòng cài đặt các thành phần bị thiếu trước khi tiếp tục.
zh_cn: Devam etmeden önce lütfen eksik bileşenleri yükleyin.

source: Setup account and nameservers
cs_cz: Nastavení účtu a jmenných serverů
de_de: Konto und Nameserver einrichten
es_es: Configurar cuenta y servidores de nombres
fr_fr: Configuration du compte et des serveurs de noms
id_id: Atur akun dan nameserver
ko_kr: 계정 및 네임서버 설정
lt_lt: Paskyros ir vardų serverių nustatymas
pl_pl: Konfiguracja konta i serwerów nazw
ru_ru: Настройка учетной записи и серверов имен
sv_se: Konfigurera konto och namnservrar
tr_tr: Hesap ve ad sunucularını ayarla
uk_ua: Налаштувати обліковий запис та сервери імен
vi_vn: Thiết lập tài khoản và máy chủ tên
zh_cn: Hesap ve ad sunucularını ayarla

source: Setup account and name servers
cs_cz: Nastavení účtu a jmenných serverů
de_de: Konto und Nameserver einrichten
es_es: Configurar cuenta y servidores de nombres
fr_fr: Configuration du compte et des serveurs de noms
id_id: Atur akun dan nameserver
ko_kr: 계정 및 네임 서버 설정
lt_lt: Paskyros ir vardų serverių nustatymas
pl_pl: Konfiguracja konta i serwerów nazw
ru_ru: Настройка учетной записи и серверов имен
sv_se: Konfigurera konto och namnservrar
tr_tr: Hesap ve ad sunucularını ayarla
uk_ua: Налаштувати обліковий запис та сервери імен
vi_vn: Thiết lập tài khoản và máy chủ tên
zh_cn: Hesap ve ad sunucularını ayarla

source: Configuration:
cs_cz: Konfigurace:
de_de: Konfiguration:
es_es: Configuración:
id_id: Konfigurasi:
ko_kr: 구성:
lt_lt: Konfigūracija:
pl_pl: Konfiguracja:
ru_ru: Конфигурация:
sv_se: Konfiguration:
tr_tr: Yapılandırma:
uk_ua: Конфігурація:
vi_vn: Cấu hình:
zh_cn: Yapılandırma:

source: Now we will gather all details for the configuration itself.
cs_cz: Nyní shromáždíme všechny údaje pro samotnou konfiguraci.
de_de: Jetzt sammeln wir alle Details für die Konfiguration selbst.
es_es: Ahora recopilaremos todos los detalles para la configuración en sí.
fr_fr: Nous allons maintenant recueillir tous les détails pour la configuration elle-même.
id_id: Sekarang kami akan mengumpulkan semua detail untuk konfigurasi itu sendiri.
ko_kr: 이제 구성 자체에 대한 모든 세부 정보를 수집합니다.
lt_lt: Dabar surinksime visą informaciją pačiai konfigūracijai.
pl_pl: Teraz zbierzemy wszystkie szczegóły dla samej konfiguracji.
ru_ru: Теперь мы соберем все детали для самой конфигурации.
sv_se: Nu kommer vi att samla in all information för själva konfigurationen.
tr_tr: Şimdi yapılandırmanın kendisi için tüm ayrıntıları toplayacağız.
uk_ua: Тепер ми зберемо всі деталі для самої конфігурації.
vi_vn: Bây giờ chúng tôi sẽ thu thập tất cả chi tiết cho bản thân cấu hình.
zh_cn: Şimdi yapılandırmanın kendisi için tüm ayrıntıları toplayacağız.

source: Database User
cs_cz: Uživatel databáze
de_de: Datenbankbenutzer
es_es: Usuario de Base de Datos
fr_fr: Utilisateur de la base de données
id_id: Pengguna Database
ko_kr: 데이터베이스 사용자
lt_lt: Duomenų bazės vartotojas
pl_pl: Użytkownik bazy danych
ru_ru: Пользователь базы данных
sv_se: Databasanvändare
tr_tr: Veritabanı Kullanıcısı
uk_ua: Користувач бази даних
vi_vn: Người dùng cơ sở dữ liệu
zh_cn: Veritabanı Kullanıcısı

source: Poweradmin database username with restricted access. Not for web UI login.
cs_cz: Uživatelské jméno databáze Poweradmin s omezeným přístupem. Ne pro přihlášení do webového rozhraní.
de_de: Poweradmin-Datenbankbenutzername mit eingeschränktem Zugriff. Nicht für die Web-UI-Anmeldung.
es_es: Nombre de usuario de la base de datos Poweradmin con acceso restringido. No para iniciar sesión en la interfaz web.
fr_fr: Nom d'utilisateur de la base de données Poweradmin avec accès restreint. Pas pour la connexion à l'interface web.
id_id: Nama pengguna database Poweradmin dengan akses terbatas. Bukan untuk login UI web.
ko_kr: 제한된 액세스 권한을 가진 Poweradmin 데이터베이스 사용자명. 웹 UI 로그인용이 아닙니다.
lt_lt: Poweradmin duomenų bazės vartotojo vardas su apribota prieiga. Ne prisijungimui prie žiniatinklio sąsajos.
pl_pl: Nazwa użytkownika bazy danych Poweradmin z ograniczonym dostępem. Nie do logowania w interfejsie WWW.
ru_ru: Имя пользователя базы данных Poweradmin с ограниченным доступом. Не для входа в веб-интерфейс.
sv_se: Poweradmin-databasanvändarnamn med begränsad åtkomst. Inte för webbgränssnittsinloggning.
tr_tr: Sınırlı erişime sahip Poweradmin veritabanı kullanıcı adı. Web kullanıcı arayüzü girişi için değil.
uk_ua: Ім'я користувача бази даних Poweradmin з обмеженим доступом. Не для входу у веб-інтерфейс.
vi_vn: Tên người dùng cơ sở dữ liệu Poweradmin với quyền truy cập hạn chế. Không dành cho đăng nhập giao diện web.
zh_cn: Sınırlı erişime sahip Poweradmin veritabanı kullanıcı adı. Web kullanıcı arayüzü girişi için değil.

source: Provide the user password
cs_cz: Zadejte heslo uživatele
de_de: Geben Sie das Benutzerpasswort an
es_es: Proporcione la contraseña de usuario
fr_fr: Fournir le mot de passe utilisateur
id_id: Berikan kata sandi pengguna
ko_kr: 사용자 비밀번호를 입력하세요
lt_lt: Nurodykite vartotojo slaptažodį
pl_pl: Podaj hasło użytkownika
ru_ru: Укажите пароль пользователя
sv_se: Ange användarlösenord
tr_tr: Kullanıcı şifresini girin
uk_ua: Надайте пароль користувача
vi_vn: Cung cấp mật khẩu người dùng
zh_cn: Kullanıcı şifresini girin

source: The password for this username.
cs_cz: Heslo pro toto uživatelské jméno.
de_de: Das Passwort für diesen Benutzernamen.
es_es: La contraseña para este nombre de usuario.
fr_fr: Le mot de passe pour ce nom d'utilisateur.
id_id: Kata sandi untuk nama pengguna ini.
ko_kr: 이 사용자명의 비밀번호.
lt_lt: Šio vartotojo vardo slaptažodis.
pl_pl: Hasło dla tej nazwy użytkownika.
ru_ru: Пароль для этого имени пользователя.
sv_se: Lösenordet för detta användarnamn.
tr_tr: Bu kullanıcı adı için şifre.
uk_ua: Пароль для цього імені користувача.
vi_vn: Mật khẩu cho tên người dùng này.
zh_cn: Bu kullanıcı adı için şifre.

source: DNS Settings
cs_cz: Nastavení DNS
de_de: DNS-Einstellungen
es_es: Configuración de DNS
fr_fr: Paramètres DNS
id_id: Pengaturan DNS
ko_kr: DNS 설정
lt_lt: DNS nustatymai
pl_pl: Ustawienia DNS
ru_ru: Настройки DNS
sv_se: DNS-inställningar
tr_tr: DNS Ayarları
uk_ua: Налаштування DNS
vi_vn: Cài đặt DNS
zh_cn: DNS Ayarları

source: Provide the DNS hostmaster
cs_cz: Zadejte správce DNS
de_de: Geben Sie den DNS-Hostmaster an
es_es: Proporcione el administrador de DNS
fr_fr: Fournir le hostmaster DNS
id_id: Berikan DNS hostmaster
ko_kr: DNS hostmaster를 입력하세요
lt_lt: Nurodykite DNS pagrindinę stotį
pl_pl: Podaj hostmaster DNS
ru_ru: Укажите администратора хоста DNS
sv_se: Ange DNS-hostmaster
tr_tr: DNS hostmaster'ı girin
uk_ua: Надайте DNS hostmaster
vi_vn: Cung cấp DNS hostmaster
zh_cn: DNS hostmaster'ı girin

source: Default hostmaster for SOA records.
cs_cz: Výchozí hostmaster pro SOA záznamy.
es_es: Hostmaster predeterminado para registros SOA.
fr_fr: Hostmaster par défaut pour les enregistrements SOA.
id_id: Hostmaster default untuk rekod SOA.
ko_kr: SOA 레코드의 기본 hostmaster.
lt_lt: Numatytasis hostmaster SOA įrašams.
ru_ru: Hostmaster по умолчанию для записей SOA.
sv_se: Standard-hostmaster för SOA-poster.
uk_ua: Hostmaster за замовчуванням для записів SOA.
vi_vn: Hostmaster mặc định cho bản ghi SOA.

source: Primary nameserver
cs_cz: Primární jmenný server
de_de: Primärer Nameserver
es_es: Servidor de nombres primario
fr_fr: Serveur de noms primaire
id_id: Nameserver primer
ko_kr: 주 네임서버
lt_lt: Pirminis vardų serveris
pl_pl: Podstawowy serwer nazw
ru_ru: Основной сервер имен
sv_se: Primär namnserver
tr_tr: Birincil ad sunucusu
uk_ua: Основний сервер імен
vi_vn: Máy chủ tên chính
zh_cn: Birincil ad sunucusu

source: Provide the primary nameserver
cs_cz: Zadejte primární jmenný server
de_de: Geben Sie den primären Nameserver an
es_es: Proporcione el servidor de nombres primario
fr_fr: Fournir le serveur de noms primaire
id_id: Berikan nameserver primer
ko_kr: 주 네임서버를 입력하세요
lt_lt: Nurodykite pagrindinį vardų serverį
pl_pl: Podaj podstawowy serwer nazw
ru_ru: Укажите основной сервер имен
sv_se: Ange primär namnserver
tr_tr: Birincil ad sunucusunu girin
uk_ua: Надайте основний сервер імен
vi_vn: Cung cấp máy chủ tên chính
zh_cn: Birincil ad sunucusunu girin
