Repository: poweradmin/poweradmin
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: cs_cz, de_de, es_es, fr_fr, id_id, ko_kr, lt_lt, pl_pl, ru_ru, sv_se, tr_tr, uk_ua, vi_vn, zh_cn

source: The supermaster has been updated successfully.
cs_cz: Supermaster byl úspěšně aktualizován.
de_de: Der Supermaster wurde erfolgreich aktualisiert.
es_es: El supermaster se ha actualizado correctamente.
fr_fr: Le supermaître a été mis à jour avec succès.
id_id: Supermaster telah berhasil diperbarui.
ko_kr: 슈퍼마스터가 성공적으로 업데이트되었습니다.
lt_lt: Supermaster sėkmingai atnaujintas.
pl_pl: Supermaster został pomyślnie zaktualizowany.
ru_ru: Суперсервер успешно обновлен.
sv_se: Supermastern har uppdaterats.
tr_tr: Supermaster başarıyla güncellendi.
uk_ua: Суперсервер було успішно оновлено.
vi_vn: Supermaster đã được cập nhật thành công.
zh_cn: 超级主机已成功更新。

source: You do not have permission to manage group zones.
id_id: Anda tidak memiliki izin untuk mengelola zona grup.
ko_kr: 그룹 존을 관리할 권한이 없습니다.
sv_se: Du har inte behörighet att hantera gruppzoner.
uk_ua: У вас немає дозволу на керування зонами групи.
vi_vn: Bạn không có quyền quản lý vùng của nhóm.

source: Invalid group or zone ID.
id_id: ID grup atau zona tidak valid.
ko_kr: 유효하지 않은 그룹 또는 존 ID입니다.
sv_se: Ogiltigt grupp- eller zon-ID.
uk_ua: Недійсний ID групи або зони.
vi_vn: ID nhóm hoặc vùng không hợp lệ.

source: Zone removed from group successfully.
id_id: Zona berhasil dihapus dari grup.
ko_kr: 존이 그룹에서 성공적으로 제거되었습니다.
sv_se: Zon borttagen från gruppen.
uk_ua: Зону успішно видалено з групи.
vi_vn: Vùng đã được xóa khỏi nhóm thành công.

source: Zone was not owned by this group.
id_id: Zona bukan milik grup ini.
ko_kr: 존이 이 그룹의 소유가 아닙니다.
sv_se: Zonen ägdes inte av denna grupp.
uk_ua: Зона не належала цій групі.
vi_vn: Vùng không thuộc sở hữu của nhóm này.

source: You do not have the permission to add a new supermaster.
cs_cz: Nemáte oprávnění přidat nový supermaster.
de_de: Sie haben nicht die Berechtigung, einen neuen Supermaster hinzuzufügen.
es_es: No tiene permisos para agregar un nuevo supermaster.
fr_fr: Vous n'avez pas l'autorisation d'ajouter un nouveau supermaître.
id_id: Anda tidak memiliki izin untuk menambahkan supermaster baru.
ko_kr: 새 슈퍼마스터를 추가할 권한이 없습니다.
lt_lt: Neturite leidimo pridėti naujo supermaster.
pl_pl: Nie masz uprawnień do dodawania nowego supermastera.
ru_ru: У вас нет разрешения на добавление нового суперсервера.
sv_se: Du har inte behörighet att lägga till en ny supermaster.
tr_tr: Yeni supermaster ekleme yetkiniz yok.
uk_ua: У вас немає дозволу на додавання нового суперсервера.
vi_vn: Bạn không có quyền thêm supermaster mới.
zh_cn: 您没有添加新超级主机的权限。

source: The supermaster has been added successfully.
cs_cz: Supermaster byl úspěšně přidán.
de_de: Der Supermaster wurde erfolgreich hinzugefügt.
es_es: El supermaster se ha agregado correctamente.
fr_fr: Le supermaître a été ajouté avec succès.
id_id: Supermaster telah berhasil ditambahkan.
ko_kr: 슈퍼마스터가 성공적으로 추가되었습니다.
lt_lt: Supermaster sėkmingai pridėtas.
pl_pl: Supermaster został pomyślnie dodany.
ru_ru: Суперсервер успешно добавлен.
sv_se: Supermastern har lagts till.
tr_tr: Supermaster başarıyla eklendi.
uk_ua: Суперсервер було успішно додано.
vi_vn: Supermaster đã được thêm thành công.
zh_cn: 超级主机已成功添加。

source: You do not have the permission to add records to zone templates.
cs_cz: Nemáte oprávnění přidávat záznamy do šablon zón.
de_de: Sie haben nicht die Berechtigung, Einträge zu Zonen-Vorlagen hinzuzufügen.
es_es: No tiene permisos para agregar registros a plantillas de zona.
fr_fr: Vous n'avez pas l'autorisation d'ajouter des enregistrements aux modèles de zone.
id_id: Anda tidak memiliki izin untuk menambahkan rekaman ke template zona.
ko_kr: 존 템플릿에 레코드를 추가할 권한이 없습니다.
lt_lt: Neturite leidimo pridėti įrašų į zonų šablonus.
pl_pl: Nie masz uprawnień do dodawania rekordów do szablonów stref.
ru_ru: У вас нет разрешения на добавление записей в шаблоны зон.
sv_se: Du har inte behörighet att lägga till poster i zonmallar.
tr_tr: Zon şablonlarına kayıt ekleme yetkiniz yok.
uk_ua: У вас немає дозволу на додавання записів до шаблонів зон.
vi_vn: Bạn không có quyền thêm bản ghi vào mẫu vùng.
zh_cn: 您没有向区域模板添加记录的权限。

source: Your profile has been updated successfully.
cs_cz: Váš profil byl úspěšně aktualizován.
de_de: Ihr Profil wurde erfolgreich aktualisiert.
es_es: Su perfil se ha actualizado correctamente.
fr_fr: Votre profil a été mis à jour avec succès.
id_id: Profil Anda telah berhasil diperbarui.
ko_kr: 프로필이 성공적으로 업데이트되었습니다.
lt_lt: Jūsų profilis sėkmingai atnaujintas.
pl_pl: Twój profil został pomyślnie zaktualizowany.
ru_ru: Ваш профиль успешно обновлен.
sv_se: Din profil har uppdaterats.
tr_tr: Profiliniz başarıyla güncellendi.
uk_ua: Ваш профіль було успішно оновлено.
vi_vn: Hồ sơ của bạn đã được cập nhật thành công.
zh_cn: 您的个人资料已成功更新。

source: The user has been updated successfully.
cs_cz: Uživatel byl úspěšně aktualizován.
de_de: Der Benutzer wurde erfolgreich aktualisiert.
es_es: El usuario se ha actualizado correctamente.
fr_fr: L'utilisateur a été mis à jour avec succès.
id_id: Pengguna telah berhasil diperbarui.
ko_kr: 사용자가 성공적으로 업데이트되었습니다.
lt_lt: Vartotojas sėkmingai atnaujintas.
pl_pl: Użytkownik został pomyślnie zaktualizowany.
ru_ru: Пользователь успешно обновлен.
sv_se: Användaren har uppdaterats.
tr_tr: Kullanıcı başarıyla güncellendi.
uk_ua: Користувача було успішно оновлено.
vi_vn: Người dùng đã được cập nhật thành công.
zh_cn: 用户已成功更新。

source: The user could not be updated.
cs_cz: Uživatel nemohl být aktualizován.
de_de: Der Benutzer konnte nicht aktualisiert werden.
es_es: El usuario no se pudo actualizar.
fr_fr: L'utilisateur n'a pas pu être mis à jour.
id_id: Pengguna tidak dapat diperbarui.
ko_kr: 사용자를 업데이트할 수 없습니다.
lt_lt: Vartotojo atnaujinti nepavyko.
pl_pl: Nie można zaktualizować użytkownika.
ru_ru: Пользователя не удалось обновить.
sv_se: Användaren kunde inte uppdateras.
tr_tr: Kullanıcı güncellenemedi.
uk_ua: Не вдалося оновити користувача.
vi_vn: Không thể cập nhật người dùng.
zh_cn: 用户无法更新。

source: You do not have the permission to edit this user.
cs_cz: Nemáte oprávnění upravovat tohoto uživatele.
de_de: Sie haben nicht die Berechtigung, diesen Benutzer zu bearbeiten.
es_es: No tiene permisos para editar este usuario.
fr_fr: Vous n'avez pas l'autorisation de modifier cet utilisateur.
id_id: Anda tidak memiliki izin untuk mengedit pengguna ini.
ko_kr: 이 사용자를 편집할 권한이 없습니다.
lt_lt: Neturite leidimo redaguoti šio vartotojo.
pl_pl: Nie masz uprawnień do edycji tego użytkownika.
ru_ru: У вас нет разрешения на редактирование этого пользователя.
sv_se: Du har inte behörighet att redigera denna användare.
tr_tr: Bu kullanıcıyı düzenleme yetkiniz yok.
uk_ua: У вас немає дозволу на редагування цього користувача.
vi_vn: Bạn không có quyền chỉnh sửa người dùng này.
zh_cn: 您没有编辑此用户的权限。

source: You do not have permission to edit a superuser account.
id_id: Anda tidak memiliki izin untuk mengedit akun superuser.
ko_kr: 슈퍼유저 계정을 편집할 권한이 없습니다.
sv_se: Du har inte behörighet att redigera ett superanvändarkonto.
uk_ua: У вас немає дозволу на редагування облікового запису суперкористувача.
vi_vn: Bạn không có quyền chỉnh sửa tài khoản quản trị viên cao cấp.

source: Please select at least one group.
id_id: Silakan pilih setidaknya satu grup.
ko_kr: 최소 하나의 그룹을 선택하십시오.
sv_se: Välj minst en grupp.
uk_ua: Будь ласка, виберіть принаймні одну групу.
vi_vn: Vui lòng chọn ít nhất một nhóm.

source: User added to %d group successfully.
sv_se: Användare tillagd i %d grupp.
vi_vn: Người dùng đã được thêm vào %d nhóm thành công.

source: Failed to add user to %d group (already a member or group not found).
sv_se: Kunde inte lägga till användare i %d grupp (redan medlem eller grupp hittades inte).
vi_vn: Không thể thêm người dùng vào %d nhóm (đã là thành viên hoặc không tìm thấy nhóm).

source: You do not have the permission to delete permission templates.
cs_cz: Nemáte oprávnění mazat šablony oprávnění.
de_de: Sie haben nicht die Berechtigung, Berechtigungsvorlagen zu löschen.
es_es: No tiene permisos para eliminar plantillas de permisos.
fr_fr: Vous n'avez pas l'autorisation de supprimer les modèles de permissions.
id_id: Anda tidak memiliki izin untuk menghapus template izin.
ko_kr: 권한 템플릿을 삭제할 권한이 없습니다.
lt_lt: Neturite leidimo ištrinti leidimų šablonų.
pl_pl: Nie masz uprawnień do usuwania szablonów uprawnień.
ru_ru: У вас нет разрешения на удаление шаблонов разрешений.
sv_se: Du har inte behörighet att radera behörighetsmallar.
tr_tr: İzin şablonlarını silme yetkiniz yok.
uk_ua: У вас немає дозволу на видалення шаблонів прав доступу.
vi_vn: Bạn không có quyền xóa mẫu quyền hạn.
zh_cn: 您没有删除权限模板的权限。

source: The permission template has been deleted successfully.
cs_cz: Šablona oprávnění byla úspěšně smazána.
de_de: Die Berechtigungsvorlage wurde erfolgreich gelöscht.
es_es: La plantilla de permisos se ha eliminado correctamente.
fr_fr: Le modèle de permissions a été supprimé avec succès.
id_id: Template izin telah berhasil dihapus.
ko_kr: 권한 템플릿이 성공적으로 삭제되었습니다.
lt_lt: Leidimų šablonas sėkmingai ištrintas.
pl_pl: Szablon uprawnień został pomyślnie usunięty.
ru_ru: Шаблон разрешений был успешно удален.
sv_se: Behörighetsmallen har raderats.
tr_tr: İzin şablonu başarıyla silindi.
uk_ua: Шаблон прав доступу було успішно видалено.
vi_vn: Mẫu quyền hạn đã được xóa thành công.
zh_cn: 权限模板已成功删除。

source: The PowerDNS status feature is disabled in the system configuration.
cs_cz: Funkce PowerDNS stavu je v systémové konfiguraci zakázána.
de_de: Die PowerDNS-Statusfunktion ist in der Systemkonfiguration deaktiviert.
es_es: La función de estado de PowerDNS está deshabilitada en la configuración del sistema.
fr_fr: La fonction de statut PowerDNS est désactivée dans la configuration système.
id_id: Fitur status PowerDNS dinonaktifkan dalam konfigurasi sistem.
ko_kr: 시스템 구성에서 PowerDNS 상태 기능이 비활성화되어 있습니다.
lt_lt: PowerDNS būsenos funkcija išjungta sistemos konfigūracijoje.
pl_pl: Funkcja statusu PowerDNS jest wyłączona w konfiguracji systemu.
ru_ru: Функция статуса PowerDNS отключена в системной конфигурации.
sv_se: PowerDNS-statusfunktionen är inaktiverad i systemkonfigurationen.
tr_tr: PowerDNS durum özelliği sistem yapılandırmasında devre dışı.
uk_ua: Функцію статусу PowerDNS вимкнено в конфігурації системи.
vi_vn: Tính năng trạng thái PowerDNS đã bị tắt trong cấu hình hệ thống.
zh_cn: PowerDNS 状态功能在系统配置中已禁用。

source: You do not have permission to view PowerDNS server status. Only administrators can access this feature.
cs_cz: Nemáte oprávnění zobrazit stav PowerDNS serveru. Pouze administrátoři mohou přistupovat k této funkci.
de_de: Sie haben keine Berechtigung, den PowerDNS-Serverstatus anzuzeigen. Nur Administratoren können auf diese Funktion zugreifen.
es_es: No tiene permisos para ver el estado del servidor PowerDNS. Solo los administradores pueden acceder a esta función.
fr_fr: Vous n'avez pas l'autorisation de voir le statut du serveur PowerDNS. Seuls les administrateurs peuvent accéder à cette fonction.
id_id: Anda tidak memiliki izin untuk melihat status server PowerDNS. Hanya administrator yang dapat mengakses fitur ini.
ko_kr: PowerDNS 서버 상태를 볼 권한이 없습니다. 관리자만 이 기능에 접근할 수 있습니다.
lt_lt: Neturite leidimo peržiūrėti PowerDNS serverio būsenos. Tik administratoriai gali pasiekti šią funkciją.
pl_pl: Nie masz uprawnień do przeglądania statusu serwera PowerDNS. Tylko administratorzy mogą korzystać z tej funkcji.
ru_ru: У вас нет разрешения для просмотра статуса сервера PowerDNS. Только администраторы могут получить доступ к этой функции.
sv_se: Du har inte behörighet att visa PowerDNS-serverstatus. Endast administratörer har åtkomst till denna funktion.
tr_tr: PowerDNS sunucu durumunu görüntüleme yetkiniz yok. Bu özelliğe sadece yöneticiler erişebilir.
uk_ua: У вас немає дозволу на перегляд статусу сервера PowerDNS. Тільки адміністратори мають доступ до цієї функції.
vi_vn: Bạn không có quyền xem trạng thái máy chủ PowerDNS. Chỉ quản trị viên mới có thể truy cập tính năng này.
zh_cn: 您没有查看 PowerDNS 服务器状态的权限。只有管理员可以访问此功能。

source: The PowerDNS API feature is not configured. Please set the API URL and key in the system configuration.
cs_cz: PowerDNS API funkce není nakonfigurována. Nastavte prosím API URL a klíč v systémové konfiguraci.
de_de: Die PowerDNS-API-Funktion ist nicht konfiguriert. Bitte setzen Sie die API-URL und den Schlüssel in der Systemkonfiguration.
es_es: La función API de PowerDNS no está configurada. Configure la URL de API y la clave en la configuración del sistema.
fr_fr: La fonction API PowerDNS n'est pas configurée. Veuillez définir l'URL et la clé API dans la configuration système.
id_id: Fitur API PowerDNS belum dikonfigurasi. Silakan atur URL dan kunci API dalam konfigurasi sistem.
ko_kr: PowerDNS API 기능이 구성되지 않았습니다. 시스템 구성에서 API URL과 키를 설정하십시오.
lt_lt: PowerDNS API funkcija nesukonfigūruota. Nustatykite API URL ir raktą sistemos konfigūracijoje.
pl_pl: Funkcja API PowerDNS nie jest skonfigurowana. Ustaw URL API i klucz w konfiguracji systemu.
ru_ru: Функция PowerDNS API не настроена. Пожалуйста, установите URL API и ключ в системной конфигурации.
sv_se: PowerDNS API-funktionen är inte konfigurerad. Ange API-URL och nyckel i systemkonfigurationen.
tr_tr: PowerDNS API özelliği yapılandırılmamış. Lütfen sistem yapılandırmasında API URL ve anahtarını ayarlayın.
uk_ua: Функцію API PowerDNS не налаштовано. Будь ласка, встановіть URL та ключ API у конфігурації системи.
vi_vn: Tính năng API PowerDNS chưa được cấu hình. Vui lòng thiết lập URL và khóa API trong cấu hình hệ thống.
zh_cn: PowerDNS API 功能未配置。请在系统配置中设置 API URL 和密钥。

source: You do not have the permission to access this feature.
cs_cz: Nemáte oprávnění k přístupu k této funkci.
es_es: No tiene permisos para acceder a esta funcionalidad.
fr_fr: Vous n'avez pas l'autorisation d'accéder à cette fonctionnalité.
id_id: Anda tidak memiliki izin untuk mengakses fitur ini.
ko_kr: 이 기능에 접근할 권한이 없습니다.
lt_lt: Neturite leidimo naudotis šia funkcija.
ru_ru: У вас нет разрешения на доступ к данной функции.
sv_se: Du har inte behörighet att komma åt denna funktion.
uk_ua: У вас немає дозволу на доступ до цієї функції.
vi_vn: Bạn không có quyền truy cập tính năng này.

source: Operation completed successfully.
cs_cz: Operace byla úspěšně dokončena.
es_es: Operación completada exitosamente.
fr_fr: Opération terminée avec succès.
id_id: Operasi berhasil diselesaikan.
ko_kr: 작업이 성공적으로 완료되었습니다.
lt_lt: Operacija sėkmingai užbaigta.
ru_ru: Операция выполнена успешно.
sv_se: Åtgärden slutfördes.
uk_ua: Операцію виконано успішно.
vi_vn: Thao tác đã hoàn thành thành công.

source: Failed to process the request. Please try again.
cs_cz: Nepodařilo se zpracovat požadavek. Zkuste to prosím znovu.
es_es: Error al procesar la solicitud. Por favor, inténtelo de nuevo.
fr_fr: Échec du traitement de la demande. Veuillez réessayer.
id_id: Gagal memproses permintaan. Silakan coba lagi.
ko_kr: 요청을 처리하지 못했습니다. 다시 시도하십시오.
lt_lt: Nepavyko apdoroti užklausos. Bandykite dar kartą.
ru_ru: Не удалось обработать запрос. Пожалуйста, попробуйте еще раз.
sv_se: Kunde inte behandla förfrågan. Försök igen.
uk_ua: Не вдалося обробити запит. Спробуйте ще раз.
vi_vn: Không thể xử lý yêu cầu. Vui lòng thử lại.

source: An unexpected error occurred. Please contact the administrator.
cs_cz: Došlo k neočekávané chybě. Obraťte se prosím na administrátora.
es_es: Se produjo un error inesperado. Por favor, contacte al administrador.
fr_fr: Une erreur inattendue s'est produite. Veuillez contacter l'administrateur.
id_id: Terjadi kesalahan yang tidak terduga. Silakan hubungi administrator.
ko_kr: 예기치 않은 오류가 발생했습니다. 관리자에게 문의하십시오.
lt_lt: Įvyko netikėta klaida. Susisiekite su administratoriumi.
ru_ru: Произошла непредвиденная ошибка. Пожалуйста, обратитесь к администратору.
sv_se: Ett oväntat fel uppstod. Kontakta administratören.
uk_ua: Сталася непередбачена помилка. Зверніться до адміністратора.
vi_vn: Đã xảy ra lỗi không mong đợi. Vui lòng liên hệ quản trị viên.

source: Unknown SAML endpoint
id_id: Endpoint SAML tidak dikenal
ko_kr: 알 수 없는 SAML 엔드포인트입니다
sv_se: Okänd SAML-slutpunkt
uk_ua: Невідома кінцева точка SAML
vi_vn: Điểm cuối SAML không xác định

source: You have been logged out
id_id: Anda telah keluar
ko_kr: 로그아웃되었습니다
sv_se: Du har loggats ut
uk_ua: Ви вийшли з системи
vi_vn: Bạn đã được đăng xuất

source: Logout completed (with warnings):
id_id: Proses keluar selesai (dengan peringatan):
ko_kr: 로그아웃이 완료되었습니다 (경고 포함):
sv_se: Utloggning slutförd (med varningar):
uk_ua: Вихід завершено (з попередженнями):
vi_vn: Đăng xuất hoàn tất (có cảnh báo):

source: You do not have permission to view this record.
fr_fr: Vous n'avez pas la permission de voir cet enregistrement.
id_id: Anda tidak memiliki izin untuk melihat rekaman ini.
ko_kr: 이 레코드를 볼 권한이 없습니다.
lt_lt: Jūs neturite leidimo peržiūrėti šio įrašo.
sv_se: Du har inte behörighet att visa denna post.
uk_ua: У вас немає дозволу на перегляд цього запису.
vi_vn: Bạn không có quyền xem bản ghi này.

source: You cannot edit records in a SLAVE zone.
id_id: Anda tidak dapat mengedit rekaman di zona SLAVE.
ko_kr: SLAVE 존에서는 레코드를 편집할 수 없습니다.
sv_se: Du kan inte redigera poster i en SLAVE-zon.
uk_ua: Ви не можете редагувати записи у зоні SLAVE.
vi_vn: Bạn không thể chỉnh sửa bản ghi trong vùng SLAVE.

source: You do not have permission to edit this record.
fr_fr: Vous n'avez pas la permission de modifier cet enregistrement.
id_id: Anda tidak memiliki izin untuk mengedit rekaman ini.
ko_kr: 이 레코드를 편집할 권한이 없습니다.
lt_lt: Jūs neturite leidimo redaguoti šio įrašo.
sv_se: Du har inte behörighet att redigera denna post.
uk_ua: У вас немає дозволу на редагування цього запису.
vi_vn: Bạn không có quyền chỉnh sửa bản ghi này.

source: Failed to retrieve updated record information.
id_id: Gagal mengambil informasi rekaman yang diperbarui.
ko_kr: 업데이트된 레코드 정보를 가져오지 못했습니다.
sv_se: Kunde inte hämta uppdaterad postinformation.
uk_ua: Не вдалося отримати оновлену інформацію про запис.
vi_vn: Không thể truy xuất thông tin bản ghi đã cập nhật.

source: The record has been updated successfully.
cs_cz: Záznam byl úspěšně aktualizován.
de_de: Der Eintrag wurde erfolgreich aktualisiert.
es_es: El registro ha sido actualizado con éxito.
fr_fr: L'enregistrement a été mis à jour avec succès.
id_id: Rekaman telah berhasil diperbarui.
ko_kr: 레코드가 성공적으로 업데이트되었습니다.
lt_lt: Įrašas sėkmingai atnaujintas.
pl_pl: Rekord został pomyślnie zaktualizowany.
ru_ru: Запись была успешно обновлена.
sv_se: Posten har uppdaterats.
tr_tr: Kayıt başarıyla güncellendi.
uk_ua: Запис було успішно оновлено.
vi_vn: Bản ghi đã được cập nhật thành công.
zh_cn: 记录已成功更新。

source: LDAP users cannot change their password here. Please contact your administrator.
cs_cz: Uživatelé LDAP zde nemohou změnit své heslo. Kontaktujte prosím správce.
de_de: LDAP-Benutzer können ihr Passwort hier nicht ändern. Bitte wenden Sie sich an Ihren Administrator.
es_es: Los usuarios LDAP no pueden cambiar su contraseña aquí. Contacte a su administrador.
fr_fr: Les utilisateurs LDAP ne peuvent pas changer leur mot de passe ici. Veuillez contacter votre administrateur.administrator.
id_id: Pengguna LDAP tidak dapat mengubah kata sandi di sini. Silakan hubungi administrator Anda.
ko_kr: LDAP 사용자는 여기서 비밀번호를 변경할 수 없습니다. 관리자에게 문의하십시오.
lt_lt: LDAP vartotojai negali čia keisti savo slaptažodžio. Susisiekite su savo administratoriumi.
pl_pl: Użytkownicy LDAP nie mogą tutaj zmieniać swojego hasła. Proszę skontaktować się z administratorem.
ru_ru: Пользователи LDAP не могут изменить свой пароль здесь. Обратитесь к вашему администратору.
sv_se: LDAP-användare kan inte ändra sitt lösenord här. Kontakta din administratör.
tr_tr: LDAP kullanıcıları şifrelerini burada değiştiremez. Lütfen yöneticinize başvurun.
uk_ua: Користувачі LDAP не можуть змінити пароль тут. Зверніться до адміністратора.
vi_vn: Người dùng LDAP không thể thay đổi mật khẩu tại đây. Vui lòng liên hệ quản trị viên.
zh_cn: LDAP kullanıcıları şifrelerini burada değiştiremez. Lütfen yöneticinize başvurun.

source: Users authenticated via Single Sign-On cannot change their password here. Please contact your administrator or change your password through your identity provider.
id_id: Pengguna yang diautentikasi melalui Single Sign-On tidak dapat mengubah kata sandi di sini. Silakan hubungi administrator Anda atau ubah kata sandi melalui penyedia identitas Anda.
ko_kr: Single Sign-On으로 인증된 사용자는 여기서 비밀번호를 변경할 수 없습니다. 관리자에게 문의하거나 ID 공급자를 통해 비밀번호를 변경하십시오.
sv_se: Användare som autentiseras via Single Sign-On kan inte ändra sitt lösenord här. Kontakta din administratör eller ändra ditt lösenord via din identitetsleverantör.
uk_ua: Користувачі, автентифіковані через Single Sign-On, не можуть змінити пароль тут. Зверніться до адміністратора або змініть пароль через вашого провайдера ідентифікації.
vi_vn: Người dùng xác thực qua Single Sign-On không thể thay đổi mật khẩu tại đây. Vui lòng liên hệ quản trị viên hoặc thay đổi mật khẩu qua nhà cung cấp danh tính của bạn.

source: External authentication users cannot change their password here. Please contact your administrator.
id_id: Pengguna autentikasi eksternal tidak dapat mengubah kata sandi di sini. Silakan hubungi administrator Anda.
ko_kr: 외부 인증 사용자는 여기서 비밀번호를 변경할 수 없습니다. 관리자에게 문의하십시오.
sv_se: Användare med extern autentisering kan inte ändra sitt lösenord här. Kontakta din administratör.
uk_ua: Користувачі зовнішньої автентифікації не можуть змінити пароль тут. Зверніться до адміністратора.
vi_vn: Người dùng xác thực bên ngoài không thể thay đổi mật khẩu tại đây. Vui lòng liên hệ quản trị viên.

source: ECDSA P-256 algorithm must use 256 bits
cs_cz: Algoritmus ECDSA P-256 musí používat 256 bitů
de_de: ECDSA P-256-Algorithmus muss 256 Bits verwenden
es_es: El algoritmo ECDSA P-256 debe usar 256 bits
fr_fr: L'algorithme ECDSA P-256 doit utiliser 256 bits
id_id: Algoritma ECDSA P-256 harus menggunakan 256 bit
ko_kr: ECDSA P-256 알고리즘은 256 비트를 사용해야 합니다
lt_lt: ECDSA P-256 algoritmas turi naudoti 256 bitus
pl_pl: Algorytm ECDSA P-256 musi używać 256 bitów
ru_ru: Алгоритм ECDSA P-256 должен использовать 256 бит
sv_se: ECDSA P-256-algoritmen måste använda 256 bitar
tr_tr: ECDSA P-256 algoritması 256 bit kullanmalıdır
uk_ua: Алгоритм ECDSA P-256 повинен використовувати 256 біт
vi_vn: Thuật toán ECDSA P-256 phải sử dụng 256 bit
zh_cn: ECDSA P-256 算法必须使用 256 位

source: ECDSA P-384 algorithm must use 384 bits
cs_cz: Algoritmus ECDSA P-384 musí používat 384 bitů
de_de: ECDSA P-384-Algorithmus muss 384 Bits verwenden
es_es: El algoritmo ECDSA P-384 debe usar 384 bits
fr_fr: L'algorithme ECDSA P-384 doit utiliser 384 bits
id_id: Algoritma ECDSA P-384 harus menggunakan 384 bit
ko_kr: ECDSA P-384 알고리즘은 384 비트를 사용해야 합니다
lt_lt: ECDSA P-384 algoritmas turi naudoti 384 bitus
pl_pl: Algorytm ECDSA P-384 musi używać 384 bitów
ru_ru: Алгоритм ECDSA P-384 должен использовать 384 бит
sv_se: ECDSA P-384-algoritmen måste använda 384 bitar
tr_tr: ECDSA P-384 algoritması 384 bit kullanmalıdır
uk_ua: Алгоритм ECDSA P-384 повинен використовувати 384 біти
vi_vn: Thuật toán ECDSA P-384 phải sử dụng 384 bit
zh_cn: ECDSA P-384 算法必须使用 384 位

source: ED25519 algorithm must use 256 bits
cs_cz: Algoritmus ED25519 musí používat 256 bitů
de_de: ED25519-Algorithmus muss 256 Bits verwenden
es_es: El algoritmo ED25519 debe usar 256 bits
fr_fr: L'algorithme ED25519 doit utiliser 256 bits
id_id: Algoritma ED25519 harus menggunakan 256 bit
ko_kr: ED25519 알고리즘은 256 비트를 사용해야 합니다
lt_lt: ED25519 algoritmas turi naudoti 256 bitus
pl_pl: Algorytm ED25519 musi używać 256 bitów
ru_ru: Алгоритм Ed25519 должен использовать 256 бит
sv_se: ED25519-algoritmen måste använda 256 bitar
tr_tr: ED25519 algoritması 256 bit kullanmalıdır
uk_ua: Алгоритм ED25519 повинен використовувати 256 біт
vi_vn: Thuật toán ED25519 phải sử dụng 256 bit
zh_cn: ED25519 算法必须使用 256 位
