Repository: poweradmin/poweradmin
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: cs_cz, de_de, es_es, fr_fr, id_id, ko_kr, lt_lt, pl_pl, ru_ru, sv_se, tr_tr, uk_ua, vi_vn, zh_cn

source: 3 - Domain-Issued Certificate
id_id: 3 - Sertifikat Diterbitkan Domain
ko_kr: 3 - 도메인 발급 인증서
sv_se: 3 - Domänutfärdat certifikat
uk_ua: 3 - Сертифікат, виданий доменом
vi_vn: 3 - Chứng chỉ do tên miền cấp

source: Certificate must match exactly, bypassing PKI (DANE-EE)
id_id: Sertifikat harus cocok persis, melewati PKI (DANE-EE)
ko_kr: PKI를 우회하여 인증서가 정확히 일치해야 함 (DANE-EE)
sv_se: Certifikatet måste matcha exakt, kringgår PKI (DANE-EE)
uk_ua: Сертифікат повинен точно збігатися, минаючи PKI (DANE-EE)
vi_vn: Chứng chỉ phải khớp chính xác, bỏ qua PKI (DANE-EE)

source: How the certificate should be validated. Type 3 is most common for self-signed or custom CAs.
id_id: Bagaimana sertifikat harus divalidasi. Tipe 3 paling umum untuk sertifikat self-signed atau CA kustom.
ko_kr: 인증서 검증 방법. 유형 3이 자체 서명 또는 사용자 정의 CA에 가장 일반적입니다.
sv_se: Hur certifikatet ska valideras. Typ 3 är vanligast för självsignerade eller egna CA:er.
uk_ua: Як сертифікат повинен бути перевірений. Тип 3 найпоширеніший для самопідписаних сертифікатів або власних CA.
vi_vn: Cách thức xác thực chứng chỉ. Loại 3 phổ biến nhất cho chứng chỉ tự ký hoặc CA tùy chỉnh.

source: Selector
ko_kr: 선택자
sv_se: Väljare
uk_ua: Селектор
vi_vn: Bộ chọn

source: 0 - Full Certificate
id_id: 0 - Sertifikat Lengkap
ko_kr: 0 - 전체 인증서
sv_se: 0 - Fullständigt certifikat
uk_ua: 0 - Повний сертифікат
vi_vn: 0 - Chứng chỉ đầy đủ

source: Use the entire certificate
id_id: Gunakan seluruh sertifikat
ko_kr: 전체 인증서 사용
sv_se: Använd hela certifikatet
uk_ua: Використовувати весь сертифікат
vi_vn: Sử dụng toàn bộ chứng chỉ

source: 1 - Public Key
id_id: 1 - Kunci Publik
ko_kr: 1 - 공개 키
sv_se: 1 - Publik nyckel
uk_ua: 1 - Відкритий ключ
vi_vn: 1 - Khóa công khai

source: Use only the Subject Public Key Info (SPKI)
id_id: Gunakan hanya Subject Public Key Info (SPKI)
ko_kr: Subject Public Key Info (SPKI)만 사용
sv_se: Använd endast Subject Public Key Info (SPKI)
uk_ua: Використовувати лише Subject Public Key Info (SPKI)
vi_vn: Chỉ sử dụng Subject Public Key Info (SPKI)

source: What part of the certificate to match. Type 1 (public key) survives certificate renewal.
id_id: Bagian mana dari sertifikat yang dicocokkan. Tipe 1 (kunci publik) bertahan saat perpanjangan sertifikat.
ko_kr: 인증서의 일치 부분. 유형 1 (공개 키)은 인증서 갱신 시에도 유지됩니다.
sv_se: Vilken del av certifikatet som ska matchas. Typ 1 (publik nyckel) överlever certifikatförnyelse.
uk_ua: Яку частину сертифіката порівнювати. Тип 1 (відкритий ключ) зберігається при оновленні сертифіката.
vi_vn: Phần nào của chứng chỉ để so khớp. Loại 1 (khóa công khai) vẫn tồn tại qua quá trình gia hạn chứng chỉ.

source: Matching Type
id_id: Tipe Pencocokan
ko_kr: 일치 유형
sv_se: Matchningstyp
uk_ua: Тип відповідності
vi_vn: Loại so khớp

source: 0 - Exact Match
id_id: 0 - Pencocokan Persis
ko_kr: 0 - 정확히 일치
sv_se: 0 - Exakt matchning
uk_ua: 0 - Точна відповідність
vi_vn: 0 - So khớp chính xác

source: Full certificate/key data (very long record)
id_id: Data sertifikat/kunci lengkap (rekaman sangat panjang)
ko_kr: 전체 인증서/키 데이터 (매우 긴 레코드)
sv_se: Fullständigt certifikat/nyckeldata (mycket lång post)
uk_ua: Повні дані сертифіката/ключа (дуже довгий запис)
vi_vn: Dữ liệu chứng chỉ/khóa đầy đủ (bản ghi rất dài)

source: 1 - SHA-256 Hash
id_id: 1 - Hash SHA-256
ko_kr: 1 - SHA-256 해시
uk_ua: 1 - Хеш SHA-256
vi_vn: 1 - Mã băm SHA-256

source: SHA-256 hash of certificate/key
id_id: Hash SHA-256 dari sertifikat/kunci
ko_kr: 인증서/키의 SHA-256 해시
sv_se: SHA-256-hash av certifikat/nyckel
uk_ua: Хеш SHA-256 сертифіката/ключа
vi_vn: Mã băm SHA-256 của chứng chỉ/khóa

source: 2 - SHA-512 Hash
id_id: 2 - Hash SHA-512
ko_kr: 2 - SHA-512 해시
uk_ua: 2 - Хеш SHA-512
vi_vn: 2 - Mã băm SHA-512

source: SHA-512 hash of certificate/key (more secure but longer)
id_id: Hash SHA-512 dari sertifikat/kunci (lebih aman tetapi lebih panjang)
ko_kr: 인증서/키의 SHA-512 해시 (더 안전하지만 더 김)
sv_se: SHA-512-hash av certifikat/nyckel (säkrare men längre)
uk_ua: Хеш SHA-512 сертифіката/ключа (більш безпечний, але довший)
vi_vn: Mã băm SHA-512 của chứng chỉ/khóa (bảo mật hơn nhưng dài hơn)

source: How to encode the certificate data. SHA-256 (type 1) provides good balance of security and length.
id_id: Cara mengenkode data sertifikat. SHA-256 (tipe 1) memberikan keseimbangan baik antara keamanan dan panjang.
ko_kr: 인증서 데이터를 인코딩하는 방법. SHA-256 (유형 1)이 보안과 길이의 균형을 제공합니다.
sv_se: Hur certifikatdata ska kodas. SHA-256 (typ 1) ger bra balans mellan säkerhet och längd.
uk_ua: Як кодувати дані сертифіката. SHA-256 (тип 1) забезпечує хороший баланс безпеки та довжини.
vi_vn: Cách mã hóa dữ liệu chứng chỉ. SHA-256 (loại 1) cung cấp sự cân bằng tốt giữa bảo mật và độ dài.

source: Certificate Data
id_id: Data Sertifikat
ko_kr: 인증서 데이터
sv_se: Certifikatdata
uk_ua: Дані сертифіката
vi_vn: Dữ liệu chứng chỉ

source: Certificate Association Data
id_id: Data Asosiasi Sertifikat
ko_kr: 인증서 연결 데이터
sv_se: Certifikatassocieringsdata
uk_ua: Дані асоціації сертифіката
vi_vn: Dữ liệu liên kết chứng chỉ

source: Hexadecimal hash or full certificate data (depending on matching type). For SHA-256: use "openssl x509 -in cert.pem -pubkey -noout | openssl pkey -pubin -outform DER | openssl dgst -sha256"
id_id: Hash heksadesimal atau data sertifikat lengkap (tergantung tipe pencocokan). Untuk SHA-256: gunakan "openssl x509 -in cert.pem -pubkey -noout | openssl pkey -pubin -outform DER | openssl dgst -sha256"
ko_kr: 16진수 해시 또는 전체 인증서 데이터 (일치 유형에 따라 다름). SHA-256의 경우: "openssl x509 -in cert.pem -pubkey -noout | openssl pkey -pubin -outform DER | openssl dgst -sha256" 사용
sv_se: Hexadecimal hash eller fullständigt certifikatdata (beroende på matchningstyp). För SHA-256: använd "openssl x509 -in cert.pem -pubkey -noout | openssl pkey -pubin -outform DER | openssl dgst -sha256"
uk_ua: Шістнадцятковий хеш або повні дані сертифіката (залежно від типу відповідності). Для SHA-256 використовуйте: "openssl x509 -in cert.pem -pubkey -noout | openssl pkey -pubin -outform DER | openssl dgst -sha256"
vi_vn: Mã băm thập lục phân hoặc dữ liệu chứng chỉ đầy đủ (tùy thuộc vào loại so khớp). Cho SHA-256: sử dụng "openssl x509 -in cert.pem -pubkey -noout | openssl pkey -pubin -outform DER | openssl dgst -sha256"

source: Record Settings
id_id: Pengaturan Rekaman
ko_kr: 레코드 설정
sv_se: Postinställningar
uk_ua: Налаштування запису
vi_vn: Cài đặt bản ghi

source: TTL (seconds)
id_id: TTL (detik)
ko_kr: TTL (초)
sv_se: TTL (sekunder)
uk_ua: TTL (секунди)
vi_vn: TTL (giây)

source: Time to live - how long DNS resolvers should cache this record
id_id: Time to live - berapa lama resolver DNS harus meng-cache rekaman ini
ko_kr: Time to live - DNS 리졸버가 이 레코드를 캐시하는 시간
sv_se: Livslängd - hur länge DNS-resolvers ska cacha denna post
uk_ua: Час життя - як довго DNS-резолвери повинні кешувати цей запис
vi_vn: Thời gian tồn tại - thời gian các bộ phân giải DNS nên lưu bản ghi này vào bộ nhớ đệm

source: Port must be between 1 and 65535
id_id: Port harus antara 1 dan 65535
ko_kr: 포트는 1에서 65535 사이여야 합니다
sv_se: Port måste vara mellan 1 och 65535
uk_ua: Порт повинен бути від 1 до 65535
vi_vn: Cổng phải từ 1 đến 65535

source: Usage must be 0, 1, 2, or 3
id_id: Penggunaan harus 0, 1, 2, atau 3
ko_kr: 사용은 0, 1, 2 또는 3이어야 합니다
sv_se: Användning måste vara 0, 1, 2 eller 3
uk_ua: Використання повинно бути 0, 1, 2 або 3
vi_vn: Mục đích sử dụng phải là 0, 1, 2 hoặc 3

source: Selector must be 0 or 1
id_id: Selector harus 0 atau 1
ko_kr: 선택자는 0 또는 1이어야 합니다
sv_se: Väljare måste vara 0 eller 1
uk_ua: Селектор повинен бути 0 або 1
vi_vn: Bộ chọn phải là 0 hoặc 1

source: Matching type must be 0, 1, or 2
id_id: Tipe pencocokan harus 0, 1, atau 2
ko_kr: 일치 유형은 0, 1 또는 2여야 합니다
sv_se: Matchningstyp måste vara 0, 1 eller 2
uk_ua: Тип відповідності повинен бути 0, 1 або 2
vi_vn: Loại so khớp phải là 0, 1 hoặc 2

source: Certificate association data is required
id_id: Data asosiasi sertifikat diperlukan
ko_kr: 인증서 연결 데이터가 필요합니다
sv_se: Certifikatassocieringsdata krävs
uk_ua: Дані асоціації сертифіката є обов'язковими
vi_vn: Dữ liệu liên kết chứng chỉ là bắt buộc

source: Certificate data must be hexadecimal (0-9, a-f)
id_id: Data sertifikat harus berupa heksadesimal (0-9, a-f)
ko_kr: 인증서 데이터는 16진수여야 합니다 (0-9, a-f)
sv_se: Certifikatdata måste vara hexadecimalt (0-9, a-f)
uk_ua: Дані сертифіката повинні бути шістнадцятковими (0-9, a-f)
vi_vn: Dữ liệu chứng chỉ phải là thập lục phân (0-9, a-f)

source: SHA-256 hash should be 64 hexadecimal characters, got %d. Verify the hash is correct.
id_id: Hash SHA-256 harus 64 karakter heksadesimal, ditemukan %d. Verifikasi hash sudah benar.
ko_kr: SHA-256 해시는 64자리 16진수여야 하지만 %d자입니다. 해시가 올바른지 확인하세요.
sv_se: SHA-256-hash bör vara 64 hexadecimala tecken, fick %d. Verifiera att hashen är korrekt.
uk_ua: Хеш SHA-256 повинен складатися з 64 шістнадцяткових символів, отримано %d. Перевірте правильність хешу.
vi_vn: Mã băm SHA-256 phải có 64 ký tự thập lục phân, nhận được %d. Kiểm tra lại mã băm.

source: SHA-512 hash should be 128 hexadecimal characters, got %d. Verify the hash is correct.
id_id: Hash SHA-512 harus 128 karakter heksadesimal, ditemukan %d. Verifikasi hash sudah benar.
ko_kr: SHA-512 해시는 128자리 16진수여야 하지만 %d자입니다. 해시가 올바른지 확인하세요.
sv_se: SHA-512-hash bör vara 128 hexadecimala tecken, fick %d. Verifiera att hashen är korrekt.
uk_ua: Хеш SHA-512 повинен складатися зі 128 шістнадцяткових символів, отримано %d. Перевірте правильність хешу.
vi_vn: Mã băm SHA-512 phải có 128 ký tự thập lục phân, nhận được %d. Kiểm tra lại mã băm.

source: Full certificate data seems too short. Ensure you provided the complete certificate.
id_id: Data sertifikat lengkap tampaknya terlalu pendek. Pastikan Anda memberikan sertifikat lengkap.
ko_kr: 전체 인증서 데이터가 너무 짧습니다. 완전한 인증서를 제공했는지 확인하세요.
sv_se: Fullständigt certifikatdata verkar för kort. Kontrollera att du angav hela certifikatet.
uk_ua: Повні дані сертифіката занадто короткі. Переконайтеся, що ви надали повний сертифікат.
vi_vn: Dữ liệu chứng chỉ đầy đủ có vẻ quá ngắn. Đảm bảo bạn đã cung cấp chứng chỉ hoàn chỉnh.

source: Invalid hostname format
cs_cz: Neplatný formát názvu hostitele
de_de: Ungültiges Hostname-Format
es_es: Formato de nombre de host inválido
fr_fr: Format de nom d'hôte invalide
id_id: Format nama host tidak valid
ko_kr: 유효하지 않은 호스트 이름 형식
lt_lt: Neteisingas serverio vardo formatas
pl_pl: Nieprawidłowy format nazwy hosta
ru_ru: Недопустимый формат имени хоста
sv_se: Ogiltigt värdnamnsformat
tr_tr: Geçersiz sunucu adı formatı
uk_ua: Недійсний формат імені хоста
vi_vn: Định dạng tên máy chủ không hợp lệ
zh_cn: 主机名格式无效

source: CRITICAL: TLSA records require DNSSEC to be enabled on this zone. Without DNSSEC, TLSA records provide NO security benefit.
id_id: KRITIS: Rekaman TLSA memerlukan DNSSEC diaktifkan pada zona ini. Tanpa DNSSEC, rekaman TLSA TIDAK memberikan manfaat keamanan.
ko_kr: 중요: TLSA 레코드는 이 존에 DNSSEC가 활성화되어 있어야 합니다. DNSSEC 없이 TLSA 레코드는 보안 이점을 제공하지 않습니다.
sv_se: KRITISKT: TLSA-poster kräver att DNSSEC är aktiverat på denna zon. Utan DNSSEC ger TLSA-poster INGEN säkerhetsfördel.
uk_ua: КРИТИЧНО: Записи TLSA вимагають увімкнення DNSSEC для цієї зони. Без DNSSEC записи TLSA НЕ забезпечують жодних переваг безпеки.
vi_vn: QUAN TRỌNG: Bản ghi TLSA yêu cầu DNSSEC được bật trên vùng này. Không có DNSSEC, bản ghi TLSA KHÔNG cung cấp lợi ích bảo mật nào.

source: DMARC Record
id_id: Rekaman DMARC
ko_kr: DMARC 레코드
sv_se: DMARC-post
uk_ua: Запис DMARC
vi_vn: Bản ghi DMARC

source: Email authentication policy and reporting configuration
id_id: Kebijakan autentikasi email dan konfigurasi pelaporan
ko_kr: 이메일 인증 정책 및 보고 설정
sv_se: Konfiguration av e-postautentiseringspolicy och rapportering
uk_ua: Конфігурація політики автентифікації електронної пошти та звітності
vi_vn: Chính sách xác thực email và cấu hình báo cáo

source: Policy Settings
id_id: Pengaturan Kebijakan
ko_kr: 정책 설정
sv_se: Policyinställningar
uk_ua: Налаштування політики
vi_vn: Cài đặt chính sách

source: Policy
id_id: Kebijakan
ko_kr: 정책
uk_ua: Політика
vi_vn: Chính sách

source: None (monitor only)
id_id: Tidak ada (hanya pemantauan)
ko_kr: 없음 (모니터링만)
sv_se: Ingen (endast övervakning)
uk_ua: Немає (лише моніторинг)
vi_vn: Không (chỉ giám sát)

source: No action taken, just collect reports for analysis
id_id: Tidak ada tindakan yang diambil, hanya mengumpulkan laporan untuk analisis
ko_kr: 조치 없음, 분석을 위한 보고서만 수집
sv_se: Ingen åtgärd vidtas, samla bara in rapporter för analys
uk_ua: Жодних дій не виконується, лише збір звітів для аналізу
vi_vn: Không thực hiện hành động nào, chỉ thu thập báo cáo để phân tích

source: Quarantine
id_id: Karantina
ko_kr: 격리
sv_se: Karantän
uk_ua: Карантин
vi_vn: Cách ly

source: Treat suspicious emails as spam/junk
id_id: Perlakukan email mencurigakan sebagai spam/sampah
ko_kr: 의심스러운 이메일을 스팸/정크로 처리
sv_se: Behandla misstänkta e-postmeddelanden som spam/skräppost
uk_ua: Розглядати підозрілі листи як спам/небажані
vi_vn: Xử lý email đáng ngờ như thư rác

source: Reject
id_id: Tolak
ko_kr: 거부
sv_se: Avvisa
uk_ua: Відхилення
vi_vn: Từ chối

source: Block delivery of suspicious emails entirely
id_id: Blokir pengiriman email mencurigakan sepenuhnya
ko_kr: 의심스러운 이메일의 전송을 완전히 차단
sv_se: Blockera leverans av misstänkta e-postmeddelanden helt
uk_ua: Повністю блокувати доставку підозрілих листів
vi_vn: Chặn hoàn toàn việc gửi email đáng ngờ

source: Start with "none" to collect data before enforcing a stricter policy.
id_id: Mulai dengan "none" untuk mengumpulkan data sebelum menerapkan kebijakan yang lebih ketat.
ko_kr: 더 엄격한 정책을 적용하기 전에 데이터를 수집하려면 "none"으로 시작하세요.
sv_se: Börja med "none" för att samla data innan du tillämpar en striktare policy.
uk_ua: Почніть з "none" для збору даних перед застосуванням суворішої політики.
vi_vn: Bắt đầu với "none" để thu thập dữ liệu trước khi thực thi chính sách nghiêm ngặt hơn.

source: Subdomain Policy
id_id: Kebijakan Subdomain
ko_kr: 하위 도메인 정책
sv_se: Subdomänpolicy
uk_ua: Політика субдоменів
vi_vn: Chính sách tên miền phụ

source: Same as domain policy
id_id: Sama dengan kebijakan domain
ko_kr: 도메인 정책과 동일
sv_se: Samma som domänpolicy
uk_ua: Як у доменної політики
vi_vn: Giống chính sách tên miền

source: Use the same policy as the main domain
id_id: Gunakan kebijakan yang sama dengan domain utama
ko_kr: 주 도메인과 동일한 정책 사용
sv_se: Använd samma policy som huvuddomänen
uk_ua: Використовувати ту саму політику, що й для основного домену
vi_vn: Sử dụng cùng chính sách với tên miền chính

source: None
id_id: Tidak ada
ko_kr: 없음
sv_se: Ingen
uk_ua: Немає
vi_vn: Không

source: Monitor only for subdomains
id_id: Hanya pemantauan untuk subdomain
ko_kr: 하위 도메인만 모니터링
sv_se: Endast övervakning för subdomäner
uk_ua: Лише моніторинг для субдоменів
vi_vn: Chỉ giám sát cho tên miền phụ

source: Quarantine suspicious subdomain emails
id_id: Karantina email subdomain yang mencurigakan
ko_kr: 의심스러운 하위 도메인 이메일 격리
sv_se: Sätt misstänkta e-postmeddelanden från subdomäner i karantän
uk_ua: Карантин для підозрілих листів субдоменів
vi_vn: Cách ly email đáng ngờ từ tên miền phụ

source: Reject suspicious subdomain emails
id_id: Tolak email subdomain yang mencurigakan
ko_kr: 의심스러운 하위 도메인 이메일 거부
sv_se: Avvisa misstänkta e-postmeddelanden från subdomäner
uk_ua: Відхилення підозрілих листів субдоменів
vi_vn: Từ chối email đáng ngờ từ tên miền phụ

source: Policy for emails from subdomains (e.g., mail.example.com)
id_id: Kebijakan untuk email dari subdomain (mis., mail.example.com)
ko_kr: 하위 도메인의 이메일 정책 (예: mail.example.com)
sv_se: Policy för e-post från subdomäner (t.ex. mail.example.com)
uk_ua: Політика для листів із субдоменів (наприклад, mail.example.com)
vi_vn: Chính sách cho email từ tên miền phụ (ví dụ: mail.example.com)

source: Policy Application Percentage
id_id: Persentase Penerapan Kebijakan
ko_kr: 정책 적용 비율
sv_se: Policytillämpningsprocent
uk_ua: Відсоток застосування політики
vi_vn: Phần trăm áp dụng chính sách

source: Percentage of messages to which the policy should apply (100 = all messages). Use lower values during policy rollout.
id_id: Persentase pesan yang harus diterapkan kebijakan (100 = semua pesan). Gunakan nilai lebih rendah selama peluncuran kebijakan.
ko_kr: 정책을 적용할 메시지의 비율 (100 = 모든 메시지). 정책 출시 중에는 낮은 값을 사용하세요.
sv_se: Procentandel meddelanden som policyn ska tillämpas på (100 = alla meddelanden). Använd lägre värden vid policyutrullning.
uk_ua: Відсоток повідомлень, до яких застосовується політика (100 = усі повідомлення). Використовуйте менші значення під час впровадження політики.
vi_vn: Phần trăm thư áp dụng chính sách (100 = tất cả). Sử dụng giá trị thấp hơn trong giai đoạn triển khai.

source: Reporting Settings
id_id: Pengaturan Pelaporan
ko_kr: 보고 설정
sv_se: Rapporteringsinställningar
uk_ua: Налаштування звітності
vi_vn: Cài đặt báo cáo

source: Aggregate Report Email
id_id: Email Laporan Agregat
ko_kr: 집계 보고서 이메일
sv_se: E-post för sammanfattande rapporter
uk_ua: Електронна пошта для агрегованих звітів
vi_vn: Email báo cáo tổng hợp

source: Email address to receive daily aggregate reports
id_id: Alamat email untuk menerima laporan agregat harian
ko_kr: 일일 집계 보고서를 받을 이메일 주소
sv_se: E-postadress för att ta emot dagliga sammanfattande rapporter
uk_ua: Електронна адреса для отримання щоденних агрегованих звітів
vi_vn: Địa chỉ email nhận báo cáo tổng hợp hàng ngày

source: Forensic Report Email
id_id: Email Laporan Forensik
ko_kr: 포렌식 보고서 이메일
sv_se: E-post för forensiska rapporter
uk_ua: Електронна пошта для криміналістичних звітів
vi_vn: Email báo cáo chi tiết

source: Email address to receive detailed failure reports (optional, can be high volume)
id_id: Alamat email untuk menerima laporan kegagalan terperinci (opsional, bisa bervolume tinggi)
ko_kr: 상세한 실패 보고서를 받을 이메일 주소 (선택 사항, 많은 양이 될 수 있음)
sv_se: E-postadress för att ta emot detaljerade felrapporter (valfritt, kan generera stor volym)
uk_ua: Електронна адреса для отримання детальних звітів про збої (необов'язково, може бути великий об'єм)
vi_vn: Địa chỉ email nhận báo cáo lỗi chi tiết (tùy chọn, có thể có lượng lớn)

source: Forensic Reporting Options
id_id: Opsi Pelaporan Forensik
ko_kr: 포렌식 보고 옵션
sv_se: Alternativ för forensisk rapportering
uk_ua: Параметри криміналістичної звітності
vi_vn: Tùy chọn báo cáo chi tiết

source: Generate reports if all authentication mechanisms fail
id_id: Buat laporan jika semua mekanisme autentikasi gagal
ko_kr: 모든 인증 메커니즘이 실패하면 보고서 생성
sv_se: Generera rapporter om alla autentiseringsmekanismer misslyckas
uk_ua: Генерувати звіти, якщо всі механізми автентифікації зазнали невдачі
vi_vn: Tạo báo cáo nếu tất cả cơ chế xác thực thất bại

source: Generate reports if any authentication mechanism fails
id_id: Buat laporan jika ada mekanisme autentikasi yang gagal
ko_kr: 인증 메커니즘이 하나라도 실패하면 보고서 생성
sv_se: Generera rapporter om någon autentiseringsmekanism misslyckas
uk_ua: Генерувати звіти, якщо будь-який механізм автентифікації зазнав невдачі
vi_vn: Tạo báo cáo nếu bất kỳ cơ chế xác thực nào thất bại

source: Generate reports if DKIM check fails
id_id: Buat laporan jika pemeriksaan DKIM gagal
ko_kr: DKIM 확인이 실패하면 보고서 생성
sv_se: Generera rapporter om DKIM-kontroll misslyckas
uk_ua: Генерувати звіти, якщо перевірка DKIM зазнала невдачі
vi_vn: Tạo báo cáo nếu kiểm tra DKIM thất bại

source: Generate reports if SPF check fails
id_id: Buat laporan jika pemeriksaan SPF gagal
ko_kr: SPF 확인이 실패하면 보고서 생성
sv_se: Generera rapporter om SPF-kontroll misslyckas
uk_ua: Генерувати звіти, якщо перевірка SPF зазнала невдачі
vi_vn: Tạo báo cáo nếu kiểm tra SPF thất bại

source: When to generate forensic reports (only applies if forensic email is set)
id_id: Kapan membuat laporan forensik (hanya berlaku jika email forensik diatur)
ko_kr: 포렌식 보고서를 생성할 시기 (포렌식 이메일이 설정된 경우에만 적용)
sv_se: När forensiska rapporter ska genereras (gäller bara om forensisk e-post är angiven)
uk_ua: Коли генерувати криміналістичні звіти (застосовується лише якщо вказано адресу для криміналістичних звітів)
vi_vn: Khi nào tạo báo cáo chi tiết (chỉ áp dụng nếu đã thiết lập email báo cáo chi tiết)

source: Alignment Settings
id_id: Pengaturan Alignment
ko_kr: 정렬 설정
sv_se: Anpassningsinställningar
uk_ua: Налаштування вирівнювання
vi_vn: Cài đặt căn chỉnh

source: Advanced settings for SPF and DKIM alignment modes
id_id: Pengaturan lanjutan untuk mode alignment SPF dan DKIM
ko_kr: SPF 및 DKIM 정렬 모드에 대한 고급 설정
sv_se: Avancerade inställningar för SPF- och DKIM-anpassningslägen
uk_ua: Розширені налаштування режимів вирівнювання SPF та DKIM
vi_vn: Cài đặt nâng cao cho chế độ căn chỉnh SPF và DKIM

source: DKIM Alignment Mode
id_id: Mode Alignment DKIM
ko_kr: DKIM 정렬 모드
sv_se: DKIM-anpassningsläge
uk_ua: Режим вирівнювання DKIM
vi_vn: Chế độ căn chỉnh DKIM

source: Relaxed
id_id: Longgar
ko_kr: 완화
sv_se: Avslappnad
uk_ua: Нестрогий
vi_vn: Linh hoạt

source: DKIM domain can be subdomain of From: domain
id_id: Domain DKIM bisa menjadi subdomain dari domain From:
ko_kr: DKIM 도메인은 From: 도메인의 하위 도메인일 수 있음
sv_se: DKIM-domänen kan vara en subdomän av From:-domänen
uk_ua: Домен DKIM може бути субдоменом домену From:
vi_vn: Tên miền DKIM có thể là tên miền phụ của tên miền From:

source: Strict
id_id: Ketat
ko_kr: 엄격
sv_se: Strikt
uk_ua: Строгий
vi_vn: Nghiêm ngặt

source: DKIM domain must exactly match From: domain
id_id: Domain DKIM harus persis cocok dengan domain From:
ko_kr: DKIM 도메인은 From: 도메인과 정확히 일치해야 함
sv_se: DKIM-domänen måste exakt matcha From:-domänen
uk_ua: Домен DKIM повинен точно збігатися з доменом From:
vi_vn: Tên miền DKIM phải khớp chính xác với tên miền From:

source: SPF Alignment Mode
id_id: Mode Alignment SPF
ko_kr: SPF 정렬 모드
sv_se: SPF-anpassningsläge
uk_ua: Режим вирівнювання SPF
vi_vn: Chế độ căn chỉnh SPF

source: SPF domain can be subdomain of From: domain
id_id: Domain SPF bisa menjadi subdomain dari domain From:
ko_kr: SPF 도메인은 From: 도메인의 하위 도메인일 수 있음
sv_se: SPF-domänen kan vara en subdomän av From:-domänen
uk_ua: Домен SPF може бути субдоменом домену From:
vi_vn: Tên miền SPF có thể là tên miền phụ của tên miền From:

source: SPF domain must exactly match From: domain
id_id: Domain SPF harus persis cocok dengan domain From:
ko_kr: SPF 도메인은 From: 도메인과 정확히 일치해야 함
sv_se: SPF-domänen måste exakt matcha From:-domänen
uk_ua: Домен SPF повинен точно збігатися з доменом From:
vi_vn: Tên miền SPF phải khớp chính xác với tên miền From:

source: Policy is required
id_id: Kebijakan diperlukan
ko_kr: 정책이 필요합니다
sv_se: Policy krävs
uk_ua: Політика є обов'язковою
vi_vn: Chính sách là bắt buộc

source: Invalid policy value
id_id: Nilai kebijakan tidak valid
ko_kr: 유효하지 않은 정책 값
sv_se: Ogiltigt policyvärde
uk_ua: Недійсне значення політики
vi_vn: Giá trị chính sách không hợp lệ

source: Invalid subdomain policy value
id_id: Nilai kebijakan subdomain tidak valid
ko_kr: 유효하지 않은 하위 도메인 정책 값
sv_se: Ogiltigt subdomänpolicyvärde
uk_ua: Недійсне значення політики субдоменів
vi_vn: Giá trị chính sách tên miền phụ không hợp lệ

source: Percentage must be between 0 and 100
id_id: Persentase harus antara 0 dan 100
ko_kr: 비율은 0에서 100 사이여야 합니다
sv_se: Procent måste vara mellan 0 och 100
uk_ua: Відсоток повинен бути від 0 до 100
vi_vn: Phần trăm phải từ 0 đến 100

source: Policy will only apply to %d%% of messages. Use 100%% once testing is complete.
id_id: Kebijakan hanya akan diterapkan pada %d%% pesan. Gunakan 100%% setelah pengujian selesai.
ko_kr: 정책은 메시지의 %d%%에만 적용됩니다. 테스트가 완료되면 100%%를 사용하세요.
sv_se: Policyn tillämpas bara på %d%% av meddelandena. Använd 100%% när testningen är klar.
uk_ua: Політика буде застосована лише до %d%% повідомлень. Використовуйте 100%% після завершення тестування.
vi_vn: Chính sách sẽ chỉ áp dụng cho %d%% thư. Sử dụng 100%% khi hoàn thành kiểm tra.
