Repository: poweradmin/poweradmin
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: cs_cz, de_de, es_es, fr_fr, id_id, ko_kr, lt_lt, pl_pl, ru_ru, sv_se, tr_tr, uk_ua, vi_vn, zh_cn

source: ED448 algorithm must use 456 bits (unsupported in this UI)
cs_cz: Algoritmus ED448 musí používat 456 bitů (nepodporováno v tomto UI)
de_de: ED448-Algorithmus muss 456 Bits verwenden (nicht unterstützt in dieser Benutzeroberfläche)
es_es: El algoritmo ED448 debe usar 456 bits (no compatible en esta interfaz)
fr_fr: L'algorithme ED448 doit utiliser 456 bits (non supporté dans cette interface)
id_id: Algoritma ED448 harus menggunakan 456 bit (tidak didukung di UI ini)
ko_kr: ED448 알고리즘은 456 비트를 사용해야 합니다 (이 UI에서는 지원되지 않음)
lt_lt: ED448 algoritmas turi naudoti 456 bitus (nepalaikomas šioje sąsajoje)
pl_pl: Algorytm ED448 musi używać 456 bitów (nieobsługiwany w tym interfejsie)
ru_ru: Алгоритм ED448 должен использовать 456 бит (не поддерживается в данном интерфейсе)
sv_se: ED448-algoritmen måste använda 456 bitar (stöds inte i detta gränssnitt)
tr_tr: ED448 algoritması 456 bit kullanmalıdır (bu arayüzde desteklenmiyor)
uk_ua: Алгоритм ED448 повинен використовувати 456 біт (не підтримується в цьому інтерфейсі)
vi_vn: Thuật toán ED448 phải sử dụng 456 bit (không được hỗ trợ trong giao diện này)
zh_cn: ED448 算法必须使用 456 位（此 UI 不支持）

source: RSA algorithms should use 1024 or 2048 bits for adequate security
cs_cz: RSA algoritmy by měly používat 1024 nebo 2048 bitů pro odpovídající bezpečnost
de_de: RSA-Algorithmen sollten 1024 oder 2048 Bits für angemessene Sicherheit verwenden
es_es: Los algoritmos RSA deben usar 1024 o 2048 bits para seguridad adecuada
fr_fr: Les algorithmes RSA devraient utiliser 1024 ou 2048 bits pour une sécurité adéquate
id_id: Algoritma RSA harus menggunakan 1024 atau 2048 bit untuk keamanan yang memadai
ko_kr: RSA 알고리즘은 적절한 보안을 위해 1024 또는 2048 비트를 사용해야 합니다
lt_lt: RSA algoritmai turėtų naudoti 1024 arba 2048 bitus pakankamam saugumui
pl_pl: Algorytmy RSA powinny używać 1024 lub 2048 bitów dla odpowiedniego bezpieczeństwa
ru_ru: Алгоритмы RSA должны использовать 1024 или 2048 бит для обеспечения адекватной безопасности
sv_se: RSA-algoritmer bör använda 1024 eller 2048 bitar för tillräcklig säkerhet
tr_tr: RSA algoritmaları yeterli güvenlik için 1024 veya 2048 bit kullanmalıdır
uk_ua: Алгоритми RSA повинні використовувати 1024 або 2048 біт для належної безпеки
vi_vn: Thuật toán RSA nên sử dụng 1024 hoặc 2048 bit để đảm bảo an ninh đầy đủ
zh_cn: RSA 算法应使用 1024 或 2048 位以确保足够的安全性

source: Zone key has been added successfully.
cs_cz: Klíč zóny byl úspěšně přidán.
de_de: Zone-Schlüssel wurde erfolgreich hinzugefügt.
es_es: La clave de zona se ha agregado correctamente.
fr_fr: La clé de zone a été ajoutée avec succès.
id_id: Kunci zona telah berhasil ditambahkan.
ko_kr: 존 키가 성공적으로 추가되었습니다.
lt_lt: Zonos raktas sėkmingai pridėtas.
pl_pl: Klucz strefy został pomyślnie dodany.
ru_ru: Ключ зоны был успешно добавлен.
sv_se: Zonnyckeln har lagts till.
tr_tr: Zon anahtarı başarıyla eklendi.
uk_ua: Ключ зони було успішно додано.
vi_vn: Khóa vùng đã được thêm thành công.
zh_cn: 区域密钥已成功添加。

source: Failed to add new DNSSEC key.
cs_cz: Nepodařilo se přidat nový DNSSEC klíč.
de_de: Neuer DNSSEC-Schlüssel konnte nicht hinzugefügt werden.
es_es: Error al agregar nueva clave DNSSEC.
fr_fr: Échec de l'ajout de la nouvelle clé DNSSEC.
id_id: Gagal menambahkan kunci DNSSEC baru.
ko_kr: 새 DNSSEC 키를 추가하지 못했습니다.
lt_lt: Nepavyko pridėti naujo DNSSEC rakto.
pl_pl: Nie udało się dodać nowego klucza DNSSEC.
ru_ru: Не удалось добавить новый ключ DNSSEC.
sv_se: Kunde inte lägga till ny DNSSEC-nyckel.
tr_tr: Yeni DNSSEC anahtarı eklenemedi.
uk_ua: Не вдалося додати новий ключ DNSSEC.
vi_vn: Không thể thêm khóa DNSSEC mới.
zh_cn: 添加新 DNSSEC 密钥失败。

source: An error occurred while adding the DNSSEC key:
cs_cz: Při přidávání DNSSEC klíče došlo k chybě:
de_de: Ein Fehler ist beim Hinzufügen des DNSSEC-Schlüssels aufgetreten:
es_es: Ocurrió un error al agregar la clave DNSSEC:
fr_fr: Une erreur s'est produite lors de l'ajout de la clé DNSSEC :
id_id: Terjadi kesalahan saat menambahkan kunci DNSSEC:
ko_kr: DNSSEC 키를 추가하는 중 오류가 발생했습니다:
lt_lt: Įvyko klaida pridedant DNSSEC raktą:
pl_pl: Wystąpił błąd podczas dodawania klucza DNSSEC:
ru_ru: Произошла ошибка при добавлении ключа DNSSEC:
sv_se: Ett fel uppstod vid tillägg av DNSSEC-nyckeln:
tr_tr: DNSSEC anahtarı eklenirken hata oluştu:
uk_ua: Сталася помилка під час додавання ключа DNSSEC:
vi_vn: Đã xảy ra lỗi khi thêm khóa DNSSEC:
zh_cn: 添加 DNSSEC 密钥时发生错误：

source: Please select both algorithm and bits
cs_cz: Vyberte prosím algoritmus i bity
de_de: Bitte wählen Sie sowohl Algorithmus als auch Bits aus
es_es: Seleccione tanto el algoritmo como los bits
fr_fr: Veuillez sélectionner à la fois l'algorithme et les bits
id_id: Silakan pilih algoritma dan bit
ko_kr: 알고리즘과 비트를 모두 선택하세요
lt_lt: Pasirinkite ir algoritmą, ir bitus
pl_pl: Wybierz zarówno algorytm, jak i liczbę bitów
ru_ru: Пожалуйста, выберите алгоритм и укажите количество бит
sv_se: Välj både algoritm och bitar
tr_tr: Lütfen hem algoritma hem de bit seçin
uk_ua: Будь ласка, виберіть алгоритм та розмір ключа
vi_vn: Vui lòng chọn cả thuật toán và số bit
zh_cn: 请选择算法和位数

source: You do not have permission to edit groups.
id_id: Anda tidak memiliki izin untuk mengedit grup.
ko_kr: 그룹을 편집할 권한이 없습니다.
sv_se: Du har inte behörighet att redigera grupper.
uk_ua: У вас немає дозволу на редагування груп.
vi_vn: Bạn không có quyền chỉnh sửa nhóm.

source: Group has been updated successfully.
id_id: Grup telah berhasil diperbarui.
ko_kr: 그룹이 성공적으로 업데이트되었습니다.
sv_se: Gruppen har uppdaterats.
uk_ua: Групу було успішно оновлено.
vi_vn: Nhóm đã được cập nhật thành công.

source: You do not have the permission to delete a supermaster.
cs_cz: Nemáte oprávnění smazat supermaster.
de_de: Sie haben nicht die Berechtigung, einen Supermaster zu löschen.
es_es: No tiene permisos para eliminar un supermaster.
fr_fr: Vous n'avez pas l'autorisation de supprimer un supermaître.
id_id: Anda tidak memiliki izin untuk menghapus supermaster.
ko_kr: 슈퍼마스터를 삭제할 권한이 없습니다.
lt_lt: Neturite leidimo ištrinti supermaster.
pl_pl: Nie masz uprawnień do usuwania supermastera.
ru_ru: У вас нет разрешения для удаления суперсервера.
sv_se: Du har inte behörighet att radera en supermaster.
tr_tr: Supermaster silme yetkiniz yok.
uk_ua: У вас немає дозволу на видалення суперсервера.
vi_vn: Bạn không có quyền xóa supermaster.
zh_cn: 您没有删除超级主机的权限。

source: Invalid IP address.
cs_cz: Neplatná IP adresa.
de_de: Ungültige IP-Adresse.
es_es: Dirección IP inválida.
fr_fr: Adresse IP invalide.
id_id: Alamat IP tidak valid.
ko_kr: 유효하지 않은 IP 주소입니다.
lt_lt: Neteisingas IP adresas.
pl_pl: Nieprawidłowy adres IP.
ru_ru: Неверный IP-адрес.
sv_se: Ogiltig IP-adress.
tr_tr: Geçersiz IP adresi.
uk_ua: Недійсна IP-адреса.
vi_vn: Địa chỉ IP không hợp lệ.
zh_cn: IP 地址无效。

source: Invalid NS name.
cs_cz: Neplatné NS jméno.
de_de: Ungültiger NS-Name.
es_es: Nombre NS inválido.
fr_fr: Nom NS invalide.
id_id: Nama NS tidak valid.
ko_kr: 유효하지 않은 NS 이름입니다.
lt_lt: Neteisingas NS pavadinimas.
pl_pl: Nieprawidłowa nazwa NS.
ru_ru: Некорректное имя NS-сервера.
sv_se: Ogiltigt NS-namn.
tr_tr: Geçersiz NS adı.
uk_ua: Недійсне ім'я NS.
vi_vn: Tên NS không hợp lệ.
zh_cn: NS 名称无效。

source: Super master does not exist.
cs_cz: Super master neexistuje.
de_de: Supermaster existiert nicht.
es_es: El supermaster no existe.
fr_fr: Le supermaître n'existe pas.
id_id: Super master tidak ditemukan.
ko_kr: 슈퍼마스터가 존재하지 않습니다.
lt_lt: Super master neegzistuoja.
pl_pl: Supermaster nie istnieje.
ru_ru: Суперсервер не существует.
sv_se: Supermastern finns inte.
tr_tr: Super master mevcut değil.
uk_ua: Суперсервер не існує.
vi_vn: Supermaster không tồn tại.
zh_cn: 超级主机不存在。

source: The supermaster has been deleted successfully.
cs_cz: Supermaster byl úspěšně smazán.
de_de: Der Supermaster wurde erfolgreich gelöscht.
es_es: El supermaster se ha eliminado correctamente.
fr_fr: Le supermaître a été supprimé avec succès.
id_id: Supermaster telah berhasil dihapus.
ko_kr: 슈퍼마스터가 성공적으로 삭제되었습니다.
lt_lt: Supermaster sėkmingai ištrintas.
pl_pl: Supermaster został pomyślnie usunięty.
ru_ru: Суперсервер был успешно удален.
sv_se: Supermastern har raderats.
tr_tr: Supermaster başarıyla silindi.
uk_ua: Суперсервер було успішно видалено.
vi_vn: Supermaster đã được xóa thành công.
zh_cn: 超级主机已成功删除。

source: Zones has been added successfully.
cs_cz: Zóny byly úspěšně přidány.
de_de: Zonen wurden erfolgreich hinzugefügt.
es_es: Las zonas se han agregado correctamente.
fr_fr: Les zones ont été ajoutées avec succès.
id_id: Zona telah berhasil ditambahkan.
ko_kr: 존이 성공적으로 추가되었습니다.
lt_lt: Zonos sėkmingai pridėtos.
pl_pl: Strefy zostały pomyślnie dodane.
ru_ru: Зоны были успешно добавлены.
sv_se: Zonerna har lagts till.
tr_tr: Zonlar başarıyla eklendi.
uk_ua: Зони було успішно додано.
vi_vn: Các vùng đã được thêm thành công.
zh_cn: 区域已成功添加。

source: Some zone(s) could not be added.
cs_cz: Některé zóny nemohly být přidány.
de_de: Einige Zone(n) konnten nicht hinzugefügt werden.
es_es: Algunas zonas no se pudieron agregar.
fr_fr: Certaine(s) zone(s) n'ont pas pu être ajoutées.
id_id: Beberapa zona tidak dapat ditambahkan.
ko_kr: 일부 존을 추가할 수 없습니다.
lt_lt: Kai kurių zonų pridėti nepavyko.
pl_pl: Niektóre strefy nie mogły zostać dodane.
ru_ru: Некоторые зоны не удалось добавить.
sv_se: Vissa zon(er) kunde inte läggas till.
tr_tr: Bazı zonlar eklenemedi.
uk_ua: Деякі зони не вдалося додати.
vi_vn: Một số vùng không thể được thêm.
zh_cn: 某些区域无法添加。

source: Owner has been added successfully.
id_id: Pemilik telah berhasil ditambahkan.
ko_kr: 소유자가 성공적으로 추가되었습니다.
sv_se: Ägare har lagts till.
uk_ua: Власника було успішно додано.
vi_vn: Chủ sở hữu đã được thêm thành công.

source: Owner has been removed successfully.
id_id: Pemilik telah berhasil dihapus.
ko_kr: 소유자가 성공적으로 제거되었습니다.
sv_se: Ägare har tagits bort.
uk_ua: Власника було успішно видалено.
vi_vn: Chủ sở hữu đã được xóa thành công.

source: Group has been added successfully.
id_id: Grup telah berhasil ditambahkan.
ko_kr: 그룹이 성공적으로 추가되었습니다.
sv_se: Grupp har lagts till.
uk_ua: Групу було успішно додано.
vi_vn: Nhóm đã được thêm thành công.

source: Group has been removed successfully.
id_id: Grup telah berhasil dihapus.
ko_kr: 그룹이 성공적으로 제거되었습니다.
sv_se: Grupp har tagits bort.
uk_ua: Групу було успішно видалено.
vi_vn: Nhóm đã được xóa thành công.

source: Page Not Found
cs_cz: Stránka nenalezena
de_de: Seite nicht gefunden
es_es: Página No Encontrada
fr_fr: Page introuvable
id_id: Halaman Tidak Ditemukan
ko_kr: 페이지를 찾을 수 없습니다
lt_lt: Puslapis nerastas
pl_pl: Strona nie została znaleziona
ru_ru: Страница не найдена
sv_se: Sidan hittades inte
tr_tr: Sayfa Bulunamadı
uk_ua: Сторінку не знайдено
vi_vn: Không tìm thấy trang
zh_cn: 页面未找到

source: DNSSEC functionality is not available. Please check PowerDNS API configuration.
id_id: Fungsi DNSSEC tidak tersedia. Silakan periksa konfigurasi API PowerDNS.
ko_kr: DNSSEC 기능을 사용할 수 없습니다. PowerDNS API 설정을 확인하세요.
sv_se: DNSSEC-funktionalitet är inte tillgänglig. Kontrollera PowerDNS API-konfigurationen.
uk_ua: Функція DNSSEC недоступна. Перевірте конфігурацію API PowerDNS.
vi_vn: Chức năng DNSSEC không khả dụng. Vui lòng kiểm tra cấu hình API PowerDNS.

source: Zone key has been successfully deactivated.
cs_cz: Klíč zóny byl úspěšně deaktivován.
de_de: Zonen-Schlüssel wurde erfolgreich deaktiviert.
es_es: La clave de zona se ha desactivado correctamente.
fr_fr: La clé de zone a été désactivée avec succès.
id_id: Kunci zona telah berhasil dinonaktifkan.
ko_kr: 존 키가 성공적으로 비활성화되었습니다.
lt_lt: Zonos raktas sėkmingai išjungtas.
pl_pl: Klucz strefy został pomyślnie dezaktywowany.
ru_ru: Ключ зоны успешно деактивирован.
sv_se: Zonnyckeln har inaktiverats.
tr_tr: Zon anahtarı başarıyla devre dışı bırakıldı.
uk_ua: Ключ зони було успішно деактивовано.
vi_vn: Khóa vùng đã được hủy kích hoạt thành công.
zh_cn: 区域密钥已成功停用。

source: Failed to deactivate zone key.
cs_cz: Nepodařilo se deaktivovat klíč zóny.
de_de: Zonen-Schlüssel konnte nicht deaktiviert werden.
es_es: Error al desactivar la clave de zona.
fr_fr: Échec de la désactivation de la clé de zone.
id_id: Gagal menonaktifkan kunci zona.
ko_kr: 존 키를 비활성화하지 못했습니다.
lt_lt: Nepavyko išjungti zonos rakto.
pl_pl: Nie udało się dezaktywować klucza strefy.
ru_ru: Не удалось деактивировать ключ зоны.
sv_se: Kunde inte inaktivera zonnyckeln.
tr_tr: Zon anahtarı devre dışı bırakılamadı.
uk_ua: Не вдалося деактивувати ключ зони.
vi_vn: Không thể hủy kích hoạt khóa vùng.
zh_cn: 停用区域密钥失败。

source: Zone key has been successfully activated.
cs_cz: Klíč zóny byl úspěšně aktivován.
de_de: Zonen-Schlüssel wurde erfolgreich aktiviert.
es_es: La clave de zona se ha activado correctamente.
fr_fr: La clé de zone a été activée avec succès.
id_id: Kunci zona telah berhasil diaktifkan.
ko_kr: 존 키가 성공적으로 활성화되었습니다.
lt_lt: Zonos raktas sėkmingai įjungtas.
pl_pl: Klucz strefy został pomyślnie aktywowany.
ru_ru: Ключ зоны успешно активирован.
sv_se: Zonnyckeln har aktiverats.
tr_tr: Zon anahtarı başarıyla etkinleştirildi.
uk_ua: Ключ зони було успішно активовано.
vi_vn: Khóa vùng đã được kích hoạt thành công.
zh_cn: 区域密钥已成功激活。

source: Failed to activate zone key.
cs_cz: Nepodařilo se aktivovat klíč zóny.
de_de: Zonen-Schlüssel konnte nicht aktiviert werden.
es_es: Error al activar la clave de zona.
fr_fr: Échec de l'activation de la clé de zone.
id_id: Gagal mengaktifkan kunci zona.
ko_kr: 존 키를 활성화하지 못했습니다.
lt_lt: Nepavyko įjungti zonos rakto.
pl_pl: Nie udało się aktywować klucza strefy.
ru_ru: Не удалось активировать ключ зоны.
sv_se: Kunde inte aktivera zonnyckeln.
tr_tr: Zon anahtarı etkinleştirilemedi.
uk_ua: Не вдалося активувати ключ зони.
vi_vn: Không thể kích hoạt khóa vùng.
zh_cn: 激活区域密钥失败。

source: An error occurred while toggling the DNSSEC key. Please try again.
id_id: Terjadi kesalahan saat mengubah status kunci DNSSEC. Silakan coba lagi.
ko_kr: DNSSEC 키를 전환하는 중 오류가 발생했습니다. 다시 시도하세요.
sv_se: Ett fel uppstod vid växling av DNSSEC-nyckeln. Försök igen.
uk_ua: Сталася помилка під час перемикання ключа DNSSEC. Спробуйте ще раз.
vi_vn: Đã xảy ra lỗi khi chuyển đổi khóa DNSSEC. Vui lòng thử lại.

source: Account is temporarily locked. Please try again later.
cs_cz: Účet je dočasně uzamčen. Zkuste to prosím později.
de_de: Konto ist vorübergehend gesperrt. Bitte versuchen Sie es später erneut.
es_es: La cuenta está temporalmente bloqueada. Inténtelo más tarde.
fr_fr: Le compte est temporairement verrouillé. Veuillez réessayer plus tard.
id_id: Akun dikunci sementara. Silakan coba lagi nanti.
ko_kr: 계정이 일시적으로 잠겼습니다. 나중에 다시 시도하세요.
lt_lt: Paskyra laikinai užblokuota. Bandykite vėliau.
pl_pl: Konto jest tymczasowo zablokowane. Spróbuj ponownie później.
ru_ru: Учетная запись временно заблокирована. Пожалуйста, попробуйте позже.
sv_se: Kontot är tillfälligt låst. Försök igen senare.
tr_tr: Hesap geçici olarak kilitli. Lütfen daha sonra tekrar deneyin.
uk_ua: Обліковий запис тимчасово заблоковано. Спробуйте пізніше.
vi_vn: Tài khoản tạm thời bị khóa. Vui lòng thử lại sau.
zh_cn: 账户暂时锁定。请稍后重试。

source: The user account is disabled.
cs_cz: Uživatelský účet je zakázán.
de_de: Das Benutzerkonto ist deaktiviert.
es_es: La cuenta de usuario está deshabilitada.
fr_fr: Le compte utilisateur est désactivé.
id_id: Akun pengguna ini dinonaktifkan.
ko_kr: 사용자 계정이 비활성화되었습니다.
lt_lt: Vartotojo paskyra išjungta.
pl_pl: Konto użytkownika jest wyłączone.
ru_ru: Учетная запись пользователя отключена.
sv_se: Användarkontot är inaktiverat.
tr_tr: Kullanıcı hesabı devre dışı.
uk_ua: Обліковий запис користувача вимкнено.
vi_vn: Tài khoản người dùng đã bị vô hiệu hóa.
zh_cn: 用户账户已禁用。

source: Authentication failed!
cs_cz: Ověření selhalo!
de_de: Authentifizierung fehlgeschlagen!
es_es: ¡Autenticación fallida!
fr_fr: Échec de l'authentification !
id_id: Autentikasi gagal!
ko_kr: 인증에 실패했습니다!
lt_lt: Autentifikacija nepavyko!
pl_pl: Uwierzytelnienie nie powiodło się!
ru_ru: Ошибка аутентификации!
sv_se: Autentisering misslyckades!
tr_tr: Kimlik doğrulama başarısız!
uk_ua: Помилка автентифікації!
vi_vn: Xác thực thất bại!
zh_cn: 认证失败！

source: Session expired, please login again.
cs_cz: Relace vypršela, přihlaste se prosím znovu.
de_de: Sitzung abgelaufen, bitte melden Sie sich erneut an.
es_es: Sesión expirada, inicie sesión nuevamente.
fr_fr: Session expirée, veuillez vous reconnecter.
id_id: Sesi kedaluwarsa, silakan masuk kembali.
ko_kr: 세션이 만료되었습니다. 다시 로그인하세요.
lt_lt: Sesija pasibaigė, prisijunkite iš naujo.
pl_pl: Sesja wygasła, zaloguj się ponownie.
ru_ru: Сессия истекла, пожалуйста, войдите снова.
sv_se: Sessionen har gått ut, logga in igen.
tr_tr: Oturum süresi doldu, lütfen tekrar giriş yapın.
uk_ua: Сесія закінчилася, увійдіть знову.
vi_vn: Phiên đã hết hạn, vui lòng đăng nhập lại.
zh_cn: 会话已过期，请重新登录。

source: Failed to update password
cs_cz: Nepodařilo se aktualizovat heslo
de_de: Passwort konnte nicht aktualisiert werden
es_es: Error al actualizar la contraseña
fr_fr: Échec de la mise à jour du mot de passe
id_id: Gagal memperbarui kata sandi
ko_kr: 비밀번호를 업데이트하지 못했습니다
lt_lt: Nepavyko atnaujinti slaptažodžio
pl_pl: Nie udało się zaktualizować hasła
ru_ru: Не удалось обновить пароль
sv_se: Kunde inte uppdatera lösenordet
tr_tr: Şifre güncellenemedi
uk_ua: Не вдалося оновити пароль
vi_vn: Không thể cập nhật mật khẩu
zh_cn: 更新密码失败

source: Authentication failed: Invalid state parameter
fr_fr: Échec de l'authentification : Paramètre d'état invalide
id_id: Autentikasi gagal: Parameter state tidak valid
ko_kr: 인증 실패: 유효하지 않은 state 매개변수
sv_se: Autentisering misslyckades: Ogiltig state-parameter
uk_ua: Помилка автентифікації: недійсний параметр стану
vi_vn: Xác thực thất bại: Tham số state không hợp lệ

source: Authentication failed: No authorization code
fr_fr: Échec de l'authentification : Aucun code d'autorisation
id_id: Autentikasi gagal: Tidak ada kode otorisasi
ko_kr: 인증 실패: 인증 코드 없음
sv_se: Autentisering misslyckades: Ingen auktoriseringskod
uk_ua: Помилка автентифікації: відсутній код авторизації
vi_vn: Xác thực thất bại: Không có mã ủy quyền

source: Authentication failed: Invalid session
fr_fr: Échec de l'authentification : Session invalide
id_id: Autentikasi gagal: Sesi tidak valid
ko_kr: 인증 실패: 유효하지 않은 세션
sv_se: Autentisering misslyckades: Ogiltig session
uk_ua: Помилка автентифікації: недійсна сесія
vi_vn: Xác thực thất bại: Phiên không hợp lệ

source: Authentication failed: Unable to create or update user account
fr_fr: Échec de l'authentification : Impossible de créer ou de mettre à jour le compte utilisateur
id_id: Autentikasi gagal: Tidak dapat membuat atau memperbarui akun pengguna
ko_kr: 인증 실패: 사용자 계정을 생성하거나 업데이트할 수 없습니다
sv_se: Autentisering misslyckades: Kunde inte skapa eller uppdatera användarkonto
uk_ua: Помилка автентифікації: не вдалося створити або оновити обліковий запис користувача
vi_vn: Xác thực thất bại: Không thể tạo hoặc cập nhật tài khoản người dùng

source: LDAP Authentication failed!
cs_cz: LDAP ověření selhalo!
de_de: LDAP-Authentifizierung fehlgeschlagen!
es_es: ¡Autenticación LDAP fallida!
fr_fr: Échec de l'authentification LDAP !
id_id: Autentikasi LDAP gagal!
ko_kr: LDAP 인증에 실패했습니다!
lt_lt: LDAP autentifikacija nepavyko!
pl_pl: Uwierzytelnienie LDAP nie powiodło się!
ru_ru: Ошибка аутентификации LDAP!
sv_se: LDAP-autentisering misslyckades!
tr_tr: LDAP kimlik doğrulaması başarısız!
uk_ua: Помилка автентифікації LDAP!
vi_vn: Xác thực LDAP thất bại!
zh_cn: LDAP 认证失败！

source: Failed to connect to LDAP server!
cs_cz: Nepodařilo se připojit k LDAP serveru!
de_de: Verbindung zum LDAP-Server fehlgeschlagen!
es_es: ¡Error al conectar con el servidor LDAP!
fr_fr: Échec de la connexion au serveur LDAP !
id_id: Gagal terhubung ke server LDAP!
ko_kr: LDAP 서버에 연결하지 못했습니다!
lt_lt: Nepavyko prisijungti prie LDAP serverio!
pl_pl: Nie udało się połączyć z serwerem LDAP!
ru_ru: Не удалось подключиться к серверу LDAP!
sv_se: Kunde inte ansluta till LDAP-server!
tr_tr: LDAP sunucusuna bağlanılamadı!
uk_ua: Не вдалося підключитися до сервера LDAP!
vi_vn: Không thể kết nối đến máy chủ LDAP!
zh_cn: 连接到 LDAP 服务器失败！

source: Failed to bind to LDAP server!
cs_cz: Nepodařilo se navazat k LDAP serveru!
de_de: Bindung an LDAP-Server fehlgeschlagen!
es_es: ¡Error al vincular con el servidor LDAP!
fr_fr: Échec de la liaison au serveur LDAP !
id_id: Gagal melakukan bind ke server LDAP!
ko_kr: LDAP 서버에 바인드하지 못했습니다!
lt_lt: Nepavyko prisijungti prie LDAP serverio!
pl_pl: Nie udało się powiązać z serwerem LDAP!
ru_ru: Не удалось привязаться к серверу LDAP!
sv_se: Kunde inte binda till LDAP-server!
tr_tr: LDAP sunucusuna bağlanamadı!
uk_ua: Не вдалося прив'язатися до сервера LDAP!
vi_vn: Không thể liên kết đến máy chủ LDAP!
zh_cn: 绑定到 LDAP 服务器失败！

source: Failed to search LDAP.
cs_cz: Nepodařilo se vyhledávat v LDAP.
de_de: LDAP-Suche fehlgeschlagen.
es_es: Error al buscar en LDAP.
fr_fr: Échec de la recherche LDAP.
id_id: Gagal mencari di LDAP.
ko_kr: LDAP 검색에 실패했습니다.
lt_lt: Nepavyko ieškoti LDAP.
pl_pl: Nie udało się przeszukać LDAP.
ru_ru: Не удалось выполнить поиск в LDAP.
sv_se: LDAP-sökning misslyckades.
tr_tr: LDAP araması başarısız.
uk_ua: Не вдалося виконати пошук в LDAP.
vi_vn: Không thể tìm kiếm LDAP.
zh_cn: 搜索 LDAP 失败。

source: Failed to authenticate against LDAP.
cs_cz: Nepodařilo se ověřit proti LDAP.
de_de: Authentifizierung gegenüber LDAP fehlgeschlagen.
es_es: Error al autenticar contra LDAP.
fr_fr: Échec de l'authentification contre LDAP.
id_id: Gagal mengautentikasi terhadap LDAP.
ko_kr: LDAP에 대한 인증에 실패했습니다.
lt_lt: Nepavyko autentifikuoti su LDAP.
pl_pl: Nie udało się uwierzytelnić w LDAP.
ru_ru: Не удалось выполнить аутентификацию в LDAP.
sv_se: Kunde inte autentisera mot LDAP.
tr_tr: LDAP ile kimlik doğrulama başarısız.
uk_ua: Не вдалося автентифікуватися через LDAP.
vi_vn: Không thể xác thực với LDAP.
zh_cn: LDAP 认证失败。

source: Authentication failed: Invalid SAML response
id_id: Autentikasi gagal: Respons SAML tidak valid
ko_kr: 인증 실패: 유효하지 않은 SAML 응답
sv_se: Autentisering misslyckades: Ogiltigt SAML-svar
uk_ua: Помилка автентифікації: недійсна відповідь SAML
vi_vn: Xác thực thất bại: Phản hồi SAML không hợp lệ

source: Yes
cs_cz: Ano
de_de: Ja
es_es: Sí
fr_fr: Oui
id_id: Ya
ko_kr: 예
lt_lt: Taip
pl_pl: Tak
ru_ru: Да
sv_se: Ja
tr_tr: Evet
uk_ua: Так
vi_vn: Có
zh_cn: 是

source: No
cs_cz: Ne
de_de: Nein
fr_fr: Non
id_id: Tidak
ko_kr: 아니오
lt_lt: Ne
pl_pl: Nie
ru_ru: Нет
sv_se: Nej
tr_tr: Hayır
uk_ua: Ні
vi_vn: Không
zh_cn: 否

source: This template is assigned to at least one user and one group.
id_id: Template ini ditetapkan ke setidaknya satu pengguna dan satu grup.
ko_kr: 이 템플릿은 최소 한 명의 사용자와 한 개의 그룹에 할당되어 있습니다.
sv_se: Denna mall är tilldelad till minst en användare och en grupp.
uk_ua: Цей шаблон призначено принаймні одному користувачу та одній групі.
vi_vn: Mẫu này đã được gán cho ít nhất một người dùng và một nhóm.

source: This template is assigned to at least one user.
cs_cz: Tato šablona je přiřazena alespoň jednomu uživateli.
de_de: Diese Vorlage ist mindestens einem Benutzer zugewiesen.
es_es: Esta plantilla está asignada a al menos un usuario.
fr_fr: Ce modèle est assigné à au moins un utilisateur.
id_id: Template ini ditetapkan ke setidaknya satu pengguna.
ko_kr: 이 템플릿은 최소 한 명의 사용자에게 할당되어 있습니다.
lt_lt: Šis šablonas priskirtas bent vienam vartotojui.
pl_pl: Ten szablon jest przypisany do co najmniej jednego użytkownika.
ru_ru: Этот шаблон назначен как минимум одному пользователю.
sv_se: Denna mall är tilldelad till minst en användare.
tr_tr: Bu şablon en az bir kullanıcıya atanmış.
uk_ua: Цей шаблон призначено принаймні одному користувачу.
vi_vn: Mẫu này đã được gán cho ít nhất một người dùng.
zh_cn: 此模板分配给至少一个用户。

source: This template is assigned to at least one group.
id_id: Template ini ditetapkan ke setidaknya satu grup.
ko_kr: 이 템플릿은 최소 한 개의 그룹에 할당되어 있습니다.
sv_se: Denna mall är tilldelad till minst en grupp.
uk_ua: Цей шаблон призначено принаймні одній групі.
vi_vn: Mẫu này đã được gán cho ít nhất một nhóm.
