Repository: poweradmin/poweradmin
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: cs_cz, de_de, es_es, fr_fr, id_id, ko_kr, lt_lt, pl_pl, ru_ru, sv_se, tr_tr, uk_ua, vi_vn, zh_cn

source: Algorithm 7 (RSASHA1-NSEC3-SHA1) uses SHA-1 which is no longer considered secure.
cs_cz: Algoritmus 7 (RSASHA1-NSEC3-SHA1) používá SHA-1, který již není považován za bezpečný.
de_de: Algorithmus 7 (RSASHA1-NSEC3-SHA1) verwendet SHA-1, das nicht mehr als sicher gilt.
es_es: El algoritmo 7 (RSASHA1-NSEC3-SHA1) usa SHA-1 que ya no se considera seguro.
fr_fr: L'algorithme 7 (RSASHA1-NSEC3-SHA1) utilise SHA-1 qui n'est plus considéré comme sécurisé.
id_id: Algoritma 7 (RSASHA1-NSEC3-SHA1) menggunakan SHA-1 yang tidak lagi dianggap aman.
ko_kr: 알고리즘 7 (RSASHA1-NSEC3-SHA1)은 더 이상 안전하지 않은 것으로 간주되는 SHA-1을 사용합니다.
lt_lt: Algoritmas 7 (RSASHA1-NSEC3-SHA1) naudoja SHA-1, kuris nebėra laikomas saugiu.
pl_pl: Algorytm 7 (RSASHA1-NSEC3-SHA1) używa SHA-1 który nie jest już uważany za bezpieczny.
ru_ru: Алгоритм 7 (RSASHA1-NSEC3-SHA1) использует SHA-1, который больше не считается безопасным.
sv_se: Algoritm 7 (RSASHA1-NSEC3-SHA1) använder SHA-1 som inte längre anses säker.
tr_tr: Algoritma 7 (RSASHA1-NSEC3-SHA1) artık güvenli kabul edilmeyen SHA-1 kullanır.
uk_ua: Алгоритм 7 (RSASHA1-NSEC3-SHA1) використовує SHA-1, який більше не вважається безпечним.
vi_vn: Thuật toán 7 (RSASHA1-NSEC3-SHA1) sử dụng SHA-1 không còn được coi là an toàn.
zh_cn: 算法 7（RSASHA1-NSEC3-SHA1）使用的 SHA-1 不再被认为是安全的。

source: Algorithm 8 (RSA/SHA-256) is currently recommended for DNSSEC deployments.
cs_cz: Algoritmus 8 (RSA/SHA-256) je v současnosti doporučován pro DNSSEC nasazení.
de_de: Algorithmus 8 (RSA/SHA-256) wird derzeit für DNSSEC-Deployments empfohlen.
es_es: El algoritmo 8 (RSA/SHA-256) es actualmente recomendado para implementaciones DNSSEC.
fr_fr: L'algorithme 8 (RSA/SHA-256) est actuellement recommandé pour les déploiements DNSSEC.
id_id: Algoritma 8 (RSA/SHA-256) saat ini direkomendasikan untuk penerapan DNSSEC.
ko_kr: 알고리즘 8 (RSA/SHA-256)은 현재 DNSSEC 배포에 권장됩니다.
lt_lt: Algoritmas 8 (RSA/SHA-256) šiuo metu rekomenduojamas DNSSEC diegimams.
pl_pl: Algorytm 8 (RSA/SHA-256) jest obecnie zalecany dla wdrożeń DNSSEC.
ru_ru: Алгоритм 8 (RSA/SHA-256) в настоящее время рекомендуется для развертывания DNSSEC.
sv_se: Algoritm 8 (RSA/SHA-256) rekommenderas för närvarande för DNSSEC-driftsättning.
tr_tr: Algoritma 8 (RSA/SHA-256) şu anda DNSSEC dağıtımları için önerilmektedir.
uk_ua: Алгоритм 8 (RSA/SHA-256) наразі рекомендується для розгортань DNSSEC.
vi_vn: Thuật toán 8 (RSA/SHA-256) hiện được khuyến nghị cho triển khai DNSSEC.
zh_cn: 算法 8（RSA/SHA-256）目前被推荐用于 DNSSEC 部署。

source: Algorithm 10 (RSA/SHA-512) provides strong security.
cs_cz: Algoritmus 10 (RSA/SHA-512) poskytuje silnou bezpečnost.
de_de: Algorithmus 10 (RSA/SHA-512) bietet starke Sicherheit.
es_es: El algoritmo 10 (RSA/SHA-512) proporciona seguridad fuerte.
fr_fr: L'algorithme 10 (RSA/SHA-512) fournit une sécurité forte.
id_id: Algoritma 10 (RSA/SHA-512) menyediakan keamanan yang kuat.
ko_kr: 알고리즘 10 (RSA/SHA-512)은 강력한 보안을 제공합니다.
lt_lt: Algoritmas 10 (RSA/SHA-512) užtikrina stiprų saugumą.
pl_pl: Algorytm 10 (RSA/SHA-512) zapewnia silne bezpieczeństwo.
ru_ru: Алгоритм 10 (RSA/SHA-512) обеспечивает сильную безопасность.
sv_se: Algoritm 10 (RSA/SHA-512) ger stark säkerhet.
tr_tr: Algoritma 10 (RSA/SHA-512) güçlü güvenlik sağlar.
uk_ua: Алгоритм 10 (RSA/SHA-512) забезпечує високий рівень безпеки.
vi_vn: Thuật toán 10 (RSA/SHA-512) cung cấp bảo mật mạnh.
zh_cn: 算法 10（RSA/SHA-512）提供强安全性。

source: Algorithm 13 (ECDSA Curve P-256 with SHA-256) provides good security with smaller signatures than RSA.
cs_cz: Algoritmus 13 (ECDSA Curve P-256 with SHA-256) poskytuje dobrou bezpečnost s menšími podpisy než RSA.
de_de: Algorithmus 13 (ECDSA Curve P-256 mit SHA-256) bietet gute Sicherheit mit kleineren Signaturen als RSA.
es_es: El algoritmo 13 (ECDSA Curva P-256 con SHA-256) proporciona buena seguridad con firmas más pequeñas que RSA.
fr_fr: L'algorithme 13 (ECDSA Courbe P-256 avec SHA-256) fournit une bonne sécurité avec des signatures plus petites que RSA.
id_id: Algoritma 13 (ECDSA Curve P-256 dengan SHA-256) memberikan keamanan yang baik dengan tanda tangan lebih kecil daripada RSA.
ko_kr: 알고리즘 13 (ECDSA Curve P-256 with SHA-256)은 RSA보다 작은 서명으로 좋은 보안을 제공합니다.
lt_lt: Algoritmas 13 (ECDSA kreivė P-256 su SHA-256) užtikrina gerą saugumą su mažesniais parašais nei RSA.
pl_pl: Algorytm 13 (ECDSA Curve P-256 z SHA-256) zapewnia dobre bezpieczeństwo z mniejszymi podpisami niż RSA.
ru_ru: Алгоритм 13 (ECDSA Curve P-256 с SHA-256) обеспечивает хорошую безопасность с более маленькими подписями, чем RSA.
sv_se: Algoritm 13 (ECDSA Curve P-256 med SHA-256) ger god säkerhet med mindre signaturer än RSA.
tr_tr: Algoritma 13 (SHA-256 ile ECDSA Curve P-256) RSA'dan daha küçük imzalarla iyi güvenlik sağlar.
uk_ua: Алгоритм 13 (ECDSA Curve P-256 з SHA-256) забезпечує хорошу безпеку з меншими підписами, ніж RSA.
vi_vn: Thuật toán 13 (ECDSA Curve P-256 với SHA-256) cung cấp bảo mật tốt với chữ ký nhỏ hơn RSA.
zh_cn: 算法 13（ECDSA 曲线 P-256 与 SHA-256）提供良好的安全性，签名比 RSA 更小。

source: Algorithm 14 (ECDSA Curve P-384 with SHA-384) provides strong security with smaller signatures than RSA.
cs_cz: Algoritmus 14 (ECDSA Curve P-384 with SHA-384) poskytuje silnou bezpečnost s menšími podpisy než RSA.
de_de: Algorithmus 14 (ECDSA Curve P-384 mit SHA-384) bietet starke Sicherheit mit kleineren Signaturen als RSA.
es_es: El algoritmo 14 (ECDSA Curva P-384 con SHA-384) proporciona seguridad fuerte con firmas más pequeñas que RSA.
fr_fr: L'algorithme 14 (ECDSA Courbe P-384 avec SHA-384) fournit une sécurité forte avec des signatures plus petites que RSA.
id_id: Algoritma 14 (ECDSA Curve P-384 dengan SHA-384) memberikan keamanan yang kuat dengan tanda tangan lebih kecil daripada RSA.
ko_kr: 알고리즘 14 (ECDSA Curve P-384 with SHA-384)는 RSA보다 작은 서명으로 강력한 보안을 제공합니다.
lt_lt: Algoritmas 14 (ECDSA kreivė P-384 su SHA-384) užtikrina stiprų saugumą su mažesniais parašais nei RSA.
pl_pl: Algorytm 14 (ECDSA Curve P-384 z SHA-384) zapewnia silne bezpieczeństwo z mniejszymi podpisami niż RSA.
ru_ru: Алгоритм 14 (ECDSA Curve P-384 с SHA-384) обеспечивает сильную безопасность с более маленькими подписями, чем RSA.
sv_se: Algoritm 14 (ECDSA Curve P-384 med SHA-384) ger stark säkerhet med mindre signaturer än RSA.
tr_tr: Algoritma 14 (SHA-384 ile ECDSA Curve P-384) RSA'dan daha küçük imzalarla güçlü güvenlik sağlar.
uk_ua: Алгоритм 14 (ECDSA Curve P-384 з SHA-384) забезпечує високу безпеку з меншими підписами, ніж RSA.
vi_vn: Thuật toán 14 (ECDSA Curve P-384 với SHA-384) cung cấp bảo mật mạnh với chữ ký nhỏ hơn RSA.
zh_cn: 算法 14（ECDSA 曲线 P-384 与 SHA-384）提供强安全性，签名比 RSA 更小。

source: Algorithm 15 (Ed25519) offers modern security but may have compatibility issues with older validators.
cs_cz: Algoritmus 15 (Ed25519) poskytuje moderní bezpečnost, ale může mít problémy s kompatibilitou se staršími validátory.
de_de: Algorithmus 15 (Ed25519) bietet moderne Sicherheit, kann aber Kompatibilitätsprobleme mit älteren Validatoren haben.
es_es: El algoritmo 15 (Ed25519) ofrece seguridad moderna pero puede tener problemas de compatibilidad con validadores más antiguos.
fr_fr: L'algorithme 15 (Ed25519) offre une sécurité moderne mais peut avoir des problèmes de compatibilité avec les validateurs plus anciens.
id_id: Algoritma 15 (Ed25519) menawarkan keamanan modern tetapi mungkin memiliki masalah kompatibilitas dengan validator lama.
ko_kr: 알고리즘 15 (Ed25519)는 최신 보안을 제공하지만 오래된 검증기와 호환성 문제가 있을 수 있습니다.
lt_lt: Algoritmas 15 (Ed25519) siūlo šiuolaikinį saugumą, bet gali turėti suderinamumo problemų su senesniais validatoriais.
pl_pl: Algorytm 15 (Ed25519) oferuje nowoczesne bezpieczeństwo ale może mieć problemy kompatybilności ze starszymi walidatorami.
ru_ru: Алгоритм 15 (Ed25519) обеспечивает современную безопасность, но может иметь проблемы совместимости с более старыми валидаторами.
sv_se: Algoritm 15 (Ed25519) erbjuder modern säkerhet men kan ha kompatibilitetsproblem med äldre validerare.
tr_tr: Algoritma 15 (Ed25519) modern güvenlik sunar ancak eski doğrulaycılarla uyumluluk sorunları olabilir.
uk_ua: Алгоритм 15 (Ed25519) пропонує сучасну безпеку, але може мати проблеми сумісності зі старішими валідаторами.
vi_vn: Thuật toán 15 (Ed25519) cung cấp bảo mật hiện đại nhưng có thể gặp vấn đề tương thích với các bộ xác thực cũ.
zh_cn: 算法 15（Ed25519）提供现代安全性，但可能与较旧的验证器存在兼容性问题。

source: Algorithm 16 (Ed448) offers strong modern security but may have compatibility issues with older validators.
cs_cz: Algoritmus 16 (Ed448) poskytuje silnou moderní bezpečnost, ale může mít problémy s kompatibilitou se staršími validátory.
de_de: Algorithmus 16 (Ed448) bietet starke moderne Sicherheit, kann aber Kompatibilitätsprobleme mit älteren Validatoren haben.
es_es: El algoritmo 16 (Ed448) ofrece seguridad moderna fuerte pero puede tener problemas de compatibilidad con validadores más antiguos.
fr_fr: L'algorithme 16 (Ed448) offre une sécurité moderne forte mais peut avoir des problèmes de compatibilité avec les validateurs plus anciens.
id_id: Algoritma 16 (Ed448) menawarkan keamanan modern yang kuat tetapi mungkin memiliki masalah kompatibilitas dengan validator lama.
ko_kr: 알고리즘 16 (Ed448)은 강력한 최신 보안을 제공하지만 오래된 검증기와 호환성 문제가 있을 수 있습니다.
lt_lt: Algoritmas 16 (Ed448) siūlo stiprų šiuolaikinį saugumą, bet gali turėti suderinamumo problemų su senesniais validatoriais.
pl_pl: Algorytm 16 (Ed448) oferuje silne nowoczesne bezpieczeństwo ale może mieć problemy kompatybilności ze starszymi walidatorami.
ru_ru: Алгоритм 16 (Ed448) обеспечивает сильную современную безопасность, но может иметь проблемы совместимости с более старыми валидаторами.
sv_se: Algoritm 16 (Ed448) erbjuder stark modern säkerhet men kan ha kompatibilitetsproblem med äldre validerare.
tr_tr: Algoritma 16 (Ed448) güçlü modern güvenlik sunar ancak eski doğrulaycılarla uyumluluk sorunları olabilir.
uk_ua: Алгоритм 16 (Ed448) пропонує високу сучасну безпеку, але може мати проблеми сумісності зі старішими валідаторами.
vi_vn: Thuật toán 16 (Ed448) cung cấp bảo mật hiện đại mạnh nhưng có thể gặp vấn đề tương thích với các bộ xác thực cũ.
zh_cn: 算法 16（Ed448）提供强现代安全性，但可能与较旧的验证器存在兼容性问题。

source: CRITICAL: This algorithm is considered insecure. Use algorithm 8 (RSA/SHA-256) or later.
cs_cz: KRITICKÉ: Tento algoritmus je považován za nezabezpečený. Použijte algoritmus 8 (RSA/SHA-256) nebo novější.
de_de: KRITISCH: Dieser Algorithmus gilt als unsicher. Verwenden Sie Algorithmus 8 (RSA/SHA-256) oder neuer.
es_es: CRÍTICO: Este algoritmo se considera inseguro. Use algoritmo 8 (RSA/SHA-256) o posterior.
fr_fr: CRITIQUE : Cet algorithme est considéré comme non sécurisé. Utilisez l'algorithme 8 (RSA/SHA-256) ou ultérieur.
id_id: KRITIS: Algoritma ini dianggap tidak aman. Gunakan algoritma 8 (RSA/SHA-256) atau yang lebih baru.
ko_kr: 중요: 이 알고리즘은 안전하지 않은 것으로 간주됩니다. 알고리즘 8 (RSA/SHA-256) 이상을 사용하세요.
lt_lt: KRITINIS: Šis algoritmas laikomas nesaugiu. Naudokite algoritmą 8 (RSA/SHA-256) arba vėlesnį.
pl_pl: KRYTYCZNE: Ten algorytm jest uważany za niezabezpieczony. Użyj algorytmu 8 (RSA/SHA-256) lub nowszego.
ru_ru: КРИТИЧНО: Данный алгоритм считается небезопасным. Используйте алгоритм 8 (RSA/SHA-256) или более поздний.
sv_se: KRITISKT: Denna algoritm anses osäker. Använd algoritm 8 (RSA/SHA-256) eller senare.
tr_tr: KRİTİK: Bu algoritma güvensiz kabul edilir. Algoritma 8 (RSA/SHA-256) veya sonrasını kullanın.
uk_ua: КРИТИЧНО: Цей алгоритм вважається небезпечним. Використовуйте алгоритм 8 (RSA/SHA-256) або новіший.
vi_vn: QUAN TRỌNG: Thuật toán này được coi là không an toàn. Sử dụng thuật toán 8 (RSA/SHA-256) trở lên.
zh_cn: 重要：此算法被认为不安全。请使用算法 8（RSA/SHA-256）或更高版本。

source: RKEY public key data cannot be empty.
cs_cz: Data veřejného klíče RKEY nemohou být prázdná.
de_de: RKEY-Daten für öffentlichen Schlüssel können nicht leer sein.
es_es: Los datos de clave pública RKEY no pueden estar vacíos.
fr_fr: Les données de clé publique RKEY ne peuvent pas être vides.
id_id: Data kunci publik RKEY tidak boleh kosong.
ko_kr: RKEY 공개 키 데이터는 비어 있을 수 없습니다.
lt_lt: RKEY viešojo rakto duomenys negali būti tušti.
pl_pl: Dane klucza publicznego RKEY nie mogą być puste.
ru_ru: Данные открытого ключа RKEY не могут быть пустыми.
sv_se: RKEY-data för publik nyckel kan inte vara tom.
tr_tr: RKEY açık anahtar verisi boş olamaz.
uk_ua: Дані відкритого ключа RKEY не можуть бути порожніми.
vi_vn: Dữ liệu khóa công khai RKEY không được để trống.
zh_cn: RKEY 公钥数据不能为空。

source: Public key data should be Base64 encoded according to RFC 4034.
cs_cz: Data veřejného klíče by měla být kódována Base64 podle RFC 4034.
de_de: Daten des öffentlichen Schlüssels sollten gemäß RFC 4034 Base64-kodiert sein.
es_es: Los datos de clave pública deben estar codificados en Base64 según RFC 4034.
fr_fr: Les données de clé publique doivent être encodées en Base64 selon RFC 4034.
id_id: Data kunci publik harus dikodekan Base64 sesuai RFC 4034.
ko_kr: 공개 키 데이터는 RFC 4034에 따라 Base64로 인코딩되어야 합니다.
lt_lt: Viešojo rakto duomenys turėtų būti Base64 koduoti pagal RFC 4034.
pl_pl: Dane klucza publicznego powinny być zakodowane w Base64 zgodnie z RFC 4034.
ru_ru: Данные открытого ключа должны быть закодированы в Base64 согласно RFC 4034.
sv_se: Data för publik nyckel bör vara Base64-kodad enligt RFC 4034.
tr_tr: Açık anahtar verisi RFC 4034'e göre Base64 kodlanmış olmalıdır.
uk_ua: Дані відкритого ключа повинні бути закодовані в Base64 відповідно до RFC 4034.
vi_vn: Dữ liệu khóa công khai nên được mã hóa Base64 theo RFC 4034.
zh_cn: 根据 RFC 4034，公钥数据应使用 Base64 编码。

source: RKEY records were never formally standardized as an RFC, only proposed in draft-reid-dnsext-rkey-00.
cs_cz: RKEY záznamy nebyly nikdy formálně standardizovány jako RFC, pouze navrženy v draft-reid-dnsext-rkey-00.
de_de: RKEY-Einträge wurden nie formal als RFC standardisiert, sondern nur in draft-reid-dnsext-rkey-00 vorgeschlagen.
es_es: Los registros RKEY nunca fueron formalmente estandarizados como un RFC, solo propuestos en draft-reid-dnsext-rkey-00.
fr_fr: Les enregistrements RKEY n'ont jamais été formellement normalisés comme RFC, seulement proposés dans draft-reid-dnsext-rkey-00.
id_id: Rekaman RKEY tidak pernah secara resmi distandarisasi sebagai RFC, hanya diusulkan dalam draft-reid-dnsext-rkey-00.
ko_kr: RKEY 레코드는 RFC로 공식적으로 표준화되지 않았으며 draft-reid-dnsext-rkey-00에서만 제안되었습니다.
lt_lt: RKEY įrašai niekada nebuvo oficialiai standartizuoti kaip RFC, tik pasiūlyti draft-reid-dnsext-rkey-00.
pl_pl: Rekordy RKEY nigdy nie zostały formalnie ustandardyzowane jako RFC, tylko zaproponowane w draft-reid-dnsext-rkey-00.
ru_ru: Записи RKEY никогда не были формально стандартизированы как RFC, только предложены в черновике draft-reid-dnsext-rkey-00.
sv_se: RKEY-poster standardiserades aldrig formellt som en RFC, utan föreslogs bara i draft-reid-dnsext-rkey-00.
tr_tr: RKEY kayıtları hiçbir zaman resmi olarak RFC olarak standartlaştırılmadı, sadece draft-reid-dnsext-rkey-00'da önerildi.
uk_ua: Записи RKEY ніколи не були формально стандартизовані як RFC, а лише запропоновані в draft-reid-dnsext-rkey-00.
vi_vn: Bản ghi RKEY chưa bao giờ được tiêu chuẩn hóa chính thức thành RFC, chỉ được đề xuất trong draft-reid-dnsext-rkey-00.
zh_cn: RKEY 记录从未正式标准化为 RFC，仅在 draft-reid-dnsext-rkey-00 中提出。

source: RKEY records are rarely used in modern DNS implementations.
cs_cz: RKEY záznamy se zřídka používají v moderních DNS implementacích.
de_de: RKEY-Einträge werden in modernen DNS-Implementierungen selten verwendet.
es_es: Los registros RKEY se usan raramente en implementaciones DNS modernas.
fr_fr: Les enregistrements RKEY sont rarement utilisés dans les implémentations DNS modernes.
id_id: Rekaman RKEY jarang digunakan dalam implementasi DNS modern.
ko_kr: RKEY 레코드는 최신 DNS 구현에서 거의 사용되지 않습니다.
lt_lt: RKEY įrašai retai naudojami šiuolaikiniuose DNS įgyvendinimuose.
pl_pl: Rekordy RKEY są rzadko używane w nowoczesnych implementacjach DNS.
ru_ru: Записи RKEY редко используются в современных реализациях DNS.
sv_se: RKEY-poster används sällan i moderna DNS-implementationer.
tr_tr: RKEY kayıtları modern DNS uygulamalarında nadiren kullanılır.
uk_ua: Записи RKEY рідко використовуються в сучасних реалізаціях DNS.
vi_vn: Bản ghi RKEY hiếm khi được sử dụng trong triển khai DNS hiện đại.
zh_cn: RKEY 记录在现代 DNS 实现中很少使用。

source: Consider using standardized record types for cryptographic purposes.
cs_cz: Zvažte použití standardizovaných typů záznamů pro kryptografické účely.
de_de: Erwägen Sie die Verwendung standardisierter Eintragstypen für kryptographische Zwecke.
es_es: Considere usar tipos de registro estandarizados para propósitos criptográficos.
fr_fr: Considérez utiliser des types d'enregistrements normalisés à des fins cryptographiques.
id_id: Pertimbangkan menggunakan jenis rekaman yang distandarisasi untuk keperluan kriptografi.
ko_kr: 암호화 목적으로 표준화된 레코드 유형을 사용하는 것을 고려하세요.
lt_lt: Apsvarstykite standartizuotų įrašų tipų naudojimą kriptografiniams tikslams.
pl_pl: Rozważ użycie standardowych typów rekordów do celów kryptograficznych.
ru_ru: Рассмотрите использование стандартизированных типов записей для криптографических целей.
sv_se: Överväg att använda standardiserade posttyper för kryptografiska ändamål.
tr_tr: Kriptografik amaçlar için standartlaştırılmış kayıt türlerini kullanmayı düşünün.
uk_ua: Розгляньте використання стандартизованих типів записів для криптографічних цілей.
vi_vn: Cân nhắc sử dụng các loại bản ghi đã tiêu chuẩn hóa cho mục đích mật mã.
zh_cn: 考虑使用标准化的记录类型进行加密目的。

source: Empty APL record represents an empty list of address prefixes.
cs_cz: Prázdný APL záznam představuje prázdný seznam prefixů adres.
de_de: Leerer APL-Eintrag repräsentiert eine leere Liste von Adresspräfixen.
es_es: El registro APL vacío representa una lista vacía de prefijos de dirección.
fr_fr: Un enregistrement APL vide représente une liste vide de préfixes d'adresses.
id_id: Rekaman APL kosong mewakili daftar kosong prefiks alamat.
ko_kr: 빈 APL 레코드는 빈 주소 접두사 목록을 나타냅니다.
lt_lt: Tuščias APL įrašas reiškia tuščią adresų prefiksų sąrašą.
pl_pl: Pusty rekord APL reprezentuje pustą listę prefiksów adresów.
ru_ru: Пустая запись APL представляет пустой список префиксов адресов.
sv_se: Tom APL-post representerar en tom lista med adressprefix.
tr_tr: Boş APL kaydı boş bir adres önekleri listesini temsil eder.
uk_ua: Порожній запис APL представляє порожній список префіксів адрес.
vi_vn: Bản ghi APL trống đại diện cho danh sách tiền tố địa chỉ trống.
zh_cn: 空的 APL 记录表示地址前缀的空列表。

source: RFC 3123 recommends that trailing zero octets should not be present in APL address parts.
cs_cz: RFC 3123 doporučuje, aby koncové nulové oktety nebyly přítomny v částech adres APL.
de_de: RFC 3123 empfiehlt, dass nachgestellte Null-Oktette nicht in APL-Adressteilen vorhanden sein sollten.
es_es: RFC 3123 recomienda que los octetos cero finales no deben estar presentes en partes de dirección APL.
fr_fr: RFC 3123 recommande que les octets zéro de fin ne doivent pas être présents dans les parties d'adresses APL.
id_id: RFC 3123 merekomendasikan bahwa oktet nol di belakang tidak boleh ada dalam bagian alamat APL.
ko_kr: RFC 3123은 APL 주소 부분에 후행 0 옥텟이 없어야 한다고 권장합니다.
lt_lt: RFC 3123 rekomenduoja, kad galiniai nuliniai oktetai neturėtų būti APL adresų dalyse.
pl_pl: RFC 3123 zaleca aby końcowe zerowe oktety nie były obecne w częściach adresów APL.
ru_ru: RFC 3123 рекомендует, чтобы завершающие нулевые октеты отсутствовали в адресных частях APL.
sv_se: RFC 3123 rekommenderar att avslutande nollbytes inte bör finnas i APL-adressdelar.
tr_tr: RFC 3123 APL adres kısımlarında sonunda sıfır oktetlerin bulunmamasını önerir.
uk_ua: RFC 3123 рекомендує, щоб кінцеві нульові октети не були присутніми в адресних частинах APL.
vi_vn: RFC 3123 khuyến nghị không nên có các octet số không ở cuối trong phần địa chỉ APL.
zh_cn: RFC 3123 建议 APL 地址部分中不应存在尾随零八位字节。

source: RFC 3123 notes security considerations when using APL records for access control lists.
cs_cz: RFC 3123 upozorňuje na bezpečnostní úvahy při použití APL záznamů pro seznamy řízení přístupu.
de_de: RFC 3123 weist auf Sicherheitsüberlegungen bei der Verwendung von APL-Einträgen für Zugriffskontrolllisten hin.
es_es: RFC 3123 nota consideraciones de seguridad al usar registros APL para listas de control de acceso.
fr_fr: RFC 3123 note des considérations de sécurité lors de l'utilisation d'enregistrements APL pour les listes de contrôle d'accès.
id_id: RFC 3123 mencatat pertimbangan keamanan saat menggunakan rekaman APL untuk daftar kontrol akses.
ko_kr: RFC 3123은 액세스 제어 목록에 APL 레코드를 사용할 때 보안 고려 사항을 언급합니다.
lt_lt: RFC 3123 pažymi saugumo aspektus naudojant APL įrašus prieigos kontrolės sąrašams.
pl_pl: RFC 3123 odnotowuje względy bezpieczeństwa podczas używania rekordów APL do list kontroli dostępu.
ru_ru: RFC 3123 отмечает вопросы безопасности при использовании записей APL для списков контроля доступа.
sv_se: RFC 3123 noterar säkerhetsöverväganden vid användning av APL-poster för åtkomstkontrollistor.
tr_tr: RFC 3123 APL kayıtlarını erişim kontrol listeleri için kullanırken güvenlik hususlarını belirtir.
uk_ua: RFC 3123 зазначає застереження щодо безпеки при використанні записів APL для списків контролю доступу.
vi_vn: RFC 3123 lưu ý các cân nhắc bảo mật khi sử dụng bản ghi APL cho danh sách kiểm soát truy cập.
zh_cn: RFC 3123 注意到使用 APL 记录进行访问控制列表时的安全考虑。

source: Invalid value for priority field. APL records must have priority value of 0.
cs_cz: Neplatná hodnota pro pole priority. APL záznamy musí mít hodnotu priority 0.
de_de: Ungültiger Wert für das Prioritätsfeld. APL-Einträge müssen einen Prioritätswert von 0 haben.
es_es: Valor inválido para el campo de prioridad. Los registros APL deben tener valor de prioridad 0.
fr_fr: Valeur invalide pour le champ priorité. Les enregistrements APL doivent avoir une valeur de priorité de 0.
id_id: Nilai tidak valid untuk kolom prioritas. Rekaman APL harus memiliki nilai prioritas 0.
ko_kr: 우선순위 필드의 값이 유효하지 않습니다. APL 레코드는 우선순위 값이 0이어야 합니다.
lt_lt: Neteisinga prioriteto lauko reikšmė. APL įrašai turi turėti prioriteto reikšmę 0.
pl_pl: Nieprawidłowa wartość pola priorytetu. Rekordy APL muszą mieć wartość priorytetu 0.
ru_ru: Недопустимое значение для поля приоритета. Записи APL должны иметь значение приоритета 0.
sv_se: Ogiltigt värde för prioritetsfältet. APL-poster måste ha prioritetsvärde 0.
tr_tr: Öncelik alanı için geçersiz değer. APL kayıtları 0 öncelik değerine sahip olmalıdır.
uk_ua: Недійсне значення поля пріоритету. Записи APL повинні мати значення пріоритету 0.
vi_vn: Giá trị trường ưu tiên không hợp lệ. Bản ghi APL phải có giá trị ưu tiên là 0.
zh_cn: 优先级字段值无效。APL 记录的优先级值必须为 0。

source: Invalid APL element format. Expected [!]afi:address/prefix.
cs_cz: Neplatný formát elementu APL. Očekáván [!]afi:adresa/prefix.
de_de: Ungültiges APL-Elementformat. Erwartet: [!]afi:adresse/präfix.
es_es: Formato de elemento APL inválido. Se esperaba [!]afi:dirección/prefijo.
fr_fr: Format d'élément APL invalide. Attendu [!]afi:adresse/préfixe.
id_id: Format elemen APL tidak valid. Format yang diharapkan [!]afi:alamat/prefiks.
ko_kr: 유효하지 않은 APL 요소 형식입니다. 예상: [!]afi:address/prefix.
lt_lt: Neteisingas APL elemento formatas. Tikėtasi [!]afi:adresas/prefiksas.
pl_pl: Nieprawidłowy format elementu APL. Oczekiwano [!]afi:address/prefix.
ru_ru: Недопустимый формат элемента APL. Ожидается [!]afi:адрес/префикс.
sv_se: Ogiltigt APL-elementformat. Förväntat [!]afi:adress/prefix.
tr_tr: Geçersiz APL öğe formatı. [!]afi:adres/önek bekleniyor.
uk_ua: Недійсний формат елемента APL. Очікується [!]afi:address/prefix.
vi_vn: Định dạng phần tử APL không hợp lệ. Mong đợi [!]afi:địa_chỉ/tiền_tố.
zh_cn: 无效的 APL 元素格式。期望格式为 [!]afi:address/prefix。
