Repository: poweradmin/poweradmin
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: cs_cz, de_de, es_es, fr_fr, id_id, ko_kr, lt_lt, pl_pl, ru_ru, sv_se, tr_tr, uk_ua, vi_vn, zh_cn

source: HTTPS record priority must be a number between 0 and 65535.
cs_cz: Priorita HTTPS záznamu musí být číslo mezi 0 a 65535.
de_de: HTTPS-Eintragspriorität muss eine Zahl zwischen 0 und 65535 sein.
es_es: La prioridad del registro HTTPS debe ser un número entre 0 y 65535.
fr_fr: La priorité de l'enregistrement HTTPS doit être un nombre entre 0 et 65535.
id_id: SOA content format is invalid.
ko_kr: HTTPS 레코드 우선순위는 0에서 65535 사이의 숫자여야 합니다.
lt_lt: HTTPS įrašo prioritetas turi būti skaičius tarp 0 ir 65535.
pl_pl: Priorytet rekordu HTTPS musi być liczbą między 0 a 65535.
ru_ru: Приоритет записи HTTPS должен быть числом от 0 до 65535.
sv_se: Ogiltigt tecken i SRV-port.
tr_tr: HTTPS kayfí önceliği 0 ile 65535 arasında bir sayı olmalıdır.
uk_ua: Пріоритет HTTPS запису повинен бути числом між 0 та 65535.
vi_vn: Ưu tiên bản ghi HTTPS phải là số từ 0 đến 65535.
zh_cn: HTTPS 记录优先级必须是 0 到 65535 之间的数字。

source: HTTPS record target must be either "." or a valid fully-qualified domain name.
cs_cz: Cíl HTTPS záznamu musí být buď "." nebo platné plně kvalifikované doménové jméno.
de_de: HTTPS-Eintragsziel muss entweder "." oder ein gültiger vollqualifizierter Domänenname sein.
es_es: El objetivo del registro HTTPS debe ser "." o un nombre de dominio completamente calificado válido.
fr_fr: La cible de l'enregistrement HTTPS doit être soit "." soit un nom de domaine pleinement qualifié valide.
id_id: Format konten SOA tidak valid.
ko_kr: HTTPS 레코드 대상은 "." 또는 유효한 정규화된 도메인 이름이어야 합니다.
lt_lt: HTTPS įrašo tikslas turi būti arba "." arba teisingas pilnas domeno vardas.
pl_pl: Cel rekordu HTTPS musi być albo "." albo prawidłową w pełni kwalifikowaną nazwą domeny.
ru_ru: Цель записи HTTPS должна быть "." или допустимым полностью квалифицированным доменным именем.
sv_se: Du måste ange en SRV-port för en SRV-post.
tr_tr: HTTPS kayfí hedefi ya "." ya da geçerli bir tam nitelikli domain adı olmalıdır.
uk_ua: Ціль HTTPS запису повинна бути або "." або дійсним повністю визначеним доменним ім'ям.
vi_vn: Đích bản ghi HTTPS phải là "." hoặc tên miền đầy đủ hợp lệ.
zh_cn: HTTPS 记录目标必须是 "." 或有效的完全限定域名。

source: HTTPS record in AliasMode (priority=0) with target "." cannot have parameters according to RFC 9460.
cs_cz: HTTPS záznam v AliasMode (priorita=0) s cílem "." nemůže mít parametry podle RFC 9460.
de_de: HTTPS-Eintrag im AliasMode (Priorität=0) mit Ziel "." kann gemäß RFC 9460 keine Parameter haben.
es_es: El registro HTTPS en AliasMode (prioridad=0) con objetivo "." no puede tener parámetros según RFC 9460.
fr_fr: L'enregistrement HTTPS en mode alias (priorité=0) avec la cible "." ne peut pas avoir de paramètres selon la RFC 9460.
id_id: Primary nameserver
ko_kr: RFC 9460에 따라 대상이 "."인 AliasMode(우선순위=0)의 HTTPS 레코드는 매개변수를 가질 수 없습니다.
lt_lt: HTTPS įrašas AliasMode (prioritetas=0) su tikslu "." negali turėti parametrų pagal RFC 9460.
pl_pl: Rekord HTTPS w trybie aliasu (priorytet=0) z celem "." nie może mieć parametrów zgodnie z RFC 9460.
ru_ru: Запись HTTPS в AliasMode (приоритет=0) с целью "." не может иметь параметры согласно RFC 9460.
sv_se: Ogiltigt tecken i SSHFP-algoritm.
tr_tr: RFC 9460'a göre hedefi "." olan AliasMode'daki (priority=0) HTTPS kaydı parametre sahip olamaz.
uk_ua: HTTPS запис в режимі AliasMode (пріоритет=0) з ціллю "." не може мати параметрів згідно з RFC 9460.
vi_vn: Bản ghi HTTPS ở AliasMode (priority=0) với đích "." không thể có tham số theo RFC 9460.
zh_cn: 根据 RFC 9460，别名模式（优先级=0）且目标为 "." 的 HTTPS 记录不能有参数。

source: HTTPS record parameters must be in key=value format separated by spaces.
cs_cz: Parametry HTTPS záznamu musí být ve formátu klíč=hodnota oddělené mezerami.
de_de: HTTPS-Eintragsparameter müssen im key=value-Format durch Leerzeichen getrennt sein.
es_es: Los parámetros del registro HTTPS deben estar en formato clave=valor separados por espacios.
fr_fr: Les paramètres de l'enregistrement HTTPS doivent être au format clé=valeur séparés par des espaces.
id_id: Nameserver utama
ko_kr: HTTPS 레코드 매개변수는 공백으로 구분된 key=value 형식이어야 합니다.
lt_lt: HTTPS įrašo parametrai turi būti raktas=reikšmė formatu, atskirti tarpais.
pl_pl: Parametry rekordu HTTPS muszą być w formacie klucz=wartość oddzielone spacjami.
ru_ru: Параметры записи HTTPS должны быть в формате ключ=значение, разделенными пробелами.
sv_se: Du måste ange en SSHFP-algoritm för en SSHFP-post.
tr_tr: HTTPS kayfí parametreleri boşluklarla ayrılmış key=value formatında olmalıdır.
uk_ua: Параметри HTTPS запису повинні бути у форматі ключ=значення, розділені пробілами.
vi_vn: Tham số bản ghi HTTPS phải ở định dạng key=value phân tách bằng dấu cách.
zh_cn: HTTPS 记录参数必须是以空格分隔的 key=value 格式。

source: Unknown HTTPS parameter key: "%s". See RFC 9460 for valid keys.
cs_cz: Neznámý klíč parametru HTTPS: "%s". Viz RFC 9460 pro platné klíče.
de_de: Unbekannter HTTPS-Parameterschlüssel: "%s". Siehe RFC 9460 für gültige Schlüssel.
es_es: Clave de parámetro HTTPS desconocida: "%s". Vea RFC 9460 para claves válidas.
fr_fr: Clé de paramètre HTTPS inconnue : "%s". Voir la RFC 9460 pour les clés valides.
id_id: Primary nameserver is mandatory.
ko_kr: 알 수 없는 HTTPS 매개변수 키: "%s". 유효한 키는 RFC 9460을 참조하십시오.
lt_lt: Nežinomas HTTPS parametro raktas: "%s". Žiūrėkite RFC 9460 teisingiems raktams.
pl_pl: Nieznany klucz parametru HTTPS: "%s". Zobacz RFC 9460 dla prawidłowych kluczy.
ru_ru: Неизвестный ключ параметра HTTPS: "%s". См. RFC 9460 для допустимых ключей.
sv_se: Ogiltigt tecken i SSHFP-fingeravtryckstyp.
tr_tr: Bilinmeyen HTTPS parametre anahtarı: "%s". Geçerli anahtarlar için RFC 9460'ı inceleyin.
uk_ua: Невідомий ключ параметра HTTPS: "%s". Див. RFC 9460 для дійсних ключів.
vi_vn: Khóa tham số HTTPS không xác định: "%s". Xem RFC 9460 để biết các khóa hợp lệ.
zh_cn: 未知的 HTTPS 参数键："%s"。请参阅 RFC 9460 了解有效的键。

source: Duplicate HTTPS parameter key: "%s". Each key can only appear once.
cs_cz: Duplicitní klíč parametru HTTPS: "%s". Každý klíč se může objevit pouze jednou.
de_de: Doppelter HTTPS-Parameterschlüssel: "%s". Jeder Schlüssel kann nur einmal erscheinen.
es_es: Clave de parámetro HTTPS duplicada: "%s". Cada clave solo puede aparecer una vez.
fr_fr: Clé de paramètre HTTPS dupliquée : "%s". Chaque clé ne peut apparaître qu'une fois.
id_id: Nameserver utama wajib diisi.
ko_kr: 중복된 HTTPS 매개변수 키: "%s". 각 키는 한 번만 나타날 수 있습니다.
lt_lt: Dubliuojamas HTTPS parametro raktas: "%s". Kiekvienas raktas gali pasirodyti tik vieną kartą.
pl_pl: Duplikat klucza parametru HTTPS: "%s". Każdy klucz może pojawić się tylko raz.
ru_ru: Дублирующийся ключ параметра HTTPS: "%s". Каждый ключ может появляться только один раз.
sv_se: Du måste ange en SSHFP-fingeravtryckstyp för en SSHFP-post.
tr_tr: Kopya HTTPS parametre anahtarı: "%s". Her anahtar sadece bir kez görünebilir.
uk_ua: Дублікат ключа параметра HTTPS: "%s". Кожен ключ може з'являтися лише один раз.
vi_vn: Khóa tham số HTTPS trùng lặp: "%s". Mỗi khóa chỉ có thể xuất hiện một lần.
zh_cn: 重复的 HTTPS 参数键："%s"。每个键只能出现一次。

source: ALPN value must be a comma-separated list of protocol identifiers.
cs_cz: Hodnota ALPN musí být seznam identifikátorů protokolů oddělených čárkami.
de_de: ALPN-Wert muss eine durch Kommas getrennte Liste von Protokoll-Identifikatoren sein.
es_es: El valor ALPN debe ser una lista separada por comas de identificadores de protocolo.
fr_fr: La valeur ALPN doit être une liste d'identifiants de protocole séparés par des virgules.
id_id: Primary nameserver format is invalid.
ko_kr: ALPN 값은 쉼표로 구분된 프로토콜 식별자 목록이어야 합니다.
lt_lt: ALPN reikšmė turi būti kableliais atskirtas protokolų identifikatorių sąrašas.
pl_pl: Wartość ALPN musi być listą identyfikatorów protokołów oddzielonych przecinkami.
ru_ru: Значение ALPN должно быть списком идентификаторов протоколов, разделенным запятыми.
sv_se: Ogiltigt tecken i TLSA-certifikatanvändning.
tr_tr: ALPN değeri vergülle ayrılmış protokol tanımlayıcıları listesi olmalıdır.
uk_ua: Значення ALPN повинно бути списком ідентифікаторів протоколів, розділених комами.
vi_vn: Giá trị ALPN phải là danh sách các định danh giao thức phân tách bằng dấu phẩy.
zh_cn: ALPN 值必须是协议标识符的逗号分隔列表。

source: The no-default-alpn parameter must have an empty value.
cs_cz: Parametr no-default-alpn musí mít prázdnou hodnotu.
de_de: Der no-default-alpn-Parameter muss einen leeren Wert haben.
es_es: El parámetro no-default-alpn debe tener un valor vacío.
fr_fr: Le paramètre no-default-alpn doit avoir une valeur vide.
id_id: Format nameserver utama tidak valid.
ko_kr: no-default-alpn 매개변수는 빈 값을 가져야 합니다.
lt_lt: No-default-alpn parametras turi turėti tuščią reikšmę.
pl_pl: Parametr no-default-alpn musi mieć pustą wartość.
ru_ru: Параметр no-default-alpn должен иметь пустое значение.
sv_se: Du måste ange en TLSA-certifikatanvändning för en TLSA-post.
tr_tr: no-default-alpn parametresi boş bir değere sahip olmalıdır.
uk_ua: Параметр no-default-alpn повинен мати порожнє значення.
vi_vn: Tham số no-default-alpn phải có giá trị rỗng.
zh_cn: no-default-alpn 参数必须为空值。

source: Port value must be a number between 1 and 65535.
cs_cz: Hodnota portu musí být číslo mezi 1 a 65535.
de_de: Port-Wert muss eine Zahl zwischen 1 und 65535 sein.
es_es: El valor del puerto debe ser un número entre 1 y 65535.
fr_fr: La valeur du port doit être un nombre entre 1 et 65535.
id_id: Hostmaster email
ko_kr: 포트 값은 1에서 65535 사이의 숫자여야 합니다.
lt_lt: Prievado reikšmė turi būti skaičius tarp 1 ir 65535.
pl_pl: Wartość portu musi być liczbą między 1 a 65535.
ru_ru: Значение порта должно быть числом от 1 до 65535.
sv_se: Ogiltigt tecken i TLSA-väljare.
tr_tr: Port değeri 1 ile 65535 arasında bir sayı olmalıdır.
uk_ua: Значення порту повинно бути числом між 1 та 65535.
vi_vn: Giá trị cổng phải là số từ 1 đến 65535.
zh_cn: 端口值必须是 1 到 65535 之间的数字。

source: Invalid IPv4 address in ipv4hint: "%s".
cs_cz: Neplatná IPv4 adresa v ipv4hint: "%s".
de_de: Ungültige IPv4-Adresse in ipv4hint: "%s".
es_es: Dirección IPv4 inválida en ipv4hint: "%s".
fr_fr: Adresse IPv4 invalide dans ipv4hint : "%s".
id_id: Email hostmaster
ko_kr: ipv4hint의 잘못된 IPv4 주소: "%s".
lt_lt: Neteisingas IPv4 adresas ipv4hint: "%s".
pl_pl: Nieprawidłowy adres IPv4 w ipv4hint: "%s".
ru_ru: Недопустимый IPv4 адрес в ipv4hint: "%s".
sv_se: Du måste ange en TLSA-väljare för en TLSA-post.
tr_tr: ipv4hint'te geçersiz IPv4 adresi: "%s".
uk_ua: Некоректна адреса IPv4 в ipv4hint: "%s".
vi_vn: Địa chỉ IPv4 không hợp lệ trong ipv4hint: "%s".
zh_cn: ipv4hint 中的 IPv4 地址无效："%s"。

source: Invalid IPv6 address in ipv6hint: "%s".
cs_cz: Neplatná IPv6 adresa v ipv6hint: "%s".
de_de: Ungültige IPv6-Adresse in ipv6hint: "%s".
es_es: Dirección IPv6 inválida en ipv6hint: "%s".
fr_fr: Adresse IPv6 invalide dans ipv6hint : "%s".
id_id: Hostmaster email is mandatory.
ko_kr: ipv6hint의 잘못된 IPv6 주소: "%s".
lt_lt: Neteisingas IPv6 adresas ipv6hint: "%s".
pl_pl: Nieprawidłowy adres IPv6 w ipv6hint: "%s".
ru_ru: Недопустимый IPv6 адрес в ipv6hint: "%s".
sv_se: Ogiltigt tecken i TLSA-matchningstyp.
tr_tr: ipv6hint'te geçersiz IPv6 adresi: "%s".
uk_ua: Некоректна адреса IPv6 в ipv6hint: "%s".
vi_vn: Địa chỉ IPv6 không hợp lệ trong ipv6hint: "%s".
zh_cn: ipv6hint 中的 IPv6 地址无效："%s"。

source: DoH path must start with a forward slash (/).
cs_cz: DoH cesta musí začínat lomítkem (/).
de_de: DoH-Pfad muss mit einem Schrägstrich (/) beginnen.
es_es: La ruta DoH debe comenzar con una barra diagonal (/).
fr_fr: Le chemin DoH doit commencer par un slash (/).
id_id: Email hostmaster wajib diisi.
ko_kr: DoH 경로는 슬래시(/)로 시작해야 합니다.
lt_lt: DoH kelias turi prasidėti pasviruoju brūkšniu (/).
pl_pl: Ścieżka DoH musi zaczynać się od ukośnika (/).
ru_ru: Путь DoH должен начинаться с косой черты (/).
sv_se: Du måste ange en TLSA-matchningstyp för en TLSA-post.
tr_tr: DoH yolu eğik çizgi (/) ile başlamalıdır.
uk_ua: Шлях DoH повинен починатися з косої риски (/).
vi_vn: Đường dẫn DoH phải bắt đầu bằng dấu gạch chéo (/).
zh_cn: DoH 路径必须以正斜杠（/）开头。

source: Parameter "%s" is marked as mandatory but not included in the record.
cs_cz: Parametr "%s" je označen jako povinný, ale není zahrnut v záznamu.
de_de: Parameter "%s" ist als obligatorisch markiert, aber nicht im Eintrag enthalten.
es_es: El parámetro "%s" está marcado como obligatorio pero no está incluido en el registro.
fr_fr: Le paramètre "%s" est marqué comme obligatoire mais n'est pas inclus dans l'enregistrement.
id_id: Hostmaster email format is invalid.
ko_kr: 매개변수 "%s"는 필수로 표시되어 있지만 레코드에 포함되지 않았습니다.
lt_lt: Parametras "%s" pažymėtas kaip privalomas, bet neįtrauktas į įrašą.
pl_pl: Parametr "%s" jest oznaczony jako obowiązkowy ale nie jest zawarty w rekordzie.
ru_ru: Параметр "%s" отмечен как обязательный, но не включен в запись.
sv_se: Ogiltigt tecken i CAA-flaggor.
tr_tr: Parametre "%s" zorunlu olarak işaretlenmiş ancak kayıtta yer almıyor.
uk_ua: Параметр "%s" позначений як обов'язковий, але не включений до запису.
vi_vn: Tham số "%s" được đánh dấu là bắt buộc nhưng không có trong bản ghi.
zh_cn: 参数 "%s" 被标记为必需但未包含在记录中。

source: RFC 2930 requires TKEY records to have TTL=0 to prevent caching. The current non-zero TTL may cause issues with older DNS implementations.
cs_cz: RFC 2930 vyžaduje, aby záznamy TKEY měly TTL=0 pro zabránění ukládání do cache. Současné nenulové TTL může způsobit problémy se staršími DNS implementacemi.
de_de: RFC 2930 verlangt, dass TKEY-Einträge TTL=0 haben, um Caching zu verhindern. Die aktuelle Nicht-Null-TTL kann Probleme mit älteren DNS-Implementierungen verursachen.
es_es: RFC 2930 requiere que los registros TKEY tengan TTL=0 para prevenir caché. El TTL actual no-cero puede causar problemas con implementaciones DNS más antiguas.
fr_fr: La RFC 2930 exige que les enregistrements TKEY aient TTL=0 pour empêcher la mise en cache. Le TTL non nul actuel peut causer des problèmes avec les anciennes implémentations DNS.
id_id: Format email hostmaster tidak valid.
ko_kr: RFC 2930에서는 캐싱을 방지하기 위해 TKEY 레코드의 TTL=0을 요구합니다. 현재의 0이 아닌 TTL은 이전 DNS 구현에서 문제를 일으킬 수 있습니다.
lt_lt: RFC 2930 reikalauja, kad TKEY įrašai turėtų TTL=0, kad išvengtų talpinimo. Dabartinis ne nulio TTL gali sukelti problemų su senesnėmis DNS implementacijomis.
pl_pl: RFC 2930 wymaga aby rekordy TKEY miały TTL=0 aby zapobiec buforowaniu. Obecny niezerowy TTL może powodować problemy ze starszymi implementacjami DNS.
ru_ru: RFC 2930 требует, чтобы записи TKEY имели TTL=0 для предотвращения кеширования. Текущий ненулевой TTL может вызвать проблемы с более старыми реализациями DNS.
sv_se: Du måste ange CAA-flaggor för en CAA-post.
tr_tr: RFC 2930 önbelleklemeyi önlemek için TKEY kayıtlarının TTL=0'a sahip olmasını gerektirir. Mevcut sıfır olmayan TTL eski DNS uygulamalarında sorunlara neden olabilir.
uk_ua: RFC 2930 вимагає, щоб TKEY записи мали TTL=0 для запобігання кешуванню. Поточне ненульове значення TTL може викликати проблеми зі старими реалізаціями DNS.
vi_vn: RFC 2930 yêu cầu bản ghi TKEY có TTL=0 để ngăn bộ nhớ đệm. TTL khác 0 hiện tại có thể gây vấn đề với các triển khai DNS cũ.
zh_cn: RFC 2930 要求 TKEY 记录的 TTL=0 以防止缓存。当前非零 TTL 可能导致较旧 DNS 实现出现问题。

source: Priority field for TKEY records must be 0 or empty
cs_cz: Pole priority pro záznamy TKEY musí být 0 nebo prázdné
de_de: Prioritätsfeld für TKEY-Einträge muss 0 oder leer sein
es_es: El campo de prioridad para registros TKEY debe ser 0 o vacío
fr_fr: Le champ de priorité pour les enregistrements TKEY doit être 0 ou vide
id_id: Serial number
ko_kr: 알고리즘 이름은 유효한 도메인 이름이어야 합니다.
lt_lt: TKEY įrašų prioriteto laukas turi būti 0 arba tuščias
pl_pl: Pole priorytetu dla rekordów TKEY musi mieć wartość 0 lub być puste
ru_ru: Поле приоритета для записей TKEY должно быть 0 или пустым
sv_se: Ogiltigt CAA-taggvärde.
tr_tr: TKEY kayıtları için öncelik alanı 0 veya boş olmalıdır
uk_ua: TKEY records are not commonly used. Verify this is required for your DNS setup.
vi_vn: Trường ưu tiên cho bản ghi TKEY phải là 0 hoặc rỗng
zh_cn: TKEY 记录的优先级字段必须为 0 或空

source: TKEY records are not for DNS data authentication, they are for key establishment between DNS servers/resolvers.
cs_cz: Záznamy TKEY nejsou pro ověření DNS dat, jsou pro vytvoření klíčů mezi DNS servery/resolvery.
de_de: TKEY-Einträge sind nicht für DNS-Datenauthentifizierung, sie sind für Schlüsselestablishment zwischen DNS-Servern/Resolvern.
es_es: Los registros TKEY no son para autenticación de datos DNS, son para establecimiento de claves entre servidores/resolutores DNS.
fr_fr: Les enregistrements TKEY ne sont pas pour l'authentification des données DNS, ils sont pour l'établissement de clés entre les serveurs/résolveurs DNS.
id_id: Nomor serial
ko_kr: 알고리즘 이름은 IANA에 등록된 TKEY 알고리즘이어야 합니다.
lt_lt: TKEY įrašai nėra DNS duomenų autentifikavimui, jie yra raktų sukūrimui tarp DNS serverių/resolverių.
pl_pl: Rekordy TKEY nie są do uwierzytelniania danych DNS, są do ustanawiania kluczy między serwerami DNS/resolverami.
ru_ru: Записи TKEY не предназначены для аутентификации DNS данных, они предназначены для установления ключей между DNS серверами/резольверами.
sv_se: Du måste ange en CAA-tagg för en CAA-post.
tr_tr: TKEY kayıtları DNS veri kimlik doğrulaması için değil, DNS sunucuları/çözümleyiciler arasında anahtar kurulumu içindir.
uk_ua: TSIG records must be used only for transaction authentication. They should not appear in regular zone files.
vi_vn: Bản ghi TKEY không dùng để xác thực dữ liệu DNS, chúng dùng để thiết lập khóa giữa các máy chủ DNS/resolver.
zh_cn: TKEY 记录不用于 DNS 数据认证，而是用于 DNS 服务器/解析器之间的密钥建立。

source: Invalid characters in TKEY record content.
cs_cz: Neplatné znaky v obsahu TKEY záznamu.
de_de: Ungültige Zeichen im TKEY-Eintragsinhalt.
es_es: Caracteres inválidos en el contenido del registro TKEY.
fr_fr: Caractères invalides dans le contenu de l'enregistrement TKEY.
id_id: Serial number is mandatory.
ko_kr: 잘못된 시작 시간 형식입니다. YYYYMMDDHHmmSS 형식을 사용하십시오.
lt_lt: TKEY įrašo turinyje yra neteisingi simboliai.
pl_pl: Nieprawidłowe znaki w zawartości rekordu TKEY.
ru_ru: Недопустимые символы в содержимом записи TKEY.
sv_se: NAPTR-ordningsvärdet måste vara ett heltal mellan 0 och 65535.
tr_tr: TKEY kayıt içeriğinde geçersiz karakterler.
uk_ua: TSIG records are automatically added by the DNS server during signed requests and should not be manually created.
vi_vn: Ký tự không hợp lệ trong nội dung bản ghi TKEY.
zh_cn: TKEY 记录内容中包含无效字符。

source: TKEY record must contain algorithm-name, inception-time, expiration-time, mode, error, and key-data separated by spaces.
cs_cz: Záznam TKEY musí obsahovat název algoritmu, čas vytvoření, čas vypršení, režim, chybu a klíčová data oddělená mezerami.
de_de: TKEY-Eintrag muss Algorithmus-Name, Inception-Time, Expiration-Time, Mode, Error und Key-Data durch Leerzeichen getrennt enthalten.
es_es: El registro TKEY debe contener algorithm-name, inception-time, expiration-time, mode, error y key-data separados por espacios.
fr_fr: L'enregistrement TKEY doit contenir le nom d'algorithme, l'heure de début, l'heure d'expiration, le mode, l'erreur et les données de clé séparés par des espaces.
id_id: Nomor serial wajib diisi.
ko_kr: 잘못된 만료 시간 형식입니다. YYYYMMDDHHmmSS 형식을 사용하십시오.
lt_lt: TKEY įrašas turi turėti algoritmo pavadinimą, pradžios laiką, galiojimo pabaigos laiką, režimą, klaidą ir rakto duomenis, atskirtus tarpais.
pl_pl: Rekord TKEY musi zawierać nazwę algorytmu, czas rozpoczęcia, czas wygaśnięcia, tryb, błąd i dane klucza oddzielone spacjami.
ru_ru: Запись TKEY должна содержать имя алгоритма, время начала, время истечения, режим, ошибку и данные ключа, разделенные пробелами.
sv_se: Du måste ange ett NAPTR-ordningsvärde för en NAPTR-post.
tr_tr: TKEY kaydı boşluklarla ayrılmış algorithm-name, inception-time, expiration-time, mode, error ve key-data içermelidir.
uk_ua: Reserved record type. Contact your DNS administrator before using.
vi_vn: Bản ghi TKEY phải chứa algorithm-name, inception-time, expiration-time, mode, error, và key-data phân tách bằng dấu cách.
zh_cn: TKEY 记录必须包含算法名称、起始时间、过期时间、模式、错误和密钥数据，以空格分隔。

source: TKEY algorithm name must be a valid domain name ending with a dot (e.g., hmac-sha256.).
cs_cz: Název algoritmu TKEY musí být platné doménové jméno končící tečkou (např. hmac-sha256.).
de_de: TKEY-Algorithmusname muss ein gültiger Domänenname sein, der mit einem Punkt endet (z.B. hmac-sha256.).
es_es: El nombre del algoritmo TKEY debe ser un nombre de dominio válido terminando con un punto (ej., hmac-sha256.).
fr_fr: Le nom d'algorithme TKEY doit être un nom de domaine valide se terminant par un point (ex. hmac-sha256.).
id_id: Serial number must be a positive integer.
ko_kr: 만료 시간은 시작 시간 이후여야 합니다.
lt_lt: TKEY algoritmo pavadinimas turi būti teisingas domeno vardas, baigiamasis tašku (pvz., hmac-sha256.).
pl_pl: Nazwa algorytmu TKEY musi być prawidłową nazwą domeny kończącą się kropką (np. hmac-sha256.).
ru_ru: Имя алгоритма TKEY должно быть допустимым доменным именем, заканчивающимся точкой (напр., hmac-sha256.).
sv_se: NAPTR-preferensvärdet måste vara ett heltal mellan 0 och 65535.
tr_tr: TKEY algoritma adı nokta ile biten geçerli bir domain adı olmalıdır (örneğin: hmac-sha256.).
uk_ua: DLV (DNSSEC Lookaside Validation) has been deprecated since 2017 per RFC 8749. Use standard DNSSEC trust anchors instead.
vi_vn: Tên thuật toán TKEY phải là tên miền hợp lệ kết thúc bằng dấu chấm (ví dụ: hmac-sha256.).
zh_cn: TKEY 算法名称必须是以点结尾的有效域名（例如，hmac-sha256.）。

source: TKEY inception time must be a valid Unix timestamp or YYYYMMDDHHmmSS format.
cs_cz: Čas vytvoření TKEY musí být platný Unix timestamp nebo formát YYYYMMDDHHmmSS.
de_de: TKEY-Inception-Time muss ein gültiger Unix-Zeitstempel oder YYYYMMDDHHmmSS-Format sein.
es_es: El tiempo de inicio TKEY debe ser una marca de tiempo Unix válida o formato YYYYMMDDHHmmSS.
fr_fr: L'heure de début TKEY doit être un timestamp Unix valide ou au format YYYYMMDDHHmmSS.
id_id: Nomor serial harus berupa bilangan bulat positif.
ko_kr: 모드 값은 0(서버 할당), 1(Diffie-Hellman 교환), 2(GSS-API 협상), 3(해결자 할당) 또는 4(키 삭제) 중 하나여야 합니다.
lt_lt: TKEY pradžios laikas turi būti teisingas Unix timestamp arba YYYYMMDDHHmmSS formatas.
pl_pl: Czas rozpoczęcia TKEY musi być prawidłowym znacznikiem czasu Unix lub w formacie YYYYMMDDHHmmSS.
ru_ru: Время начала TKEY должно быть допустимой меткой времени Unix или в формате YYYYMMDDHHmmSS.
sv_se: Du måste ange ett NAPTR-preferensvärde för en NAPTR-post.
tr_tr: TKEY başlangıç zamanı geçerli bir Unix zaman damgası veya YYYYMMDDHHmmSS formatı olmalıdır.
uk_ua: IXFR (Incremental Zone Transfer) is a protocol mechanism, not a regular DNS record type. It should not appear in zone files.
vi_vn: Thời gian bắt đầu TKEY phải là dấu thời gian Unix hợp lệ hoặc định dạng YYYYMMDDHHmmSS.
zh_cn: TKEY 起始时间必须是有效的 Unix 时间戳或 YYYYMMDDHHmmSS 格式。

source: TKEY expiration time must be a valid Unix timestamp or YYYYMMDDHHmmSS format.
cs_cz: Čas vypršení TKEY musí být platný Unix timestamp nebo formát YYYYMMDDHHmmSS.
de_de: TKEY-Expiration-Time muss ein gültiger Unix-Zeitstempel oder YYYYMMDDHHmmSS-Format sein.
es_es: El tiempo de expiración TKEY debe ser una marca de tiempo Unix válida o formato YYYYMMDDHHmmSS.
fr_fr: L'heure d'expiration TKEY doit être un timestamp Unix valide ou au format YYYYMMDDHHmmSS.
id_id: Refresh interval
ko_kr: 오류 값은 0(오류 없음) 또는 유효한 TKEY 오류 코드여야 합니다.
lt_lt: TKEY galiojimo pabaigos laikas turi būti teisingas Unix timestamp arba YYYYMMDDHHmmSS formatas.
pl_pl: Czas wygaśnięcia TKEY musi być prawidłowym znacznikiem czasu Unix lub w formacie YYYYMMDDHHmmSS.
ru_ru: Время истечения TKEY должно быть допустимой меткой времени Unix или в формате YYYYMMDDHHmmSS.
sv_se: Du måste ange NAPTR-flaggor för en NAPTR-post.
tr_tr: TKEY süre dolum zamanı geçerli bir Unix zaman damgası veya YYYYMMDDHHmmSS formatı olmalıdır.
uk_ua: AXFR (Authoritative Zone Transfer) is a protocol mechanism, not a regular DNS record type. It should not appear in zone files.
vi_vn: Thời gian hết hạn TKEY phải là dấu thời gian Unix hợp lệ hoặc định dạng YYYYMMDDHHmmSS.
zh_cn: TKEY 过期时间必须是有效的 Unix 时间戳或 YYYYMMDDHHmmSS 格式。
