Repository: poweradmin/poweradmin
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: cs_cz, de_de, es_es, fr_fr, id_id, ko_kr, lt_lt, pl_pl, ru_ru, sv_se, tr_tr, uk_ua, vi_vn, zh_cn

source: Based on this template, this user has the following permissions
cs_cz: Na základě této šablony má tento uživatel následující oprávnění
de_de: Basierend auf der Vorlage, hat der Benutzer diese Berechtigungen
es_es: Basado en esta plantilla, este usuario tiene los siguientes permisos
fr_fr: Basé sur ce modèle, cet utilisateur a les permissions suivantes
id_id: Berdasarkan templat ini, pengguna ini memiliki izin berikut
ko_kr: 이 템플릿을 기반으로 이 사용자는 다음 권한을 갖습니다
lt_lt: Remiantis šiuo šablonu, šis naudotojas turi šiuos leidimus
pl_pl: Na podstawie tego szablonu, użytkownik ma następujące uprawnienia
ru_ru: На основе этого шаблона у пользователя есть следующие разрешения
sv_se: Baserat på denna mall har denna användare följande behörigheter
tr_tr: Bu şablona dayalı olarak, bu kullanıcı aşağıdaki izinlere sahiptir
uk_ua: На основі цього шаблону цей користувач має наступні дозволи
vi_vn: Dựa trên mẫu này, người dùng này có các quyền hạn sau
zh_cn: 基于此模板，此用户具有以下权限

source: No permissions are assigned to this template
cs_cz: Této šabloně nejsou přiřazena žádná oprávnění
de_de: Dieser Vorlage sind keine Berechtigungen zugewiesen
es_es: No se han asignado permisos a esta plantilla
fr_fr: Aucune permission n'est attribuée à ce modèle
id_id: Tidak ada izin yang ditetapkan untuk templat ini
ko_kr: 이 템플릿에 할당된 권한이 없습니다
lt_lt: Šiam šablonui nepriskirti jokie leidimai
pl_pl: Żadne uprawnienia nie są przypisane do tego szablonu
ru_ru: Этому шаблону не назначены разрешения
sv_se: Inga behörigheter är tilldelade denna mall
tr_tr: Bu şablona hiçbir izin atanmamış
uk_ua: Цьому шаблону не призначено дозволів
vi_vn: Không có quyền hạn nào được gán cho mẫu này
zh_cn: 此模板未分配任何权限

source: Group Memberships
id_id: Keanggotaan Grup
ko_kr: 그룹 멤버십
sv_se: Gruppmedlemskap
uk_ua: Членство в групах
vi_vn: Thành viên nhóm

source: Current Memberships
id_id: Keanggotaan Saat Ini
ko_kr: 현재 멤버십
sv_se: Aktuella medlemskap
uk_ua: Поточне членство
vi_vn: Thành viên hiện tại

source: View group details
id_id: Lihat detail grup
ko_kr: 그룹 상세 정보 보기
sv_se: Visa gruppdetaljer
uk_ua: Переглянути деталі групи
vi_vn: Xem chi tiết nhóm

source: This user is not a member of any groups.
id_id: Pengguna ini bukan anggota dari grup mana pun.
ko_kr: 이 사용자는 어떤 그룹의 멤버도 아닙니다.
sv_se: Denna användare är inte medlem i några grupper.
uk_ua: Цей користувач не є членом жодної групи.
vi_vn: Người dùng này không phải là thành viên của bất kỳ nhóm nào.

source: Add to Groups
id_id: Tambahkan ke Grup
ko_kr: 그룹에 추가
sv_se: Lägg till i grupper
uk_ua: Додати до груп
vi_vn: Thêm vào nhóm

source: Select one or more groups and click "Add Selected Groups" button.
id_id: Pilih satu atau lebih grup dan klik tombol "Tambah Grup yang Dipilih".
ko_kr: 하나 이상의 그룹을 선택하고 "선택한 그룹 추가" 버튼을 클릭하세요.
sv_se: Välj en eller flera grupper och klicka på knappen "Lägg till valda grupper".
uk_ua: Виберіть одну або кілька груп і натисніть кнопку "Додати вибрані групи".
vi_vn: Chọn một hoặc nhiều nhóm và nhấp vào nút "Thêm các nhóm đã chọn".

source: Search available groups...
id_id: Cari grup yang tersedia...
ko_kr: 사용 가능한 그룹 검색...
sv_se: Sök tillgängliga grupper...
uk_ua: Пошук доступних груп...
vi_vn: Tìm kiếm các nhóm có sẵn...

source: Clear search
id_id: Hapus pencarian
ko_kr: 검색 지우기
sv_se: Rensa sökning
uk_ua: Очистити пошук
vi_vn: Xóa tìm kiếm

source: Select All
cs_cz: Vybrat vše
de_de: Alle auswählen
es_es: Seleccionar Todo
fr_fr: Tout Sélectionner
id_id: Pilih Semua
ko_kr: 모두 선택
lt_lt: Pasirinkti visus
pl_pl: Zaznacz wszystko
ru_ru: Выбрать Все
sv_se: Välj alla
tr_tr: Tümünü Seç
uk_ua: Вибрати все
vi_vn: Chọn tất cả
zh_cn: 全选

source: Clear All
id_id: Hapus Semua
ko_kr: 모두 지우기
sv_se: Rensa alla
uk_ua: Очистити все
vi_vn: Bỏ chọn tất cả

source: selected
id_id: dipilih
ko_kr: 선택됨
sv_se: valda
uk_ua: вибрано
vi_vn: đã chọn

source: Add Selected Groups
id_id: Tambah Grup yang Dipilih
ko_kr: 선택한 그룹 추가
sv_se: Lägg till valda grupper
uk_ua: Додати вибрані групи
vi_vn: Thêm các nhóm đã chọn

source: Confirm Removal
id_id: Konfirmasi Penghapusan
ko_kr: 제거 확인
sv_se: Bekräfta borttagning
uk_ua: Підтвердження видалення
vi_vn: Xác nhận xóa

source: Are you sure you want to remove this user from the group
id_id: Apakah Anda yakin ingin menghapus pengguna ini dari grup
ko_kr: 이 사용자를 그룹에서 제거하시겠습니까
sv_se: Är du säker på att du vill ta bort denna användare från gruppen
uk_ua: Ви впевнені, що хочете видалити цього користувача з групи
vi_vn: Bạn có chắc chắn muốn xóa người dùng này khỏi nhóm

source: Unlink zones
cs_cz: Odpojit zóny
de_de: Zonen trennen
es_es: Desvincular zonas
fr_fr: Délier les zones
id_id: Lepaskan zona
ko_kr: 존 연결 해제
lt_lt: Atjungti zonas
pl_pl: Odłącz strefy
ru_ru: Отвязать зоны
sv_se: Ta bort länk till zoner
tr_tr: Zonları bağlantısını kes
uk_ua: Від'єднати зони
vi_vn: Hủy liên kết vùng
zh_cn: 取消链接区域

source: Unlink Zones from Template
cs_cz: Odpojit zóny od šablony
de_de: Zonen von Vorlage trennen
es_es: Desvincular Zonas de Plantilla
fr_fr: Délier les Zones du Modèle
id_id: Lepaskan Zona dari Templat
ko_kr: 템플릿에서 존 연결 해제
lt_lt: Atjungti zonas nuo šablono
pl_pl: Odłącz strefy od szablonu
ru_ru: Отвязать Зоны от Шаблона
sv_se: Ta bort länk mellan zoner och mall
tr_tr: Zonları Şablondan Ayır
uk_ua: Від'єднати зони від шаблону
vi_vn: Hủy liên kết vùng khỏi mẫu
zh_cn: 从模板取消链接区域

source: You are about to unlink 1 zone from template
cs_cz: Chystáte se odpojit 1 zónu od šablony
de_de: Sie sind dabei, 1 Zone von der Vorlage zu trennen
es_es: Está a punto de desvincular 1 zona de la plantilla
fr_fr: Vous êtes sur le point de délier 1 zone du modèle
id_id: Anda akan melepaskan 1 zona dari templat
ko_kr: 템플릿에서 1개 존의 연결을 해제하려고 합니다
lt_lt: Jūs ketinate atjungti 1 zoną nuo šablono
pl_pl: Zamierzasz odłączyć 1 strefę od szablonu
ru_ru: Вы собираетесь отвязать 1 зону от шаблона
sv_se: Du är på väg att ta bort länken för 1 zon från mallen
tr_tr: 1 zonu şablondan ayırmak üzeresiniz
uk_ua: Ви збираєтеся від'єднати 1 зону від шаблону
vi_vn: Bạn sắp hủy liên kết 1 vùng khỏi mẫu
zh_cn: 您即将从模板取消链接 1 个区域

source: You are about to unlink multiple zones from template
cs_cz: Chystáte se odpojit více zón od šablony
de_de: Sie sind dabei, mehrere Zonen von der Vorlage zu trennen
es_es: Está a punto de desvincular múltiples zonas de la plantilla
fr_fr: Vous êtes sur le point de délier plusieurs zones du modèle
id_id: Anda akan melepaskan beberapa zona dari templat
ko_kr: 템플릿에서 여러 존의 연결을 해제하려고 합니다
lt_lt: Jūs ketinate atjungti kelias zonas nuo šablono
pl_pl: Zamierzasz odłączyć wiele stref od szablonu
ru_ru: Вы собираетесь отвязать несколько зон от шаблона
sv_se: Du är på väg att ta bort länken för flera zoner från mallen
tr_tr: Birden fazla zonu şablondan ayırmak üzeresiniz
uk_ua: Ви збираєтеся від'єднати кілька зон від шаблону
vi_vn: Bạn sắp hủy liên kết nhiều vùng khỏi mẫu
zh_cn: 您即将从模板取消链接多个区域

source: zones total
cs_cz: zón celkem
de_de: Zonen insgesamt
es_es: zonas en total
fr_fr: zones au total
id_id: total zona
ko_kr: 총 존 수
lt_lt: zonų iš viso
pl_pl: stref łącznie
ru_ru: зон всего
sv_se: zoner totalt
tr_tr: toplam zon
uk_ua: всього зон
vi_vn: tổng số vùng
zh_cn: 个区域

source: This will disconnect these zones from their template. Are you sure you want to proceed?
cs_cz: Toto odpojí tyto zóny od jejich šablony. Jste si jisti, že chcete pokračovat?
de_de: Dies wird diese Zonen von ihrer Vorlage trennen. Sind Sie sicher, dass Sie fortfahren möchten?
es_es: Esto desconectará estas zonas de su plantilla. ¿Está seguro de que desea continuar?
fr_fr: Ceci déconnectera ces zones de leur modèle. Êtes-vous sûr de vouloir continuer?
id_id: Ini akan memutuskan zona-zona ini dari templatnya. Apakah Anda yakin ingin melanjutkan?
ko_kr: 이렇게 하면 이러한 존이 템플릿에서 분리됩니다. 계속하시겠습니까?
lt_lt: Tai atjungs šias zonas nuo jų šablono. Ar esate tikri, kad norite tęsti?
pl_pl: To spowoduje rozłączenie tych stref od ich szablonu. Czy na pewno chcesz kontynuować?
ru_ru: Это отключит эти зоны от их шаблона. Вы уверены, что хотите продолжить?
sv_se: Detta kommer att koppla bort dessa zoner från deras mall. Är du säker på att du vill fortsätta?
tr_tr: Bu işlem bu zonları şablonlarından ayıracaktır. Devam etmek istediğinizden emin misiniz?
uk_ua: Це від'єднає ці зони від їхнього шаблону. Ви впевнені, що хочете продовжити?
vi_vn: Điều này sẽ ngắt kết nối các vùng này khỏi mẫu của chúng. Bạn có chắc chắn muốn tiếp tục?
zh_cn: 这将断开这些区域与其模板的连接。您确定要继续吗？

source: Zones to be unlinked
cs_cz: Zóny k odpojení
de_de: Zu trennende Zonen
es_es: Zonas a desvincular
fr_fr: Zones à délier
id_id: Zona yang akan dilepaskan
ko_kr: 연결 해제될 존
lt_lt: Zonos, kurios bus atjungtos
pl_pl: Strefy do odłączenia
ru_ru: Зоны для отвязки
sv_se: Zoner som kommer att få länken borttagen
tr_tr: Ayrılacak zonlar
uk_ua: Зони, які будуть від'єднані
vi_vn: Các vùng sẽ bị hủy liên kết
zh_cn: 要取消链接的区域

source: Unlinking the zones from their template will not delete any records. The zones will no longer receive updates when the template is modified.
cs_cz: Odpojení zón od jejich šablony nesmaže žádné záznamy. Zóny již nebudou dostávat aktualizace při úpravě šablony.
de_de: Das Trennen der Zonen von ihrer Vorlage löscht keine Einträge. Die Zonen erhalten keine Updates mehr, wenn die Vorlage geändert wird.
es_es: Desvincular las zonas de su plantilla no eliminará ningún registro. Las zonas ya no recibirán actualizaciones cuando la plantilla sea modificada.
fr_fr: Délier les zones de leur modèle ne supprimera aucun enregistrement. Les zones ne recevront plus de mises à jour lorsque le modèle sera modifié.
id_id: Melepaskan zona dari templatnya tidak akan menghapus rekod apa pun. Zona tidak akan lagi menerima pembaruan ketika templat dimodifikasi.
ko_kr: 템플릿에서 존의 연결을 해제해도 레코드는 삭제되지 않습니다. 템플릿이 수정될 때 존은 더 이상 업데이트를 받지 않습니다.
lt_lt: Zonų atjungimas nuo šablono nepašalins jokių įrašų. Zonos nebegaus atnaujinimų, kai šablonas bus keičiamas.
pl_pl: Odłączenie stref od ich szablonu nie usunie żadnych rekordów. Strefy nie będą już otrzymywać aktualizacji po modyfikacji szablonu.
ru_ru: Отвязка зон от их шаблона не удалит никаких записей. Зоны больше не будут получать обновления при изменении шаблона.
sv_se: Att ta bort länken mellan zonerna och deras mall kommer inte att radera några poster. Zonerna kommer inte längre att ta emot uppdateringar när mallen ändras.
tr_tr: Zonları şablonlarından ayırmak hiçbir kaydı silmez. Şablon değiştirildiğinde zonlar artık güncelleme almayacaktır.
uk_ua: Від'єднання зон від їхнього шаблону не видалить жодних записів. Зони більше не отримуватимуть оновлення при зміні шаблону.
vi_vn: Việc hủy liên kết các vùng khỏi mẫu của chúng sẽ không xóa bất kỳ bản ghi nào. Các vùng sẽ không còn nhận cập nhật khi mẫu được sửa đổi.
zh_cn: 从模板取消链接区域不会删除任何记录。当模板被修改时，区域将不再接收更新。

source: Yes, unlink this zone
cs_cz: Ano, odpojit tuto zónu
de_de: Ja, diese Zone trennen
es_es: Sí, desvincular esta zona
fr_fr: Oui, délier cette zone
id_id: Ya, lepaskan zona ini
ko_kr: 네, 이 존의 연결을 해제합니다
lt_lt: Taip, atjungti šią zoną
pl_pl: Tak, odłącz tę strefę
ru_ru: Да, отвязать эту зону
sv_se: Ja, ta bort länken för denna zon
tr_tr: Evet, bu zonu ayır
uk_ua: Так, від'єднати цю зону
vi_vn: Có, hủy liên kết vùng này
zh_cn: 是的，取消链接此区域

source: Yes, unlink these zones
cs_cz: Ano, odpojit tyto zóny
de_de: Ja, diese Zonen trennen
es_es: Sí, desvincular estas zonas
fr_fr: Oui, délier ces zones
id_id: Ya, lepaskan zona-zona ini
ko_kr: 네, 이러한 존의 연결을 해제합니다
lt_lt: Taip, atjungti šias zonas
pl_pl: Tak, odłącz te strefy
ru_ru: Да, отвязать эти зоны
sv_se: Ja, ta bort länken för dessa zoner
tr_tr: Evet, bu zonları ayır
uk_ua: Так, від'єднати ці зони
vi_vn: Có, hủy liên kết các vùng này
zh_cn: 是的，取消链接这些区域

source: Access templates
id_id: Templat akses
ko_kr: 액세스 템플릿
sv_se: Åtkomstmallar
uk_ua: Шаблони доступу
vi_vn: Mẫu truy cập

source: Add
cs_cz: Přidat
de_de: Hinzufügen
es_es: Agregar
fr_fr: Ajouter
id_id: Tambah
ko_kr: 추가
lt_lt: Pridėti
pl_pl: Dodaj
ru_ru: Добавить
sv_se: Lägg till
tr_tr: Ekle
uk_ua: Додати
vi_vn: Thêm
zh_cn: 添加

source: Add Access Template
id_id: Tambah Templat Akses
ko_kr: 액세스 템플릿 추가
sv_se: Lägg till åtkomstmall
uk_ua: Додати шаблон доступу
vi_vn: Thêm mẫu truy cập

source: A short, descriptive name for this permission set
cs_cz: Krátký, popisný název pro tuto sadu oprávnění
de_de: Kurzer, erklärender Name für die Vorlage
es_es: Un nombre corto y descriptivo para este conjunto de permisos
fr_fr: Un nom court et descriptif pour cet ensemble de permissions
id_id: Nama singkat dan deskriptif untuk set izin ini
ko_kr: 이 권한 집합에 대한 짧고 설명적인 이름
lt_lt: Trumpas, aprašomasis šio leidimų rinkinio pavadinimas
pl_pl: Krótka, opisowa nazwa dla tego zestawu uprawnień
ru_ru: Короткое описательное имя для этого набора разрешений
sv_se: Ett kort, beskrivande namn för denna behörighetsuppsättning
tr_tr: Bu izin seti için kısa, açıklayıcı bir ad
uk_ua: Коротка описова назва для цього набору дозволів
vi_vn: Một tên ngắn, mô tả cho tập hợp quyền hạn này
zh_cn: 此权限集的简短描述性名称

source: Optional: more detailed description of this permission set
cs_cz: Volitelné: podrobnější popis této sady oprávnění
de_de: Optional: genauere Beschreibung der Vorlage
es_es: Opcional: descripción más detallada de este conjunto de permisos
fr_fr: Optionnel: description plus détaillée de cet ensemble de permissions
id_id: Opsional: deskripsi lebih rinci tentang set izin ini
ko_kr: 선택 사항: 이 권한 집합에 대한 더 자세한 설명
lt_lt: Neprivaloma: išsamesnis šio leidimų rinkinio aprašymas
pl_pl: Opcjonalnie: bardziej szczegółowy opis tego zestawu uprawnień
ru_ru: Необязательно: более подробное описание этого набора разрешений
sv_se: Valfritt: mer detaljerad beskrivning av denna behörighetsuppsättning
tr_tr: İsteğe bağlı: bu izin setinin daha ayrıntılı açıklaması
uk_ua: Необов'язково: більш детальний опис цього набору дозволів
vi_vn: Tùy chọn: mô tả chi tiết hơn về tập hợp quyền hạn này
zh_cn: 可选：此权限集的更详细描述

source: Template Type
id_id: Tipe Templat
ko_kr: 템플릿 유형
sv_se: Malltyp
uk_ua: Тип шаблону
vi_vn: Loại mẫu

source: User Template
id_id: Templat Pengguna
ko_kr: 사용자 템플릿
sv_se: Användarmall
uk_ua: Шаблон користувача
vi_vn: Mẫu người dùng

source: Group Template
id_id: Templat Grup
ko_kr: 그룹 템플릿
sv_se: Gruppmall
uk_ua: Шаблон групи
vi_vn: Mẫu nhóm

source: User templates apply globally; Group templates apply only to group-owned zones
id_id: Templat pengguna berlaku secara global; Templat grup hanya berlaku untuk zona milik grup
ko_kr: 사용자 템플릿은 전역적으로 적용되며, 그룹 템플릿은 그룹 소유 존에만 적용됩니다
sv_se: Användarmallar gäller globalt; Gruppmallar gäller endast för gruppägda zoner
uk_ua: Шаблони користувачів застосовуються глобально; шаблони груп застосовуються лише до зон, що належать групі
vi_vn: Mẫu người dùng áp dụng toàn cục; Mẫu nhóm chỉ áp dụng cho các vùng thuộc sở hữu nhóm

source: Please select a template type
id_id: Silakan pilih tipe templat
ko_kr: 템플릿 유형을 선택하세요
sv_se: Vänligen välj en malltyp
uk_ua: Будь ласка, виберіть тип шаблону
vi_vn: Vui lòng chọn loại mẫu

source: Add Template
cs_cz: Přidat šablonu
de_de: Vorlage hinzufügen
es_es: Agregar Plantilla
fr_fr: Ajouter un Modèle
id_id: Tambah Templat
ko_kr: 템플릿 추가
lt_lt: Pridėti šabloną
pl_pl: Dodaj szablon
ru_ru: Добавить Шаблон
sv_se: Lägg till mall
tr_tr: Şablon Ekle
uk_ua: Додати шаблон
vi_vn: Thêm mẫu
zh_cn: 添加模板

source: About Access Templates
id_id: Tentang Templat Akses
ko_kr: 액세스 템플릿 정보
sv_se: Om åtkomstmallar
uk_ua: Про шаблони доступу
vi_vn: Giới thiệu về mẫu truy cập

source: What are Access Templates?
id_id: Apa itu Templat Akses?
ko_kr: 액세스 템플릿이란?
sv_se: Vad är åtkomstmallar?
uk_ua: Що таке шаблони доступу?
vi_vn: Mẫu truy cập là gì?

source: Access templates define sets of actions that users and groups can perform in Poweradmin. They provide a quick way to assign common permission combinations.
id_id: Templat akses mendefinisikan set tindakan yang dapat dilakukan pengguna dan grup di Poweradmin. Mereka menyediakan cara cepat untuk menetapkan kombinasi izin umum.
ko_kr: 액세스 템플릿은 사용자와 그룹이 Poweradmin에서 수행할 수 있는 작업 집합을 정의합니다. 일반적인 권한 조합을 빠르게 할당할 수 있는 방법을 제공합니다.
sv_se: Åtkomstmallar definierar uppsättningar av åtgärder som användare och grupper kan utföra i Poweradmin. De ger ett snabbt sätt att tilldela vanliga behörighetskombinationer.
uk_ua: Шаблони доступу визначають набори дій, які користувачі та групи можуть виконувати в Poweradmin. Вони забезпечують швидкий спосіб призначення загальних комбінацій дозволів.
vi_vn: Mẫu truy cập định nghĩa các tập hợp hành động mà người dùng và nhóm có thể thực hiện trong Poweradmin. Chúng cung cấp cách nhanh chóng để gán các kết hợp quyền hạn phổ biến.

source: How to Use Templates
cs_cz: Jak používat šablony
de_de: Wie man Vorlagen verwendet
es_es: Cómo Usar las Plantillas
fr_fr: Comment Utiliser les Modèles
id_id: Cara Menggunakan Templat
ko_kr: 템플릿 사용 방법
lt_lt: Kaip naudoti šablonus
pl_pl: Jak używać szablonów
ru_ru: Как Использовать Шаблоны
sv_se: Hur man använder mallar
tr_tr: Şablonlar Nasıl Kullanılır
uk_ua: Як використовувати шаблони
vi_vn: Cách sử dụng mẫu
zh_cn: 如何使用模板

source: After creating a template, you can assign it to users or groups. This ensures consistent permissions across users and groups with similar roles.
id_id: Setelah membuat templat, Anda dapat menetapkannya ke pengguna atau grup. Ini memastikan izin yang konsisten di seluruh pengguna dan grup dengan peran yang sama.
ko_kr: 템플릿을 생성한 후 사용자 또는 그룹에 할당할 수 있습니다. 이를 통해 유사한 역할을 가진 사용자와 그룹에 일관된 권한을 보장합니다.
sv_se: Efter att ha skapat en mall kan du tilldela den till användare eller grupper. Detta säkerställer konsekventa behörigheter över användare och grupper med liknande roller.
uk_ua: Після створення шаблону ви можете призначити його користувачам або групам. Це забезпечує послідовність дозволів для користувачів і груп з подібними ролями.
vi_vn: Sau khi tạo mẫu, bạn có thể gán nó cho người dùng hoặc nhóm. Điều này đảm bảo quyền hạn nhất quán trên các người dùng và nhóm có vai trò tương tự.

source: Available Permissions
cs_cz: Dostupná oprávnění
de_de: Verfügbare Vorlagen
es_es: Permisos Disponibles
fr_fr: Permissions Disponibles
id_id: Izin yang Tersedia
ko_kr: 사용 가능한 권한
lt_lt: Galimi leidimai
pl_pl: Dostępne uprawnienia
ru_ru: Доступные Разрешения
sv_se: Tillgängliga behörigheter
tr_tr: Mevcut İzinler
uk_ua: Доступні дозволи
vi_vn: Quyền hạn có sẵn
zh_cn: 可用权限

source: Search permissions...
cs_cz: Hledat oprávnění...
de_de: Vorlagen suchen...
es_es: Buscar permisos...
fr_fr: Rechercher des permissions...
id_id: Cari izin...
ko_kr: 권한 검색...
lt_lt: Ieškoti leidimų...
pl_pl: Szukaj uprawnień...
ru_ru: Поиск разрешений...
sv_se: Sök behörigheter...
tr_tr: İzinleri ara...
uk_ua: Пошук дозволів...
vi_vn: Tìm kiếm quyền hạn...
zh_cn: 搜索权限...

source: Zone Permissions
cs_cz: Oprávnění zón
de_de: Zonen Berechtigungen
es_es: Permisos de Zona
fr_fr: Permissions de Zone
id_id: Izin Zona
ko_kr: 존 권한
lt_lt: Zonų leidimai
pl_pl: Uprawnienia strefy
ru_ru: Разрешения Зон
sv_se: Zonbehörigheter
tr_tr: Zon İzinleri
uk_ua: Дозволи зон
vi_vn: Quyền hạn vùng
zh_cn: 区域权限

source: Template Permissions
cs_cz: Oprávnění šablon
de_de: Vorlagen Berechtigungen
es_es: Permisos de Plantilla
fr_fr: Permissions de Modèle
id_id: Izin Templat
ko_kr: 템플릿 권한
lt_lt: Šablonų leidimai
pl_pl: Uprawnienia szablonu
ru_ru: Разрешения Шаблонов
sv_se: Mallbehörigheter
tr_tr: Şablon İzinleri
uk_ua: Дозволи шаблонів
vi_vn: Quyền hạn mẫu
zh_cn: 模板权限

source: Other Permissions
cs_cz: Ostatní oprávnění
de_de: Andere Berechtigungen
es_es: Otros Permisos
fr_fr: Autres Permissions
id_id: Izin Lainnya
ko_kr: 기타 권한
lt_lt: Kiti leidimai
pl_pl: Inne uprawnienia
ru_ru: Другие Разрешения
sv_se: Andra behörigheter
tr_tr: Diğer İzinler
uk_ua: Інші дозволи
vi_vn: Quyền hạn khác
zh_cn: 其他权限

source: The page you are looking for does not exist.
cs_cz: Stránka, kterou hledáte, neexistuje.
de_de: Die Seite, die Sie suchen, existiert nicht.
es_es: La página que está buscando no existe.
fr_fr: La page que vous recherchez n'existe pas.
id_id: Halaman yang Anda cari tidak ada.
ko_kr: 찾으시는 페이지가 존재하지 않습니다.
lt_lt: Puslapis, kurio ieškote, neegzistuoja.
pl_pl: Strona, której szukasz, nie istnieje.
ru_ru: Страница, которую вы ищете, не существует.
sv_se: Sidan du letar efter finns inte.
tr_tr: Aradığınız sayfa mevcut değil.
uk_ua: Сторінка, яку ви шукаєте, не існує.
vi_vn: Trang bạn đang tìm kiếm không tồn tại.
zh_cn: 您查找的页面不存在。

source: This could be because:
cs_cz: Může to být z těchto důvodů:
de_de: Dies könnte daran liegen, dass:
es_es: Esto podría ser porque:
fr_fr: Cela pourrait être dû à:
id_id: Ini bisa karena:
ko_kr: 다음과 같은 이유일 수 있습니다:
lt_lt: Tai gali būti dėl to, kad:
pl_pl: Może to być spowodowane:
ru_ru: Это может быть потому, что:
sv_se: Detta kan bero på:
tr_tr: Bunun nedeni şu olabilir:
uk_ua: Це може бути тому, що:
vi_vn: Điều này có thể là do:
zh_cn: 这可能是因为：

source: The URL is incorrect or has been mistyped
cs_cz: URL je nesprávná nebo byla špatně napsána
de_de: Die URL ist falsch oder wurde falsch eingegeben
es_es: La URL es incorrecta o ha sido mal escrita
fr_fr: L'URL est incorrecte ou a été mal saisie
id_id: URL salah atau salah ketik
ko_kr: URL이 잘못되었거나 오타가 있습니다
lt_lt: URL yra neteisingas arba neteisingai surašytas
pl_pl: URL jest nieprawidłowy lub został błędnie wpisany
ru_ru: URL неверен или содержит опечатку
sv_se: URL:en är felaktig eller har stavats fel
tr_tr: URL yanlış veya hatalı yazılmış
uk_ua: URL неправильний або був неправильно введений
vi_vn: URL không chính xác hoặc đã bị nhập sai
zh_cn: URL 不正确或输入错误

source: The page has been moved or deleted
cs_cz: Stránka byla přesunuta nebo smazána
de_de: Die Seite wurde verschoben oder gelöscht
es_es: La página ha sido movida o eliminada
fr_fr: La page a été déplacée ou supprimée
id_id: Halaman telah dipindahkan atau dihapus
ko_kr: 페이지가 이동되었거나 삭제되었습니다
lt_lt: Puslapis buvo perkeltas arba pašalintas
pl_pl: Strona została przeniesiona lub usunięta
ru_ru: Страница была перемещена или удалена
sv_se: Sidan har flyttats eller tagits bort
tr_tr: Sayfa taşınmış veya silinmiş
uk_ua: Сторінку переміщено або видалено
vi_vn: Trang đã được di chuyển hoặc xóa
zh_cn: 页面已被移动或删除

source: You do not have permission to access this page
cs_cz: Nemáte oprávnění pro přístup k této stránce
de_de: Sie haben keine Berechtigung, auf diese Seite zuzugreifen
es_es: No tiene permiso para acceder a esta página
fr_fr: Vous n'avez pas la permission d'accéder à cette page
id_id: Anda tidak memiliki izin untuk mengakses halaman ini
ko_kr: 이 페이지에 액세스할 권한이 없습니다
lt_lt: Neturite leidimo pasiekti šį puslapį
pl_pl: Nie masz uprawnień do dostępu do tej strony
ru_ru: У вас нет разрешения на доступ к этой странице
sv_se: Du har inte behörighet att komma åt denna sida
tr_tr: Bu sayfaya erişim izniniz yok
uk_ua: Ви не маєте дозволу на доступ до цієї сторінки
vi_vn: Bạn không có quyền truy cập trang này
zh_cn: 您没有访问此页面的权限

source: Go to Homepage
cs_cz: Přejít na domovskou stránku
de_de: Zur Startseite gehen
es_es: Ir a la Página Principal
fr_fr: Aller à la Page d'Accueil
id_id: Ke Beranda
ko_kr: 홈페이지로 이동
lt_lt: Eiti į pagrindinį puslapį
pl_pl: Przejdź do strony głównej
ru_ru: Перейти на Главную
sv_se: Gå till startsidan
tr_tr: Ana Sayfaya Git
uk_ua: Перейти на головну
vi_vn: Đến trang chủ
zh_cn: 前往首页

source: Go Back
cs_cz: Jít zpět
de_de: Zurück gehen
es_es: Regresar
fr_fr: Retourner
id_id: Kembali
ko_kr: 뒤로 가기
lt_lt: Grįžti atgal
pl_pl: Wróć
ru_ru: Вернуться Назад
sv_se: Gå tillbaka
tr_tr: Geri Git
uk_ua: Повернутися назад
vi_vn: Quay lại
zh_cn: 返回

source: Add Supermaster
cs_cz: Přidat supermaster
de_de: Supermaster hinzufügen
es_es: Agregar Supermaster
fr_fr: Ajouter un Supermaster
id_id: Tambah Supermaster
ko_kr: Supermaster 추가
lt_lt: Pridėti supermasterį
pl_pl: Dodaj Supermaster
ru_ru: Добавить суперсервер
sv_se: Lägg till supermaster
tr_tr: Supermaster Ekle
uk_ua: Додати Supermaster
vi_vn: Thêm Supermaster
zh_cn: 添加超级主服务器
