Repository: poweradmin/poweradmin
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: cs_cz, de_de, es_es, fr_fr, id_id, ko_kr, lt_lt, pl_pl, ru_ru, sv_se, tr_tr, uk_ua, vi_vn, zh_cn

source: You can not point a NS or MX record to a CNAME record. Remove or rename the CNAME record first, or take another name.
cs_cz: Nemůžete nasměrovat záznam NS nebo MX na záznam CNAME. Nejprve odstraňte nebo přejmenujte záznam CNAME, nebo použijte jiný název.
de_de: Sie können keinen NS- oder MX-Datensatz auf einen CNAME-Datensatz verweisen. Entfernen oder benennen Sie zuerst den CNAME-Datensatz um oder wählen Sie einen anderen Namen.
es_es: No puede apuntar un registro NS o MX a un registro CNAME. Elimine o renombre el registro CNAME primero, o tome otro nombre.
fr_fr: Vous ne pouvez pas pointer un enregistrement NS ou MX vers un enregistrement CNAME. Supprimez ou renommez d'abord l'enregistrement CNAME, ou prenez un autre nom.CNAME record first, or take another name.
id_id: Anda tidak dapat mengarahkan rekaman NS atau MX ke rekaman CNAME. Hapus atau ganti nama rekaman CNAME terlebih dahulu, atau gunakan nama lain.
ko_kr: NS 또는 MX 레코드를 CNAME 레코드로 가리킬 수 없습니다. 먼저 CNAME 레코드를 제거하거나 이름을 변경하거나 다른 이름을 사용하세요.
lt_lt: Negalite nukreipti NS arba MX įrašo į CNAME įrašą. Pirmiausia pašalinkite arba pervardinkite CNAME įrašą, arba naudokite kitą pavadinimą.
pl_pl: Nie można wskazywać rekordu NS lub MX na rekord CNAME. Najpierw usuń lub zmień nazwę rekordu CNAME, albo użyj innej nazwy.
ru_ru: Вы не можете указать запись NS или MX на запись CNAME. Сначала удалите или переименуйте запись CNAME, или используйте другое имя.
sv_se: Du kan inte peka en NS- eller MX-post till en CNAME-post. Ta bort eller byt namn på CNAME-posten först, eller välj ett annat namn.
tr_tr: Bir NS veya MX kaydını bir CNAME kaydına yönlendiremezsiniz. Önce CNAME kaydını kaldırın veya yeniden adlandırın, ya da başka bir isim alın.
uk_ua: Не можна направляти запис NS або MX на запис CNAME. Спочатку видаліть або перейменуйте запис CNAME або виберіть інше ім'я.
vi_vn: Bạn không thể trỏ bản ghi NS hoặc MX đến bản ghi CNAME. Hãy xóa hoặc đổi tên bản ghi CNAME trước, hoặc chọn tên khác.
zh_cn: Bir NS veya MX kaydını bir CNAME kaydına yönlendiremezsiniz. Önce CNAME kaydını kaldırın veya yeniden adlandırın, ya da başka bir isim alın.

source: Invalid characters in hostname.
cs_cz: Neplatné znaky v názvu hostitele.
de_de: Ungültige Zeichen im Hostnamen.
es_es: Caracteres inválidos en el nombre de host.
fr_fr: Caractères invalides dans le nom d'hôte.
id_id: Karakter tidak valid dalam nama host.
ko_kr: 호스트 이름에 유효하지 않은 문자가 있습니다.
lt_lt: Neteisingi simboliai serverio varde.
pl_pl: Nieprawidłowe znaki w nazwie hosta.
ru_ru: Неверные символы в имени хоста.
sv_se: Ogiltiga tecken i värdnamnet.
tr_tr: Hostname'de geçersiz karakterler.
uk_ua: Недійсні символи в імені хоста.
vi_vn: Ký tự không hợp lệ trong tên máy chủ.
zh_cn: 主机名中有无效字符。

source: Name appears to be in SRV record format. For TLSA with SRV (RFC 7673), ensure:
cs_cz: Název vypadá být ve formátu SRV záznamu. Pro TLSA s SRV (RFC 7673), ujistěte se:
de_de: Name scheint im SRV-Eintrag-Format zu sein. Für TLSA mit SRV (RFC 7673), stellen Sie sicher:
es_es: El nombre parece estar en formato de registro SRV. Para TLSA con SRV (RFC 7673), asegúrese de:
fr_fr: Le nom semble être au format d'enregistrement SRV. Pour TLSA avec SRV (RFC 7673), assurez-vous que :
id_id: Nama tampaknya dalam format rekaman SRV. Untuk TLSA dengan SRV (RFC 7673), pastikan:
ko_kr: 이름이 SRV 레코드 형식으로 표시됩니다. SRV가 있는 TLSA (RFC 7673)의 경우 다음을 확인하세요:
lt_lt: Pavadinimas atrodo SRV įrašo formato. TLSA su SRV (RFC 7673) atveju užtikrinkite:
pl_pl: Nazwa wydaje się być w formacie rekordu SRV. Dla TLSA z SRV (RFC 7673), upewnij się, że:
ru_ru: Имя имеет формат записи SRV. Для TLSA с SRV (RFC 7673) убедитесь:
sv_se: Namnet verkar vara i SRV-postformat. För TLSA med SRV (RFC 7673), säkerställ:
tr_tr: Ad SRV kayıt formatında görünüyor. SRV ile TLSA için (RFC 7673), şunları sağlayın:
uk_ua: Ім'я виглядає як формат запису SRV. Для TLSA з SRV (RFC 7673) переконайтеся:
vi_vn: Tên có vẻ ở định dạng bản ghi SRV. Đối với TLSA với SRV (RFC 7673), hãy đảm bảo:
zh_cn: 名称似乎是 SRV 记录格式。对于 TLSA 与 SRV（RFC 7673），请确保：

source: 1. The entire chain of SRV lookups must be DNSSEC-signed
cs_cz: 1. Celý řetězec SRV vyhledávání musí být DNSSEC-podepsaný
de_de: 1. Die gesamte Kette von SRV-Lookups muss DNSSEC-signiert sein
es_es: 1. Toda la cadena de búsquedas SRV debe estar firmada con DNSSEC
fr_fr: 1. Toute la chaîne de recherches SRV doit être signée DNSSEC
id_id: 1. Seluruh rantai pencarian SRV harus ditandatangani DNSSEC
ko_kr: 1. SRV 조회의 전체 체인이 DNSSEC로 서명되어야 합니다
lt_lt: 1. Visa SRV paieškų grandinė turi būti DNSSEC pasirašyta
pl_pl: 1. Cały łańcuch wyszukiwań SRV musi być podpisany DNSSEC
ru_ru: 1. Вся цепочка поиска SRV должна быть подписана DNSSEC
sv_se: 1. Hela kedjan av SRV-uppslagningar måste vara DNSSEC-signerade
tr_tr: 1. SRV aramalarının tüm zinciri DNSSEC ile imzalanmış olmalıdır
uk_ua: 1. Увесь ланцюжок пошуку SRV повинен бути підписаний DNSSEC
vi_vn: 1. Toàn bộ chuỗi tra cứu SRV phải được ký DNSSEC
zh_cn: 1. 整个 SRV 查找链必须经过 DNSSEC 签名

source: 2. TLSA records should be found at _$port._$protocol.$hostname where $port, $protocol, and $hostname are from the target of SRV lookup
cs_cz: 2. TLSA záznamy by měly být nalezeny na _$port._$protocol.$hostname, kde $port, $protocol a $hostname jsou z cíle SRV vyhledávání
de_de: 2. TLSA-Einträge sollten unter _$port._$protocol.$hostname zu finden sein, wobei $port, $protocol und $hostname aus dem Ziel der SRV-Auflösung stammen
es_es: 2. Los registros TLSA deben encontrarse en _$port._$protocol.$hostname donde $port, $protocol y $hostname provienen del objetivo de la búsqueda SRV
fr_fr: 2. Les enregistrements TLSA doivent être trouvés à _$port._$protocol.$hostname où $port, $protocol et $hostname proviennent de la cible de la recherche SRV
id_id: 2. Rekaman TLSA harus ditemukan di _$port._$protokol.$namahost di mana $port, $protokol, dan $namahost berasal dari target pencarian SRV
ko_kr: 2. TLSA 레코드는 _$port._$protocol.$hostname에서 찾아야 하며, 여기서 $port, $protocol 및 $hostname은 SRV 조회의 대상에서 가져온 것입니다
lt_lt: 2. TLSA įrašai turėtų būti rasti _$port._$protocol.$hostname, kur $port, $protocol ir $hostname yra iš SRV paieškos tikslo
pl_pl: 2. Rekordy TLSA powinny być znalezione w _$port._$protocol.$hostname gdzie $port, $protocol i $hostname pochodzą z celu wyszukiwania SRV
ru_ru: 2. Записи TLSA должны находиться по адресу _$port._$protocol.$hostname, где $port, $protocol и $hostname взяты из цели поиска SRV
sv_se: 2. TLSA-poster bör finnas på _$port._$protokoll.$värdnamn där $port, $protokoll och $värdnamn kommer från SRV-uppslagningens mål
tr_tr: 2. TLSA kayıtları _$port._$protocol.$hostname adresinde bulunmalıdır; burada $port, $protocol ve $hostname SRV aramasının hedefinden alınır
uk_ua: 2. Записи TLSA повинні знаходитися за адресою _$port._$protocol.$hostname, де $port, $protocol та $hostname беруться з цілі пошуку SRV
vi_vn: 2. Bản ghi TLSA nên được tìm thấy tại _$port._$protocol.$hostname trong đó $port, $protocol và $hostname lấy từ đích của tra cứu SRV
zh_cn: 2. TLSA 记录应在 _$port._$protocol.$hostname 位置找到，其中 $port、$protocol 和 $hostname 来自 SRV 查找的目标

source: 3. Both SRV and TLSA records must have DNSSEC validation status "secure"
cs_cz: 3. SRV i TLSA záznamy musí mít DNSSEC stav ověření "secure"
de_de: 3. Sowohl SRV- als auch TLSA-Einträge müssen den DNSSEC-Validierungsstatus "sicher" haben
es_es: 3. Tanto los registros SRV como TLSA deben tener estado de validación DNSSEC "seguro"
fr_fr: 3. Les enregistrements SRV et TLSA doivent avoir le statut de validation DNSSEC "sécurisé"
id_id: 3. Baik rekaman SRV maupun TLSA harus memiliki status validasi DNSSEC "secure"
ko_kr: 3. SRV 및 TLSA 레코드 모두 DNSSEC 검증 상태가 "secure"여야 합니다
lt_lt: 3. Tiek SRV, tiek TLSA įrašai turi turėti DNSSEC validacijos būseną "saugi"
pl_pl: 3. Zarówno rekordy SRV jak i TLSA muszą mieć status walidacji DNSSEC "secure"
ru_ru: 3. Как записи SRV, так и TLSA должны иметь статус проверки DNSSEC "безопасный"
sv_se: 3. Både SRV- och TLSA-poster måste ha DNSSEC-valideringsstatus "säker"
tr_tr: 3. Hem SRV hem de TLSA kayıtları "güvenli" DNSSEC doğrulama durumuna sahip olmalıdır
uk_ua: 3. Як записи SRV, так і записи TLSA повинні мати статус валідації DNSSEC "secure"
vi_vn: 3. Cả bản ghi SRV và TLSA đều phải có trạng thái xác thực DNSSEC là "secure"
zh_cn: 3. SRV 和 TLSA 记录都必须具有 DNSSEC 验证状态 "secure"

source: TLSA record name should typically follow the format _port._protocol.hostname (e.g., _443._tcp.www.example.com).
cs_cz: Název TLSA záznamu by měl obvykle následovat formát _port._protocol.hostname (např. _443._tcp.www.example.com).
de_de: TLSA-Eintragsnamen sollten normalerweise dem Format _port._protocol.hostname folgen (z.B. _443._tcp.www.example.com).
es_es: El nombre del registro TLSA debe seguir típicamente el formato _puerto._protocolo.hostname (ej., _443._tcp.www.example.com).
fr_fr: Le nom d'enregistrement TLSA doit généralement suivre le format _port._protocole.nomhôte (ex. : _443._tcp.www.exemple.com).
id_id: Nama rekaman TLSA biasanya harus mengikuti format _port._protokol.namahost (mis., _443._tcp.www.example.com).
ko_kr: TLSA 레코드 이름은 일반적으로 _port._protocol.hostname 형식을 따라야 합니다 (예: _443._tcp.www.example.com).
lt_lt: TLSA įrašo pavadinimas paprastai turėtų atitikti formatą _prievadas._protokolas.serverio_vardas (pvz., _443._tcp.www.example.com).
pl_pl: Nazwa rekordu TLSA powinna zwykle przestrzegać formatu _port._protocol.hostname (np. _443._tcp.www.example.com).
ru_ru: Имя записи TLSA обычно должно следовать формату _port._protocol.hostname (например, _443._tcp.www.example.com).
sv_se: TLSA-postnamnet bör vanligtvis följa formatet _port._protokoll.värdnamn (t.ex. _443._tcp.www.example.com).
tr_tr: TLSA kayıt adı genellikle _port._protocol.hostname formatını takip etmelidir (örn. _443._tcp.www.example.com).
uk_ua: Ім'я запису TLSA зазвичай повинно відповідати формату _port._protocol.hostname (наприклад, _443._tcp.www.example.com).
vi_vn: Tên bản ghi TLSA thường nên theo định dạng _cổng._giao_thức.tên_máy_chủ (ví dụ: _443._tcp.www.example.com).
zh_cn: TLSA 记录名称通常应遵循格式 _port._protocol.hostname（例如，_443._tcp.www.example.com）。

source: TLSA record is using a non-standard protocol. Common protocols are tcp, udp, and sctp.
cs_cz: TLSA záznam používá nestandardní protokol. Běžné protokoly jsou tcp, udp a sctp.
de_de: TLSA-Eintrag verwendet ein nicht-standardisiertes Protokoll. Gängige Protokolle sind tcp, udp und sctp.
es_es: El registro TLSA está usando un protocolo no estándar. Los protocolos comunes son tcp, udp y sctp.
fr_fr: L'enregistrement TLSA utilise un protocole non standard. Les protocoles courants sont tcp, udp et sctp.
id_id: Rekaman TLSA menggunakan protokol non-standar. Protokol umum adalah tcp, udp, dan sctp.
ko_kr: TLSA 레코드가 비표준 프로토콜을 사용하고 있습니다. 일반 프로토콜은 tcp, udp 및 sctp입니다.
lt_lt: TLSA įrašas naudoja nestandartinį protokolą. Įprasti protokolai yra tcp, udp ir sctp.
pl_pl: Rekord TLSA używa niestandardowego protokołu. Popularne protokoły to tcp, udp i sctp.
ru_ru: TLSA запись использует нестандартный протокол. Распространенные протоколы: tcp, udp и sctp.
sv_se: TLSA-posten använder ett icke-standardprotokoll. Vanliga protokoll är tcp, udp och sctp.
tr_tr: TLSA kaydı standart olmayan bir protokol kullanıyor. Yaygın protokoller tcp, udp ve sctp'dir.
uk_ua: Запис TLSA використовує нестандартний протокол. Поширені протоколи: tcp, udp та sctp.
vi_vn: Bản ghi TLSA đang sử dụng giao thức không tiêu chuẩn. Các giao thức phổ biến là tcp, udp và sctp.
zh_cn: TLSA 记录使用了非标准协议。常见协议包括 tcp、udp 和 sctp。

source: This appears to be a TLSA record for SMTP. Ensure MX records are also configured correctly.
cs_cz: Toto vypadá jako TLSA záznam pro SMTP. Ujistěte se, že MX záznamy jsou také správně nakonfigurovány.
de_de: Dies scheint ein TLSA-Eintrag für SMTP zu sein. Stellen Sie sicher, dass auch MX-Einträge korrekt konfiguriert sind.
es_es: Este parece ser un registro TLSA para SMTP. Asegúrese de que los registros MX también estén configurados correctamente.
fr_fr: Ceci semble être un enregistrement TLSA pour SMTP. Assurez-vous que les enregistrements MX sont également configurés correctement.
id_id: Ini tampaknya merupakan rekaman TLSA untuk SMTP. Pastikan rekaman MX juga dikonfigurasi dengan benar.
ko_kr: 이것은 SMTP용 TLSA 레코드로 보입니다. MX 레코드도 올바르게 구성되었는지 확인하세요.
lt_lt: Tai atrodo kaip TLSA įrašas SMTP. Užtikrinkite, kad MX įrašai taip pat sukonfigūruoti teisingai.
pl_pl: To wydaje się być rekord TLSA dla SMTP. Upewnij się, że rekordy MX są również prawidłowo skonfigurowane.
ru_ru: Это TLSA запись для SMTP. Убедитесь, что MX записи также настроены правильно.
sv_se: Detta verkar vara en TLSA-post för SMTP. Se till att MX-poster också är korrekt konfigurerade.
tr_tr: Bu SMTP için bir TLSA kaydı gibi görünüyor. MX kayıtlarının da doğru yapılandırıldığından emin olun.
uk_ua: Схоже, що це запис TLSA для SMTP. Переконайтеся, що записи MX також правильно налаштовані.
vi_vn: Đây có vẻ là bản ghi TLSA cho SMTP. Đảm bảo bản ghi MX cũng được cấu hình đúng.
zh_cn: 这似乎是 SMTP 的 TLSA 记录。请确保 MX 记录也配置正确。

source: This appears to be a TLSA record for HTTPS. Ensure the certificate matches the domain in the TLSA record.
cs_cz: Toto vypadá jako TLSA záznam pro HTTPS. Ujistěte se, že certifikát odpovídá doméně v TLSA záznamu.
de_de: Dies scheint ein TLSA-Eintrag für HTTPS zu sein. Stellen Sie sicher, dass das Zertifikat mit der Domäne im TLSA-Eintrag übereinstimmt.
es_es: Este parece ser un registro TLSA para HTTPS. Asegúrese de que el certificado coincida con el dominio en el registro TLSA.
fr_fr: Ceci semble être un enregistrement TLSA pour HTTPS. Assurez-vous que le certificat correspond au domaine dans l'enregistrement TLSA.
id_id: Ini tampaknya merupakan rekaman TLSA untuk HTTPS. Pastikan sertifikat cocok dengan domain dalam rekaman TLSA.
ko_kr: 이것은 HTTPS용 TLSA 레코드로 보입니다. 인증서가 TLSA 레코드의 도메인과 일치하는지 확인하세요.
lt_lt: Tai atrodo kaip TLSA įrašas HTTPS. Užtikrinkite, kad sertifikatas atitinka domeną TLSA įraše.
pl_pl: To wydaje się być rekord TLSA dla HTTPS. Upewnij się, że certyfikat pasuje do domeny w rekordzie TLSA.
ru_ru: Это TLSA запись для HTTPS. Убедитесь, что сертификат соответствует домену в TLSA записи.
sv_se: Detta verkar vara en TLSA-post för HTTPS. Se till att certifikatet matchar domänen i TLSA-posten.
tr_tr: Bu HTTPS için bir TLSA kaydı gibi görünüyor. Sertifikanın TLSA kaydındaki domain ile eşleştiğinden emin olun.
uk_ua: Схоже, що це запис TLSA для HTTPS. Переконайтеся, що сертифікат відповідає домену у записі TLSA.
vi_vn: Đây có vẻ là bản ghi TLSA cho HTTPS. Đảm bảo chứng chỉ khớp với tên miền trong bản ghi TLSA.
zh_cn: 这似乎是 HTTPS 的 TLSA 记录。请确保证书与 TLSA 记录中的域名匹配。

source: This appears to be a TLSA record for DNS over TLS. Ensure your DNS server is properly configured for DoT.
cs_cz: Toto vypadá jako TLSA záznam pro DNS over TLS. Ujistěte se, že váš DNS server je správně nakonfigurován pro DoT.
de_de: Dies scheint ein TLSA-Eintrag für DNS over TLS zu sein. Stellen Sie sicher, dass Ihr DNS-Server ordnungsgemäß für DoT konfiguriert ist.
es_es: Este parece ser un registro TLSA para DNS sobre TLS. Asegúrese de que su servidor DNS esté correctamente configurado para DoT.
fr_fr: Ceci semble être un enregistrement TLSA pour DNS sur TLS. Assurez-vous que votre serveur DNS est correctement configuré pour DoT.
id_id: Ini tampaknya merupakan rekaman TLSA untuk DNS over TLS. Pastikan server DNS Anda dikonfigurasi dengan benar untuk DoT.
ko_kr: 이것은 DNS over TLS용 TLSA 레코드로 보입니다. DNS 서버가 DoT에 대해 올바르게 구성되었는지 확인하세요.
lt_lt: Tai atrodo kaip TLSA įrašas DNS per TLS. Užtikrinkite, kad jūsų DNS serveris tinkamai sukonfigūruotas DoT.
pl_pl: To wydaje się być rekord TLSA dla DNS over TLS. Upewnij się, że serwer DNS jest prawidłowo skonfigurowany dla DoT.
ru_ru: Это TLSA запись для DNS over TLS. Убедитесь, что ваш DNS сервер правильно настроен для DoT.
sv_se: Detta verkar vara en TLSA-post för DNS over TLS. Se till att din DNS-server är korrekt konfigurerad för DoT.
tr_tr: Bu DNS over TLS için bir TLSA kaydı gibi görünüyor. DNS sunucunuzun DoT için uygun şekilde yapılandırıldığından emin olun.
uk_ua: Схоже, що це запис TLSA для DNS over TLS. Переконайтеся, що ваш DNS-сервер правильно налаштований для DoT.
vi_vn: Đây có vẻ là bản ghi TLSA cho DNS over TLS. Đảm bảo máy chủ DNS của bạn được cấu hình đúng cho DoT.
zh_cn: 这似乎是 DNS over TLS 的 TLSA 记录。请确保您的 DNS 服务器已正确配置 DoT。

source: CRITICAL: TLSA records REQUIRE DNSSEC to provide any security benefits. Ensure your domain is DNSSEC-signed.
cs_cz: KRITICKÉ: TLSA záznamy VYŽADUJÍ DNSSEC pro poskytnutí jakýchkoli bezpečnostních výhod. Ujistěte se, že vaše doména je DNSSEC-podepsaná.
de_de: KRITISCH: TLSA-Einträge BENÖTIGEN DNSSEC, um Sicherheitsvorteile zu bieten. Stellen Sie sicher, dass Ihre Domäne DNSSEC-signiert ist.
es_es: CRÍTICO: Los registros TLSA REQUIEREN DNSSEC para proporcionar beneficios de seguridad. Asegúrese de que su dominio esté firmado con DNSSEC.
fr_fr: CRITIQUE : Les enregistrements TLSA NÉCESSITENT DNSSEC pour fournir des bénéfices de sécurité. Assurez-vous que votre domaine est signé DNSSEC.
id_id: KRITIS: Rekaman TLSA MEMERLUKAN DNSSEC untuk memberikan manfaat keamanan apa pun. Pastikan domain Anda ditandatangani DNSSEC.
ko_kr: 중요: TLSA 레코드는 보안 이점을 제공하려면 DNSSEC가 필요합니다. 도메인이 DNSSEC로 서명되었는지 확인하세요.
lt_lt: KRITINIS: TLSA įrašams REIKIA DNSSEC, kad teiktų bet kokią saugumo naudą. Užtikrinkite, kad jūsų domenas DNSSEC pasirašytas.
pl_pl: KRYTYCZNE: Rekordy TLSA WYMAGAJĄ DNSSEC aby zapewnić jakiekolwiek korzyści bezpieczeństwa. Upewnij się, że domena jest podpisana DNSSEC.
ru_ru: КРИТИЧНО: TLSA записи ТРЕБУЮТ DNSSEC для обеспечения преимуществ безопасности. Убедитесь, что ваш домен подписан DNSSEC.
sv_se: KRITISKT: TLSA-poster KRÄVER DNSSEC för att ge några säkerhetsfördelar. Se till att din domän är DNSSEC-signerad.
tr_tr: KRİTİK: TLSA kayıtları herhangi bir güvenlik faydası sağlamak için DNSSEC GEREKTİRİR. Domain'inizin DNSSEC ile imzalandığından emin olun.
uk_ua: КРИТИЧНО: Записи TLSA ВИМАГАЮТЬ DNSSEC для забезпечення будь-яких переваг безпеки. Переконайтеся, що ваш домен підписаний DNSSEC.
vi_vn: QUAN TRỌNG: Bản ghi TLSA YÊU CẦU DNSSEC để cung cấp bất kỳ lợi ích bảo mật nào. Đảm bảo tên miền của bạn đã được ký DNSSEC.
zh_cn: 重要：TLSA 记录需要 DNSSEC 才能提供任何安全效益。请确保您的域名已进行 DNSSEC 签名。

source: If using CNAMEs, ensure the entire CNAME chain is DNSSEC-signed for TLSA to work correctly (RFC 7671).
cs_cz: Při používání CNAME se ujistěte, že celý CNAME řetězec je DNSSEC-podepsaný, aby TLSA fungovalo správně (RFC 7671).
de_de: Bei Verwendung von CNAMEs stellen Sie sicher, dass die gesamte CNAME-Kette DNSSEC-signiert ist, damit TLSA korrekt funktioniert (RFC 7671).
es_es: Si usa CNAMEs, asegúrese de que toda la cadena CNAME esté firmada con DNSSEC para que TLSA funcione correctamente (RFC 7671).
fr_fr: Si vous utilisez des CNAME, assurez-vous que toute la chaîne CNAME est signée DNSSEC pour que TLSA fonctionne correctement (RFC 7671).
id_id: Jika menggunakan CNAME, pastikan seluruh rantai CNAME ditandatangani DNSSEC agar TLSA berfungsi dengan benar (RFC 7671).
ko_kr: CNAME을 사용하는 경우 TLSA가 올바르게 작동하려면 전체 CNAME 체인이 DNSSEC로 서명되어야 합니다 (RFC 7671).
lt_lt: Jei naudojate CNAME, užtikrinkite, kad visa CNAME grandinė DNSSEC pasirašyta, kad TLSA veiktų teisingai (RFC 7671).
pl_pl: Jeśli używasz CNAME, upewnij się, że cały łańcuch CNAME jest podpisany DNSSEC aby TLSA działał prawidłowo (RFC 7671).
ru_ru: При использовании CNAME убедитесь, что вся CNAME цепочка подписана DNSSEC для корректной работы TLSA (RFC 7671).
sv_se: Vid användning av CNAME:er, se till att hela CNAME-kedjan är DNSSEC-signerad för att TLSA ska fungera korrekt (RFC 7671).
tr_tr: CNAME kullanıyorsanız, TLSA'nın doğru çalışması için tüm CNAME zincirinin DNSSEC ile imzalandığından emin olun (RFC 7671).
uk_ua: При використанні CNAME переконайтеся, що весь ланцюжок CNAME підписаний DNSSEC для коректної роботи TLSA (RFC 7671).
vi_vn: Nếu sử dụng CNAME, hãy đảm bảo toàn bộ chuỗi CNAME được ký DNSSEC để TLSA hoạt động đúng (RFC 7671).
zh_cn: 如果使用 CNAME，请确保整个 CNAME 链都经过 DNSSEC 签名，以便 TLSA 正常工作（RFC 7671）。

source: This appears to be an SMIMEA record (RFC 8162) for S/MIME certificates.
cs_cz: Toto vypadá jako SMIMEA záznam (RFC 8162) pro S/MIME certifikáty.
de_de: Dies scheint ein SMIMEA-Eintrag (RFC 8162) für S/MIME-Zertifikate zu sein.
es_es: Este parece ser un registro SMIMEA (RFC 8162) para certificados S/MIME.
fr_fr: Ceci semble être un enregistrement SMIMEA (RFC 8162) pour les certificats S/MIME.
id_id: Ini tampaknya merupakan rekaman SMIMEA (RFC 8162) untuk sertifikat S/MIME.
ko_kr: 이것은 S/MIME 인증서용 SMIMEA 레코드 (RFC 8162)로 보입니다.
lt_lt: Tai atrodo kaip SMIMEA įrašas (RFC 8162) S/MIME sertifikatams.
pl_pl: To wydaje się być rekord SMIMEA (RFC 8162) dla certyfikatów S/MIME.
ru_ru: Это SMIMEA запись (RFC 8162) для S/MIME сертификатов.
sv_se: Detta verkar vara en SMIMEA-post (RFC 8162) för S/MIME-certifikat.
tr_tr: Bu S/MIME sertifikaları için bir SMIMEA kaydı (RFC 8162) gibi görünüyor.
uk_ua: Схоже, що це запис SMIMEA (RFC 8162) для сертифікатів S/MIME.
vi_vn: Đây có vẻ là bản ghi SMIMEA (RFC 8162) cho chứng chỉ S/MIME.
zh_cn: 这似乎是用于 S/MIME 证书的 SMIMEA 记录（RFC 8162）。

source: SMIMEA records use the same format as TLSA but associate S/MIME certificates with email addresses.
cs_cz: SMIMEA záznamy používají stejný formát jako TLSA, ale přiřazují S/MIME certifikáty k e-mailovým adresám.
de_de: SMIMEA-Einträge verwenden dasselbe Format wie TLSA, verknüpfen aber S/MIME-Zertifikate mit E-Mail-Adressen.
es_es: Los registros SMIMEA usan el mismo formato que TLSA pero asocian certificados S/MIME con direcciones de correo electrónico.
fr_fr: Les enregistrements SMIMEA utilisent le même format que TLSA mais associent les certificats S/MIME aux adresses e-mail.
id_id: Rekaman SMIMEA menggunakan format yang sama dengan TLSA tetapi mengasosiasikan sertifikat S/MIME dengan alamat email.
ko_kr: SMIMEA 레코드는 TLSA와 동일한 형식을 사용하지만 S/MIME 인증서를 이메일 주소와 연결합니다.
lt_lt: SMIMEA įrašai naudoja tą patį formatą kaip TLSA, bet susieja S/MIME sertifikatus su el. pašto adresais.
pl_pl: Rekordy SMIMEA używają tego samego formatu co TLSA ale kojarzą certyfikaty S/MIME z adresami email.
ru_ru: SMIMEA записи используют тот же формат, что и TLSA, но связывают S/MIME сертификаты с адресами электронной почты.
sv_se: SMIMEA-poster använder samma format som TLSA men associerar S/MIME-certifikat med e-postadresser.
tr_tr: SMIMEA kayıtları TLSA ile aynı formatı kullanır ancak S/MIME sertifikalarını e-posta adresleriyle ilişkilendirir.
uk_ua: Записи SMIMEA використовують той самий формат, що й TLSA, але асоціюють сертифікати S/MIME з електронними адресами.
vi_vn: Bản ghi SMIMEA sử dụng cùng định dạng như TLSA nhưng liên kết chứng chỉ S/MIME với địa chỉ email.
zh_cn: SMIMEA 记录使用与 TLSA 相同的格式，但将 S/MIME 证书与电子邮件地址关联。
