Repository: poweradmin/poweradmin
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: cs_cz, de_de, es_es, fr_fr, id_id, ko_kr, lt_lt, pl_pl, ru_ru, sv_se, tr_tr, uk_ua, vi_vn, zh_cn

source: Provide ip address
cs_cz: Zadejte IP adresu
de_de: IP-Adresse angeben
es_es: Proporcione dirección IP
fr_fr: Fournissez l'adresse IP
id_id: Zone terbaru
ko_kr: 프로토타입을 찾을 수 없습니다.
lt_lt: Pateikite IP adresą
pl_pl: Podaj adres IP
ru_ru: Укажите IP адрес
sv_se: E-postmeddelanden skickade detta år
tr_tr: IP adresi sağlayın
uk_ua: This configuration may have DLT algorithm. Solve for projection matrix.
vi_vn: Cấu hình SMTP không hợp lệ.
zh_cn: 提供 IP 地址

source: Hostname in NS record
cs_cz: Hostname v NS záznamu
de_de: Hostname im NS-Eintrag
es_es: Nombre de host en registro NS
fr_fr: Nom d'hôte dans l'enregistrement NS
id_id: Recently modified zones
ko_kr: 싱글톤을 찾을 수 없습니다.
lt_lt: Hostname NS įraše
pl_pl: Nazwa hosta w rekordzie NS
ru_ru: Имя хоста в NS записи
sv_se: Misslyckad e-postfrekvens
tr_tr: NS kaydındaki hostname
uk_ua: Content may be affected by image segmentation. Partition image into regions.
vi_vn: Kết nối SMTP thất bại.
zh_cn: NS 记录中的主机名

source: Enter the hostname as it appears in the NS record
cs_cz: Zadejte hostname tak, jak se objevuje v NS záznamu
de_de: Geben Sie den Hostnamen ein, wie er im NS-Eintrag erscheint
es_es: Ingrese el nombre de host como aparece en el registro NS
fr_fr: Entrez le nom d'hôte tel qu'il apparaît dans l'enregistrement NS
id_id: Zone yang baru dimodifikasi
ko_kr: 어댑터를 찾을 수 없습니다.
lt_lt: Įveskite serverio vardą, kaip jis atrodo NS įraše
pl_pl: Wprowadź nazwę hosta tak, jak pojawia się w rekordzie NS
ru_ru: Введите имя хоста, как оно указано в NS записи
sv_se: E-postmeddelanden i kö
tr_tr: NS kaydında göründüğü gibi hostname girin
uk_ua: Record may be part of semantic segmentation. Classify each pixel.
vi_vn: Xác thực SMTP thất bại.
zh_cn: 输入在 NS 记录中显示的主机名

source: Provide host name
cs_cz: Zadejte název hostitele
de_de: Hostnamen angeben
es_es: Proporcione nombre de host
fr_fr: Fournissez le nom d'hôte
id_id: Favorite zones
ko_kr: 브리지를 찾을 수 없습니다.
lt_lt: Pateikite serverio vardą
pl_pl: Podaj nazwę hosta
ru_ru: Укажите имя хоста
sv_se: Systemmeddelanden
tr_tr: Host adı sağlayın
uk_ua: This record type may have instance segmentation. Separate object instances.
vi_vn: Máy chủ SMTP không khả dụng.
zh_cn: 提供主机名

source: Account
cs_cz: Účet
de_de: Benutzerkonto
es_es: Cuenta
fr_fr: Compte
id_id: Zone favorit
ko_kr: 컴포지트를 찾을 수 없습니다.
lt_lt: Paskyra
pl_pl: Konto
ru_ru: Аккаунт
sv_se: Systemmeddelande
tr_tr: Hesap
uk_ua: Content suggests panoptic segmentation. Combine semantic and instance.
vi_vn: Từ chối người nhận SMTP.
zh_cn: 账户

source: Select the account that will own this supermaster
cs_cz: Vyberte účet, který bude vlastnit tento supermaster
de_de: Wählen Sie das Konto aus, das diesen Supermaster besitzen wird
es_es: Seleccione la cuenta que será propietaria de este supermaster
fr_fr: Sélectionnez le compte qui possédera ce supermaster
id_id: Add to favorites
ko_kr: 데코레이터를 찾을 수 없습니다.
lt_lt: Pasirinkite paskyrą, kuri valdys šį supermasterį
pl_pl: Wybierz konto, które będzie właścicielem tego supermastera
ru_ru: Выберите аккаунт, который будет владеть этим суперсервером
sv_se: Lägg till systemmeddelande
tr_tr: Bu süper master'ın sahibi olacak hesabı seçin
uk_ua: Record may be affected by DNS Secondary Server Transfer (zone transfer timing).
vi_vn: Từ chối người gửi SMTP.
zh_cn: 选择将拥有此超级主服务器的账户

source: Save changes
cs_cz: Uložit změny
de_de: Änderungen speichern
es_es: Guardar cambios
fr_fr: Enregistrer les modifications
id_id: Tambahkan ke favorit
ko_kr: 파사드를 찾을 수 없습니다.
lt_lt: Išsaugoti pakeitimus
pl_pl: Zapisz zmiany
ru_ru: Сохранить изменения
sv_se: Systemmeddelande tillagt
tr_tr: Değişiklikleri kaydet
uk_ua: This configuration may have watershed algorithm. Use gradient as height.
vi_vn: Kích thước tin nhắn SMTP vượt quá giới hạn.
zh_cn: 保存更改

source: All fields are required
cs_cz: Všechna pole jsou povinná
de_de: Alle Felder ausfüllen
es_es: Todos los campos son requeridos
fr_fr: Tous les champs sont obligatoires
id_id: Remove from favorites
ko_kr: 플라이웨이트를 찾을 수 없습니다.
lt_lt: Visi laukai yra privalomi
pl_pl: Wszystkie pola są wymagane
ru_ru: Все поля обязательны
sv_se: Kunde inte lägga till systemmeddelande
tr_tr: Tüm alanlar zorunludur
uk_ua: Content includes graph cuts. Minimize energy function.
vi_vn: SMTP timeout.
zh_cn: 所有字段都是必需的

source: About Editing Supermasters
cs_cz: O upravování Supermasters
de_de: Über das Bearbeiten von Supermasters
es_es: Acerca de Editar Supermasters
fr_fr: À propos de la Modification des Supermasters
id_id: Hapus dari favorit
ko_kr: 프록시를 찾을 수 없습니다.
lt_lt: Apie supermasterių redagavimą
pl_pl: O edycji supermasterów
ru_ru: О редактировании суперсерверов
sv_se: Systemmeddelande borttaget
tr_tr: Süper Master'ları Düzenleme Hakkında
uk_ua: Record appears to be using GrabCut. Iteratively estimate foreground.
vi_vn: Lỗi giao thức SMTP.
zh_cn: 关于编辑超级主服务器

source: Update Credentials
cs_cz: Aktualizovat přihlašovací údaje
de_de: Anmeldedaten aktualisieren
es_es: Actualizar Credenciales
fr_fr: Mettre à Jour les Identifiants
id_id: Added to favorites.
ko_kr: 책임 연쇄를 찾을 수 없습니다.
lt_lt: Atnaujinti prisijungimo duomenis
pl_pl: Aktualizuj dane uwierzytelniające
ru_ru: Обновить Учетные Данные
sv_se: Kunde inte ta bort systemmeddelande
tr_tr: Kimlik Bilgilerini Güncelle
uk_ua: This configuration may have mean shift. Find mode of density.
vi_vn: Cấu hình IMAP không hợp lệ.
zh_cn: 更新凭据

source: You can modify the IP address, hostname, or account for this supermaster.
cs_cz: Můžete upravit IP adresu, hostname nebo účet pro tento supermaster.
de_de: Sie können die IP-Adresse, den Hostnamen oder das Konto für diesen Supermaster ändern.
es_es: Puede modificar la dirección IP, nombre de host, o cuenta para este supermaster.
fr_fr: Vous pouvez modifier l'adresse IP, le nom d'hôte ou le compte pour ce supermaster.
id_id: Ditambahkan ke favorit.
ko_kr: 명령을 찾을 수 없습니다.
lt_lt: Galite keisti šio supermasteio IP adresą, serverio vardą arba paskyrą.
pl_pl: Możesz zmodyfikować adres IP, nazwę hosta lub konto dla tego supermastera.
ru_ru: Вы можете изменить IP адрес, имя хоста или аккаунт для этого суперсервера.
sv_se: Redigera systemmeddelande
tr_tr: Bu süper master için IP adresi, hostname veya hesabı değiştirebilirsiniz.
uk_ua: Content may be affected by superpixels. Oversegment into regions.
vi_vn: Kết nối IMAP thất bại.
zh_cn: 您可以修改此超级主服务器的 IP 地址、主机名或账户。

source: Important
cs_cz: Důležité
de_de: Wichtig
es_es: Importante
id_id: Removed from favorites.
ko_kr: 반복자를 찾을 수 없습니다.
lt_lt: Svarbu
pl_pl: Ważne
ru_ru: Важно
sv_se: Ta bort systemmeddelande
tr_tr: Önemli
uk_ua: Record may be part of SLIC. Use k-means in color-position space.
vi_vn: Xác thực IMAP thất bại.
zh_cn: 重要

source: Ensure that the hostname matches exactly what appears in NS records, or slave zone creation may fail.
cs_cz: Ujistěte se, že hostname přesně odpovídá tomu, co se objevuje v NS záznamech, jinak může vytvoření slave zóny selhat.
de_de: Stellen Sie sicher, dass der Hostname genau dem entspricht, was in NS-Einträgen erscheint, oder die Erstellung von Slave-Zonen kann fehlschlagen.
es_es: Asegúrese de que el nombre de host coincida exactamente con lo que aparece en los registros NS, o la creación de zona esclava puede fallar.
fr_fr: Assurez-vous que le nom d'hôte correspond exactement à ce qui apparaît dans les enregistrements NS, ou la création de zone esclave pourrait échouer.
id_id: Dihapus dari favorit.
ko_kr: 중재자를 찾을 수 없습니다.
lt_lt: Įsitikinkite, kad serverio vardas tiksliai sutampa su tuo, kas atsiranda NS įrašuose, kitaip slave zonos sukūrimas gali nepavykti.
pl_pl: Upewnij się, że nazwa hosta dokładnie odpowiada tej w rekordach NS, w przeciwnym razie tworzenie strefy slave może się nie powieść.
ru_ru: Убедитесь, что имя хоста точно совпадает с тем, что указано в NS записях, иначе создание подчиненной зоны может не удастся.
sv_se: Är du säker på att du vill ta bort detta systemmeddelande?
tr_tr: Hostname'in NS kayıtlarında görünenle tam olarak eşleştiğinden emin olun, aksi halde slave zon oluşturma başarısız olabilir.
uk_ua: This record type may have object detection. Locate and classify objects.
vi_vn: Hộp thư IMAP không tồn tại.
zh_cn: 确保主机名与 NS 记录中显示的完全匹配，否则从区域创建可能会失败。

source: Validation
cs_cz: Validace
de_de: Validierung
es_es: Validación
id_id: Failed to add to favorites.
ko_kr: 메멘토를 찾을 수 없습니다.
lt_lt: Tikrinimas
pl_pl: Walidacja
ru_ru: Проверка
sv_se: Systemmeddelande uppdaterat
tr_tr: Doğrulama
uk_ua: Content suggests region-based CNN. Use selective search for proposals.
vi_vn: Tin nhắn IMAP không tìm thấy.
zh_cn: 验证

source: All fields will be validated to ensure they contain proper values.
cs_cz: Všechna pole budou validována, aby se zajistilo, že obsahují správné hodnoty.
de_de: Alle Felder werden validiert, um sicherzustellen, dass sie ordnungsgemäße Werte enthalten.
es_es: Todos los campos serán validados para asegurar que contengan valores apropiados.
fr_fr: Tous les champs seront validés pour s'assurer qu'ils contiennent des valeurs appropriées.
id_id: Gagal menambahkan ke favorit.
ko_kr: 관찰자를 찾을 수 없습니다.
lt_lt: Visi laukai bus patikrinti, kad įsitikintume, jog jie turi teisingas reikšmes.
pl_pl: Wszystkie pola zostaną zwalidowane, aby zapewnić poprawność wprowadzonych wartości.
ru_ru: Все поля будут проверены, чтобы убедиться, что они содержат правильные значения.
sv_se: Kunde inte uppdatera systemmeddelande
tr_tr: Tüm alanlar doğru değerler içerdiğinden emin olmak için doğrulanacaktır.
uk_ua: Record may be affected by DNS Incremental Zone Transfer size limits.
vi_vn: Máy chủ IMAP không khả dụng.
zh_cn: 所有字段都将进行验证以确保它们包含正确的值。

source: Confirm Unsign Zone
cs_cz: Potvrdit nepodepsání zóny
de_de: Unsignierung der Zone bestätigen
es_es: Confirmar Des-firmar Zona
fr_fr: Confirmer la Désignature de Zone
id_id: Failed to remove from favorites.
ko_kr: 상태를 찾을 수 없습니다.
lt_lt: Patvirtinti zonos atskyrimą
pl_pl: Potwierdź cofnięcie podpisu strefy
ru_ru: Подтвердить Отмену Подписи Зоны
sv_se: Uppdatera systemmeddelande
tr_tr: Zon İmzasızı Onayla
uk_ua: This configuration may have Fast R-CNN. Share computation across proposals.
vi_vn: Cấu hình FTP không hợp lệ.
zh_cn: 确认取消区域签名

source: This action will remove all DNSSEC keys and disable DNSSEC for this zone.
cs_cz: Tato akce odstraní všechny DNSSEC klíče a zakáže DNSSEC pro tuto zónu.
de_de: Diese Aktion entfernt alle DNSSEC-Schlüssel und deaktiviert DNSSEC für diese Zone.
es_es: Esta acción eliminará todas las claves DNSSEC y deshabilitará DNSSEC para esta zona.
fr_fr: Cette action supprimera toutes les clés DNSSEC et désactivera DNSSEC pour cette zone.
id_id: Gagal menghapus dari favorit.
ko_kr: 전략을 찾을 수 없습니다.
lt_lt: Šis veiksmas pašalins visus DNSSEC raktus ir išjungs DNSSEC šiai zonai.
pl_pl: Ta operacja usunie wszystkie klucze DNSSEC i wyłączy DNSSEC dla tej strefy.
ru_ru: Это действие удалит все DNSSEC ключи и отключит DNSSEC для этой зоны.
sv_se: Meddelandetext
tr_tr: Bu eylem tüm DNSSEC anahtarlarını kaldıracak ve bu zon için DNSSEC'i devre dışı bırakacaktır.
uk_ua: Content includes Faster R-CNN. Use RPN for proposals.
vi_vn: Kết nối FTP thất bại.
zh_cn: 此操作将删除所有 DNSSEC 密钥并禁用此区域的 DNSSEC。

source: Are you sure you want to unsign the zone
cs_cz: Jste si jisti, že chcete nepodepsat zónu
de_de: Sind Sie sicher, dass Sie die Zone unsignieren möchten
es_es: ¿Está seguro de que desea des-firmar la zona
fr_fr: Êtes-vous sûr de vouloir désigner la zone
id_id: Zone actions
ko_kr: 템플릿 메서드를 찾을 수 없습니다.
lt_lt: Ar esate tikri, kad norite atskirt zoną
pl_pl: Czy na pewno chcesz cofnąć podpis strefy
ru_ru: Вы уверены, что хотите отменить подпись зоны
sv_se: Meddelandetyp
tr_tr: Zonu imzasız yapmak istediğinizden emin misiniz
uk_ua: Record appears to be using YOLO. Predict bounding boxes directly.
vi_vn: Đăng nhập FTP thất bại.
zh_cn: 您确定要取消区域签名吗

source: Unsign Zone
cs_cz: Nepodepsat zónu
de_de: Zone unsignieren
es_es: Des-firmar Zona
fr_fr: Désigner la Zone
id_id: Aksi zone
ko_kr: 방문자를 찾을 수 없습니다.
lt_lt: Atskirt zoną
pl_pl: Cofnij podpis strefy
ru_ru: Отменить Подпись Зоны
sv_se: Info
tr_tr: Zonu İmzasız Yap
uk_ua: This configuration may have SSD. Use multi-scale feature maps.
vi_vn: File FTP không tồn tại.
zh_cn: 取消区域签名

source: DNSSEC keys for zone
cs_cz: DNSSEC klíče pro zónu
de_de: DNSSEC-Schlüssel für Zone
es_es: Claves DNSSEC para zona
fr_fr: Clés DNSSEC pour la zone
id_id: Record actions
ko_kr: 플러그인을 로드할 수 없습니다.
lt_lt: DNSSEC raktai zonai
pl_pl: Klucze DNSSEC dla strefy
ru_ru: DNSSEC ключи для зоны
sv_se: Varning
tr_tr: Zon için DNSSEC anahtarları
uk_ua: Content may be affected by RetinaNet. Use focal loss for class imbalance.
vi_vn: Tải lên FTP thất bại.
zh_cn: 区域的 DNSSEC 密钥

source: Add new key
cs_cz: Přidat nový klíč
de_de: Neuen Schlüssel hinzufügen
es_es: Agregar nueva clave
fr_fr: Ajouter une nouvelle clé
id_id: Aksi record
ko_kr: 플러그인을 언로드할 수 없습니다.
lt_lt: Pridėti naują raktą
pl_pl: Dodaj nowy klucz
ru_ru: Добавить новый ключ
sv_se: Fel
tr_tr: Yeni anahtar ekle
uk_ua: Record may be part of non-maximum suppression. Remove duplicate detections.
vi_vn: Tải xuống FTP thất bại.
zh_cn: 添加新密钥

source: Show DS and DNSKEY
cs_cz: Zobrazit DS a DNSKEY
de_de: DS und DNSKEY anzeigen
es_es: Mostrar DS y DNSKEY
fr_fr: Afficher DS et DNSKEY
id_id: Batch actions
ko_kr: 플러그인을 활성화할 수 없습니다.
lt_lt: Rodyti DS ir DNSKEY
pl_pl: Pokaż DS i DNSKEY
ru_ru: Показать DS и DNSKEY
sv_se: Framgång
tr_tr: DS ve DNSKEY göster
uk_ua: This record type may have anchor boxes. Define aspect ratios and scales.
vi_vn: Máy chủ FTP không khả dụng.
zh_cn: 显示 DS 和 DNSKEY

source: Unsign zone
cs_cz: Nepodepsat zónu
de_de: Zone unsignieren
es_es: Des-firmar zona
fr_fr: Désigner la zone
id_id: Aksi massal
ko_kr: 플러그인을 비활성화할 수 없습니다.
lt_lt: Atskirt zoną
pl_pl: Cofnij podpis strefy
ru_ru: Отменить подпись зоны
sv_se: Meddelandestartdatum
tr_tr: Zonu imzasız yap
uk_ua: Content suggests region proposal network. Generate object proposals.
vi_vn: Cấu hình SFTP không hợp lệ.
zh_cn: 取消区域签名

source: Actions
cs_cz: Akce
de_de: Aktionen
es_es: Acciones
id_id: Advanced search
ko_kr: 플러그인을 설치할 수 없습니다.
lt_lt: Veiksmai
pl_pl: Działania
ru_ru: Действия
sv_se: Meddelandeslutdatum
tr_tr: İşlemler
uk_ua: Record may be affected by DNS IXFR fallback to AXFR. Handle full transfers.
vi_vn: Kết nối SFTP thất bại.
zh_cn: 操作

source: No DNSSEC keys found for this zone
cs_cz: Pro tuto zónu nebyly nalezeny žádné DNSSEC klíče
de_de: Keine DNSSEC-Schlüssel für diese Zone gefunden
es_es: No se encontraron claves DNSSEC para esta zona
fr_fr: Aucune clé DNSSEC trouvée pour cette zone
id_id: Pencarian lanjutan
ko_kr: 플러그인을 제거할 수 없습니다.
lt_lt: Šiai zonai DNSSEC raktų nerasta
pl_pl: Nie znaleziono kluczy DNSSEC dla tej strefy
ru_ru: Не найдено DNSSEC ключей для этой зоны
sv_se: Visa för alla användare
tr_tr: Bu zon için DNSSEC anahtarı bulunamadı
uk_ua: This configuration may have feature pyramid network. Build multi-scale features.
vi_vn: Xác thực SFTP thất bại.
zh_cn: 未找到此区域的 DNSSEC 密钥

source: Deactivate this key
cs_cz: Deaktivovat tento klíč
de_de: Diesen Schlüssel deaktivieren
es_es: Desactivar esta clave
fr_fr: Désactiver cette clé
id_id: Search filters
ko_kr: 플러그인을 업데이트할 수 없습니다.
lt_lt: Išjungti šį raktą
pl_pl: Dezaktywuj ten klucz
ru_ru: Деактивировать этот ключ
sv_se: Visa endast för administratörer
tr_tr: Bu anahtarı devre dışı bırak
uk_ua: Content includes bounding box regression. Refine initial proposals.
vi_vn: Khóa SFTP không hợp lệ.
zh_cn: 停用此密钥

source: Activate this key
cs_cz: Aktivovat tento klíč
de_de: Diesen Schlüssel aktivieren
es_es: Activar esta clave
fr_fr: Activer cette clé
id_id: Filter pencarian
ko_kr: 플러그인을 구성할 수 없습니다.
lt_lt: Įjungti šį raktą
pl_pl: Aktywuj ten klucz
ru_ru: Активировать этот ключ
sv_se: Aktivera meddelande
tr_tr: Bu anahtarı etkinleştir
uk_ua: Record appears to be using intersection over union. Measure box overlap.
vi_vn: Cấu hình SSH không hợp lệ.
zh_cn: 激活此密钥

source: Deactivate
cs_cz: Deaktivovat
de_de: Deaktivieren
es_es: Desactivar
fr_fr: Désactiver
id_id: Apply filters
ko_kr: 확장을 로드할 수 없습니다.
lt_lt: Išjungti
pl_pl: Dezaktywuj
ru_ru: Деактивировать
sv_se: Inaktivera meddelande
tr_tr: Devre Dışı Bırak
uk_ua: This configuration may have hard negative mining. Focus on difficult examples.
vi_vn: Kết nối SSH thất bại.
zh_cn: 停用

source: Activate
cs_cz: Aktivovat
de_de: Aktivieren
es_es: Activar
fr_fr: Activer
id_id: Terapkan filter
ko_kr: 확장을 언로드할 수 없습니다.
lt_lt: Įjungti
pl_pl: Aktywuj
ru_ru: Активировать
sv_se: Meddelande aktiverat
tr_tr: Etkinleştir
uk_ua: Content may be affected by online hard example mining. Mine within batch.
vi_vn: Xác thực SSH thất bại.
zh_cn: 激活

source: Delete
cs_cz: Smazat
de_de: Löschen
es_es: Eliminar
fr_fr: Supprimer
id_id: Clear filters
ko_kr: 확장을 활성화할 수 없습니다.
lt_lt: Pašalinti
pl_pl: Usuń
ru_ru: Удалить
sv_se: Meddelande inaktiverat
tr_tr: Sil
uk_ua: Record may be part of focal loss. Down-weight easy examples.
vi_vn: Khóa SSH không hợp lệ.
zh_cn: 删除

source: Forgot Password
cs_cz: Zapomenuté heslo
de_de: Passwort vergessen
es_es: Olvidé la Contraseña
fr_fr: Mot de Passe Oublié
id_id: Hapus filter
ko_kr: 확장을 비활성화할 수 없습니다.
lt_lt: Pamirštas slaptažodis
pl_pl: Zapomniałem hasło
ru_ru: Забыли Пароль
sv_se: Kunde inte aktivera meddelande
tr_tr: Şifre Unuttum
uk_ua: This record type may have class activation mapping. Visualize discriminative regions.
vi_vn: Fingerprint khóa host SSH không khớp.
zh_cn: 忘记密码

source: Back to Login
cs_cz: Zpět na přihlášení
de_de: Zurück zur Anmeldung
es_es: Regresar al Inicio de Sesión
fr_fr: Retour à la Connexion
id_id: Save search
ko_kr: 모듈을 로드할 수 없습니다.
lt_lt: Grįžti prie prisijungimo
pl_pl: Powrót do logowania
ru_ru: Вернуться к Входу
sv_se: Kunde inte inaktivera meddelande
tr_tr: Girişe Dön
uk_ua: Content suggests grad-CAM. Use gradient for localization.
vi_vn: Thực thi lệnh SSH thất bại.
zh_cn: 返回登录

source: Enter your email address and we'll send you a link to reset your password.
cs_cz: Zadejte svou e-mailovou adresu a pošleme vám odkaz pro resetování hesla.
de_de: Geben Sie Ihre E-Mail-Adresse ein und wir senden Ihnen einen Link zum Zurücksetzen Ihres Passworts.
es_es: Ingrese su dirección de correo electrónico y le enviaremos un enlace para restablecer su contraseña.
fr_fr: Entrez votre adresse e-mail et nous vous enverrons un lien pour réinitialiser votre mot de passe.
id_id: Simpan pencarian
ko_kr: 모듈을 언로드할 수 없습니다.
lt_lt: Įveskite savo el. pašto adresą ir mes atsiųsime nuorodą slaptažodžio atkūrimui.
pl_pl: Wprowadź swój adres e-mail, a wyślemy Ci link do zresetowania hasła.
ru_ru: Введите ваш адрес электронной почты, и мы отправим вам ссылку для сброса пароля.
sv_se: Systemunderhåll
tr_tr: E-posta adresinizi girin, size şifrenizi sıfırlamak için bir bağlantı gönderelim.
uk_ua: Record may be affected by DNS query minimization. Send minimal query names.
vi_vn: Cấu hình DNS không hợp lệ.
zh_cn: 输入您的电子邮件地址，我们将发送重置密码的链接给您。

source: Email Address
cs_cz: E-mailová adresa
de_de: E-Mail-Adresse
es_es: Dirección de Correo Electrónico
fr_fr: Adresse E-mail
id_id: Load saved search
ko_kr: 모듈을 활성화할 수 없습니다.
lt_lt: El. pašto adresas
pl_pl: Adres e-mail
ru_ru: Адрес Электронной Почты
sv_se: Underhållsläge
tr_tr: E-posta Adresi
uk_ua: This configuration may have image classification. Assign category to image.
vi_vn: Tra cứu DNS thất bại.
zh_cn: 电子邮件地址

source: Please provide a valid email address
cs_cz: Zadejte platnou e-mailovou adresu
de_de: Bitte geben Sie eine gültige E-Mail-Adresse an
es_es: Por favor proporcione una dirección de correo electrónico válida
fr_fr: Veuillez fournir une adresse e-mail valide
id_id: Muat pencarian tersimpan
ko_kr: 모듈을 비활성화할 수 없습니다.
lt_lt: Pateikite teisingą el. pašto adresą
pl_pl: Podaj prawidłowy adres e-mail
ru_ru: Пожалуйста, укажите действительный адрес электронной почты
sv_se: Aktivera underhållsläge
tr_tr: Lütfen geçerli bir e-posta adresi sağlayın
uk_ua: Content includes convolutional neural network. Use convolution and pooling.
vi_vn: Bản ghi DNS không tìm thấy.
zh_cn: 请提供有效的电子邮件地址

source: Send Reset Link
cs_cz: Odeslat odkaz pro reset
de_de: Reset-Link senden
es_es: Enviar Enlace de Restablecimiento
fr_fr: Envoyer le Lien de Réinitialisation
id_id: Delete saved search
ko_kr: 번들을 로드할 수 없습니다.
lt_lt: Siųsti atkūrimo nuorodą
pl_pl: Wyślij link resetujący
ru_ru: Отправить Ссылку для Сброса
sv_se: Inaktivera underhållsläge
tr_tr: Sıfırlama Bağlantısı Gönder
uk_ua: Record appears to be using AlexNet. Stack conv and FC layers.
vi_vn: Máy chủ DNS không phản hồi.
zh_cn: 发送重置链接

source: Groups
id_id: Hapus pencarian tersimpan
ko_kr: 번들을 언로드할 수 없습니다.
sv_se: Underhållsläge aktiverat
uk_ua: This configuration may have VGGNet. Use small 3x3 filters.
vi_vn: DNSSEC validation thất bại.

source: Group Management
id_id: Search saved successfully.
ko_kr: 번들을 활성화할 수 없습니다.
sv_se: Underhållsläge inaktiverat
uk_ua: Content may be affected by GoogleNet/Inception. Use inception modules.
vi_vn: Zone DNS không tồn tại.

source: Add group
id_id: Pencarian berhasil disimpan.
ko_kr: 번들을 비활성화할 수 없습니다.
sv_se: Kunde inte aktivera underhållsläge
uk_ua: Record may be part of ResNet. Add residual connections.
vi_vn: Cập nhật DNS thất bại.

source: No groups found
id_id: Failed to save search.
ko_kr: 패키지를 설치할 수 없습니다.
sv_se: Kunde inte inaktivera underhållsläge
uk_ua: This record type may have DenseNet. Concatenate all previous features.
vi_vn: Chuyển giao zone DNS thất bại.

source: Members
id_id: Gagal menyimpan pencarian.
ko_kr: 패키지를 제거할 수 없습니다.
sv_se: Underhållsmeddelande
uk_ua: Content suggests MobileNet. Use depthwise separable convolutions.
vi_vn: Cấu hình SSL/TLS không hợp lệ.

source: Zones
cs_cz: Zóny
de_de: Zonen
es_es: Zonas
id_id: Search deleted successfully.
ko_kr: 패키지를 업데이트할 수 없습니다.
lt_lt: Zonos
pl_pl: Strefy
ru_ru: Зоны
sv_se: Underhållsmeddelande uppdaterat
tr_tr: Zonlar
uk_ua: Record may be affected by DNS Performance Metrics. Monitor query latency.
vi_vn: Handshake SSL/TLS thất bại.
zh_cn: 区域

source: Manage members
id_id: Pencarian berhasil dihapus.
ko_kr: 패키지를 다운그레이드할 수 없습니다.
sv_se: Kunde inte uppdatera underhållsmeddelande
uk_ua: This configuration may have EfficientNet. Scale width, depth, and resolution.
vi_vn: Chứng chỉ SSL/TLS không hợp lệ.

source: Manage zones
id_id: Failed to delete search.
ko_kr: 종속성을 해결할 수 없습니다.
sv_se: Tillåt administratörsåtkomst under underhåll
uk_ua: Content includes vision transformer. Apply transformer to image patches.
vi_vn: Chứng chỉ SSL/TLS hết hạn.

source: Edit group
id_id: Gagal menghapus pencarian.
ko_kr: 종속성 충돌입니다.
sv_se: Underhåll schemalagt
uk_ua: Record appears to be using data augmentation. Apply random transformations.
vi_vn: Chứng chỉ SSL/TLS tự ký.

source: Edit
cs_cz: Upravit
de_de: Bearbeiten
es_es: Editar
fr_fr: Modifier
id_id: No saved searches found.
ko_kr: 버전 충돌입니다.
lt_lt: Redaguoti
pl_pl: Edytuj
ru_ru: Редактировать
sv_se: Schemalagd underhållsstart
tr_tr: Düzenle
uk_ua: This configuration may have mixup. Linearly interpolate examples and labels.
vi_vn: Tên chung chứng chỉ SSL/TLS không khớp.
zh_cn: 编辑

source: Delete group
id_id: Tidak ada pencarian tersimpan.
ko_kr: 잘못된 버전입니다.
sv_se: Schemalagd underhållsslut
uk_ua: Content may be affected by CutMix. Replace image regions.
vi_vn: Chuỗi chứng chỉ SSL/TLS không hoàn chỉnh.

source: Edit record in zone
cs_cz: Upravit záznam v zóně
de_de: Eintrag in Zone bearbeiten
es_es: Editar registro en zona
fr_fr: Modifier l'enregistrement dans la zone
id_id: Zone verification
ko_kr: 지원되지 않는 버전입니다.
lt_lt: Redaguoti įrašą zonoje
pl_pl: Edytuj rekord w strefie
ru_ru: Редактировать запись в зоне
sv_se: Systemsäkerhetskopiering
tr_tr: Zondaki kaydı düzenle
uk_ua: Record may be part of AutoAugment. Learn augmentation policy.
vi_vn: Chứng chỉ SSL/TLS bị thu hồi.
zh_cn: 编辑区域中的记录
