Repository: poweradmin/poweradmin
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: cs_cz, de_de, es_es, fr_fr, id_id, ko_kr, lt_lt, pl_pl, ru_ru, sv_se, tr_tr, uk_ua, vi_vn, zh_cn

source: TLSA SHA-256 certificate data must be 64 characters long.
cs_cz: TLSA SHA-256 data certifikátu musí mít 64 znaků.
de_de: TLSA SHA-256-Zertifikatsdaten müssen 64 Zeichen lang sein.
es_es: Los datos del certificado TLSA SHA-256 deben tener 64 caracteres de longitud.
fr_fr: Les données de certificat TLSA SHA-256 doivent faire 64 caractères de long.
id_id: Data sertifikat SHA-256 TLSA harus sepanjang 64 karakter.
ko_kr: TLSA SHA-256 인증서 데이터는 64자여야 합니다.
lt_lt: TLSA SHA-256 sertifikato duomenys turi būti 64 simbolių ilgio.
pl_pl: Dane certyfikatu SHA-256 TLSA muszą mieć 64 znaki długości.
ru_ru: Данные сертификата TLSA SHA-256 должны иметь длину 64 символа.
sv_se: TLSA SHA-256-certifikatdata måste vara 64 tecken lång.
tr_tr: TLSA SHA-256 sertifika verisi 64 karakter uzunluğunda olmalıdır.
uk_ua: Дані сертифіката TLSA SHA-256 повинні містити 64 символи.
vi_vn: Dữ liệu chứng chỉ SHA-256 TLSA phải có 64 ký tự.
zh_cn: TLSA SHA-256 证书数据必须为 64 个字符长。

source: TLSA SHA-512 certificate data must be 128 characters long.
cs_cz: TLSA SHA-512 data certifikátu musí mít 128 znaků.
de_de: TLSA SHA-512-Zertifikatsdaten müssen 128 Zeichen lang sein.
es_es: Los datos del certificado TLSA SHA-512 deben tener 128 caracteres de longitud.
fr_fr: Les données de certificat TLSA SHA-512 doivent faire 128 caractères de long.
id_id: Data sertifikat SHA-512 TLSA harus sepanjang 128 karakter.
ko_kr: TLSA SHA-512 인증서 데이터는 128자여야 합니다.
lt_lt: TLSA SHA-512 sertifikato duomenys turi būti 128 simbolių ilgio.
pl_pl: Dane certyfikatu SHA-512 TLSA muszą mieć 128 znaków długości.
ru_ru: Данные сертификата TLSA SHA-512 должны иметь длину 128 символов.
sv_se: TLSA SHA-512-certifikatdata måste vara 128 tecken lång.
tr_tr: TLSA SHA-512 sertifika verisi 128 karakter uzunluğunda olmalıdır.
uk_ua: Дані сертифіката TLSA SHA-512 повинні містити 128 символів.
vi_vn: Dữ liệu chứng chỉ SHA-512 TLSA phải có 128 ký tự.
zh_cn: TLSA SHA-512 证书数据必须为 128 个字符长。

source: TLSA exact match certificate data seems too short to be valid.
cs_cz: TLSA data certifikátu pro přesnou shodu vypadá příliš krátká na to, aby byla platná.
de_de: TLSA-Zertifikatsdaten für exakte Übereinstimmung scheinen zu kurz zu sein, um gültig zu sein.
es_es: Los datos del certificado de coincidencia exacta TLSA parecen demasiado cortos para ser válidos.
fr_fr: Les données de certificat TLSA en correspondance exacte semblent trop courtes pour être valides.
id_id: Data sertifikat pencocokan persis TLSA tampaknya terlalu pendek untuk valid.
ko_kr: TLSA 정확히 일치 인증서 데이터가 유효하기에는 너무 짧습니다.
lt_lt: TLSA tikslaus atitikimo sertifikato duomenys atrodo per trumpi, kad būtų teisingi.
pl_pl: Dane certyfikatu dokładnego dopasowania TLSA wydają się zbyt krótkie aby być prawidłowe.
ru_ru: Данные сертификата TLSA для точного соответствия кажутся слишком короткими чтобы быть действительными.
sv_se: TLSA-certifikatdata med exakt matchning verkar vara för kort för att vara giltig.
tr_tr: TLSA tam eşleşme sertifika verisi geçerli olmak için çok kısa görünüyor.
uk_ua: Дані сертифіката TLSA для точної відповідності виглядають занадто короткими для дійсних даних.
vi_vn: Dữ liệu chứng chỉ so khớp chính xác TLSA có vẻ quá ngắn để hợp lệ.
zh_cn: TLSA 完全匹配证书数据似乎太短，可能无效。

source: NSEC3PARAM records MUST only be present at the zone apex (root domain, not subdomain).
cs_cz: NSEC3PARAM záznamy MUSÍ být přítomny pouze v apex zóny (kořenová doména, ne subdomain).
de_de: NSEC3PARAM-Einträge MÜSSEN nur am Zone-Apex (Root-Domäne, nicht Subdomäne) vorhanden sein.
es_es: Los registros NSEC3PARAM DEBEN estar presentes solo en el ápice de la zona (dominio raíz, no subdominio).
fr_fr: Les enregistrements NSEC3PARAM ne DOIVENT être présents qu'au sommet de la zone (domaine racine, pas de sous-domaine).
id_id: Rekaman NSEC3PARAM HARUS hanya ada di apex zona (domain root, bukan subdomain).
ko_kr: NSEC3PARAM 레코드는 존 최상위 (하위 도메인이 아닌 루트 도메인)에만 있어야 합니다.
lt_lt: NSEC3PARAM įrašai TURI būti tik zonos viršūnėje (šaknies domenas, ne subdomenas).
pl_pl: Rekordy NSEC3PARAM MUSZĄ być obecne tylko w wierzchołku strefy (domena główna, nie poddomena).
ru_ru: NSEC3PARAM записи ДОЛЖНЫ присутствовать только в вершине зоны (корневой домен, а не поддомен).
sv_se: NSEC3PARAM-poster FÅR BARA finnas vid zonens apex (rotdomänen, inte subdomän).
tr_tr: NSEC3PARAM kayıtları SADECE zon zirvesinde (kök domain, subdomain değil) bulunmalıdır.
uk_ua: Записи NSEC3PARAM ПОВИННІ знаходитися лише на верхівці зони (кореневий домен, не субдомен).
vi_vn: Bản ghi NSEC3PARAM CHỈ được phép có mặt tại đỉnh vùng (tên miền gốc, không phải tên miền phụ).
zh_cn: NSEC3PARAM 记录必须只存在于区域顶点（根域，而非子域）。

source: NSEC3PARAM record content cannot be empty.
cs_cz: Obsah NSEC3PARAM záznamu nemůže být prázdný.
de_de: NSEC3PARAM-Eintragsinhalt kann nicht leer sein.
es_es: El contenido del registro NSEC3PARAM no puede estar vacío.
fr_fr: Le contenu de l'enregistrement NSEC3PARAM ne peut pas être vide.
id_id: Konten rekaman NSEC3PARAM tidak boleh kosong.
ko_kr: NSEC3PARAM 레코드 콘텐츠는 비어 있을 수 없습니다.
lt_lt: NSEC3PARAM įrašo turinys negali būti tuščias.
pl_pl: Zawartość rekordu NSEC3PARAM nie może być pusta.
ru_ru: Содержимое NSEC3PARAM записи не может быть пустым.
sv_se: NSEC3PARAM-postens innehåll kan inte vara tomt.
tr_tr: NSEC3PARAM kayıt içeriği boş olamaz.
uk_ua: Вміст запису NSEC3PARAM не може бути порожнім.
vi_vn: Nội dung bản ghi NSEC3PARAM không được để trống.
zh_cn: NSEC3PARAM 记录内容不能为空。

source: NSEC3PARAM record contains invalid characters.
cs_cz: NSEC3PARAM záznam obsahuje neplatné znaky.
de_de: NSEC3PARAM-Eintrag enthält ungültige Zeichen.
es_es: El registro NSEC3PARAM contiene caracteres inválidos.
fr_fr: L'enregistrement NSEC3PARAM contient des caractères invalides.
id_id: Rekaman NSEC3PARAM mengandung karakter tidak valid.
ko_kr: NSEC3PARAM 레코드에 유효하지 않은 문자가 포함되어 있습니다.
lt_lt: NSEC3PARAM įrašas turi neteisingų simbolių.
pl_pl: Rekord NSEC3PARAM zawiera nieprawidłowe znaki.
ru_ru: NSEC3PARAM запись содержит недопустимые символы.
sv_se: NSEC3PARAM-posten innehåller ogiltiga tecken.
tr_tr: NSEC3PARAM kaydı geçersiz karakterler içeriyor.
uk_ua: Запис NSEC3PARAM містить недійсні символи.
vi_vn: Bản ghi NSEC3PARAM chứa ký tự không hợp lệ.
zh_cn: NSEC3PARAM 记录包含无效字符。

source: According to RFC 5155 and RFC 9077, NSEC3PARAM records should have the same TTL as the SOA minimum TTL field.
cs_cz: Podle RFC 5155 a RFC 9077 by NSEC3PARAM záznamy měly mít stejné TTL jako SOA minimální TTL pole.
de_de: Gemäß RFC 5155 und RFC 9077 sollten NSEC3PARAM-Einträge dieselbe TTL wie das SOA-Minimum-TTL-Feld haben.
es_es: Según RFC 5155 y RFC 9077, los registros NSEC3PARAM deben tener el mismo TTL que el campo TTL mínimo del SOA.
fr_fr: Selon RFC 5155 et RFC 9077, les enregistrements NSEC3PARAM doivent avoir le même TTL que le champ TTL minimum SOA.
id_id: Menurut RFC 5155 dan RFC 9077, rekaman NSEC3PARAM harus memiliki TTL yang sama dengan kolom TTL minimum SOA.
ko_kr: RFC 5155 및 RFC 9077에 따르면 NSEC3PARAM 레코드는 SOA 최소 TTL 필드와 동일한 TTL을 가져야 합니다.
lt_lt: Pagal RFC 5155 ir RFC 9077, NSEC3PARAM įrašai turėtų turėti tą patį TTL kaip SOA minimalaus TTL laukas.
pl_pl: Zgodnie z RFC 5155 i RFC 9077, rekordy NSEC3PARAM powinny mieć takie samo TTL jak minimalne pole TTL SOA.
ru_ru: Согласно RFC 5155 и RFC 9077, NSEC3PARAM записи должны иметь тот же TTL, что и поле минимального TTL в SOA.
sv_se: Enligt RFC 5155 och RFC 9077 bör NSEC3PARAM-poster ha samma TTL som SOA:s minimum-TTL-fält.
tr_tr: RFC 5155 ve RFC 9077'ye göre, NSEC3PARAM kayıtları SOA minimum TTL alanı ile aynı TTL'ye sahip olmalıdır.
uk_ua: Згідно з RFC 5155 та RFC 9077, записи NSEC3PARAM повинні мати той самий TTL, що й мінімальний TTL поля SOA.
vi_vn: Theo RFC 5155 và RFC 9077, bản ghi NSEC3PARAM nên có cùng TTL với trường TTL tối thiểu của SOA.
zh_cn: 根据 RFC 5155 和 RFC 9077，NSEC3PARAM 记录应与 SOA 最小 TTL 字段具有相同的 TTL。

source: NSEC3PARAM records are part of DNSSEC and should only be managed alongside other DNSSEC records (DNSKEY, RRSIG, etc.).
cs_cz: NSEC3PARAM záznamy jsou součástí DNSSEC a měly by být spravovány pouze společně s jinými DNSSEC záznamy (DNSKEY, RRSIG, atd.).
de_de: NSEC3PARAM-Einträge sind Teil von DNSSEC und sollten nur zusammen mit anderen DNSSEC-Einträgen (DNSKEY, RRSIG, usw.) verwaltet werden.
es_es: Los registros NSEC3PARAM son parte de DNSSEC y solo deben gestionarse junto con otros registros DNSSEC (DNSKEY, RRSIG, etc.).
fr_fr: Les enregistrements NSEC3PARAM font partie de DNSSEC et ne doivent être gérés qu'avec d'autres enregistrements DNSSEC (DNSKEY, RRSIG, etc.).
id_id: Rekaman NSEC3PARAM adalah bagian dari DNSSEC dan hanya boleh dikelola bersamaan dengan rekaman DNSSEC lainnya (DNSKEY, RRSIG, dll.).
ko_kr: NSEC3PARAM 레코드는 DNSSEC의 일부이며 다른 DNSSEC 레코드 (DNSKEY, RRSIG 등)와 함께만 관리해야 합니다.
lt_lt: NSEC3PARAM įrašai yra DNSSEC dalis ir turėtų būti valdomi tik kartu su kitais DNSSEC įrašais (DNSKEY, RRSIG ir kt.).
pl_pl: Rekordy NSEC3PARAM są częścią DNSSEC i powinny być zarządzane tylko wraz z innymi rekordami DNSSEC (DNSKEY, RRSIG, itp.).
ru_ru: NSEC3PARAM записи являются частью DNSSEC и должны управляться только совместно с другими DNSSEC записями (DNSKEY, RRSIG и т.д.).
sv_se: NSEC3PARAM-poster är en del av DNSSEC och bör bara hanteras tillsammans med andra DNSSEC-poster (DNSKEY, RRSIG, etc.).
tr_tr: NSEC3PARAM kayıtları DNSSEC'in bir parçasıdır ve sadece diğer DNSSEC kayıtlarıyla (DNSKEY, RRSIG, vb.) birlikte yönetilmelidir.
uk_ua: Записи NSEC3PARAM є частиною DNSSEC і повинні керуватися разом з іншими записами DNSSEC (DNSKEY, RRSIG тощо).
vi_vn: Bản ghi NSEC3PARAM là một phần của DNSSEC và chỉ nên được quản lý cùng với các bản ghi DNSSEC khác (DNSKEY, RRSIG, v.v.).
zh_cn: NSEC3PARAM 记录是 DNSSEC 的一部分，只应与其他 DNSSEC 记录（DNSKEY、RRSIG 等）一起管理。

source: Manually editing NSEC3PARAM records is not recommended as they are typically generated automatically by DNSSEC-aware nameservers.
cs_cz: Ruční úprava NSEC3PARAM záznamů není doporučována, protože jsou obvykle generovány automaticky DNSSEC-vědomými nameservery.
de_de: Die manuelle Bearbeitung von NSEC3PARAM-Einträgen wird nicht empfohlen, da sie normalerweise automatisch von DNSSEC-fähigen Nameservern generiert werden.
es_es: No se recomienda editar manualmente los registros NSEC3PARAM ya que típicamente son generados automáticamente por servidores de nombres con soporte DNSSEC.
fr_fr: L'édition manuelle des enregistrements NSEC3PARAM n'est pas recommandée car ils sont généralement générés automatiquement par les serveurs de noms compatibles DNSSEC.
id_id: Mengedit rekaman NSEC3PARAM secara manual tidak direkomendasikan karena biasanya dihasilkan secara otomatis oleh nameserver yang mendukung DNSSEC.
ko_kr: NSEC3PARAM 레코드는 일반적으로 DNSSEC 인식 네임서버에 의해 자동으로 생성되므로 수동으로 편집하는 것은 권장되지 않습니다.
lt_lt: Rankinis NSEC3PARAM įrašų redagavimas nerekomenduojamas, nes jie paprastai generuojami automatiškai DNSSEC žinančių vardų serverių.
pl_pl: Ręczna edycja rekordów NSEC3PARAM nie jest zalecana ponieważ są one zwykle generowane automatycznie przez serwery nazw obsługujące DNSSEC.
ru_ru: Ручное редактирование NSEC3PARAM записей не рекомендуется, так как они обычно генерируются автоматически DNSSEC-осведомленными серверами имен.
sv_se: Manuell redigering av NSEC3PARAM-poster rekommenderas inte eftersom de vanligtvis genereras automatiskt av DNSSEC-medvetna namnservrar.
tr_tr: NSEC3PARAM kayıtlarını manuel olarak düzenlemek önerilmez çünkü genellikle DNSSEC destekli ad sunucuları tarafından otomatik olarak oluşturulur.
uk_ua: Ручне редагування записів NSEC3PARAM не рекомендується, оскільки вони зазвичай генеруються автоматично серверами імен з підтримкою DNSSEC.
vi_vn: Không khuyến khích chỉnh sửa thủ công bản ghi NSEC3PARAM vì chúng thường được tạo tự động bởi máy chủ tên miền có hỗ trợ DNSSEC.
zh_cn: 不建议手动编辑 NSEC3PARAM 记录，因为它们通常由支持 DNSSEC 的名称服务器自动生成。

source: NSEC3PARAM records indicate to authoritative servers which parameters to use for NSEC3-based authenticated denial of existence.
cs_cz: NSEC3PARAM záznamy udávají autoritativním serverům, které parametry použít pro NSEC3-based authenticated denial of existence.
de_de: NSEC3PARAM-Einträge zeigen autoritativen Servern an, welche Parameter für NSEC3-basierte authentifizierte Denial-of-Existence verwendet werden sollen.
es_es: Los registros NSEC3PARAM indican a los servidores autoritativos qué parámetros usar para la negación autenticada de existencia basada en NSEC3.
fr_fr: Les enregistrements NSEC3PARAM indiquent aux serveurs autoritaires quels paramètres utiliser pour le déni d'existence authentifié basé sur NSEC3.
id_id: Rekaman NSEC3PARAM menunjukkan kepada server otoritatif parameter mana yang digunakan untuk penolakan keberadaan terotentikasi berbasis NSEC3.
ko_kr: NSEC3PARAM 레코드는 권한 있는 서버에 NSEC3 기반 인증된 부재에 사용할 매개변수를 나타냅니다.
lt_lt: NSEC3PARAM įrašai nurodo autoritatyviniams serveriams, kokius parametrus naudoti NSEC3 pagrįstam autentifikuotam egzistavimo neigimui.
pl_pl: Rekordy NSEC3PARAM wskazują serwerom autoryzatywnym jakie parametry używać dla uwierzytelnionego zaprzeczenia istnienia opartego na NSEC3.
ru_ru: NSEC3PARAM записи указывают авторитетным серверам, какие параметры использовать для аутентифицированного отрицания существования на основе NSEC3.
sv_se: NSEC3PARAM-poster anger för auktoritativa servrar vilka parametrar som ska användas för NSEC3-baserat autentiserat nekandebevis.
tr_tr: NSEC3PARAM kayıtları yetkili sunuculara NSEC3 tabanlı kimlik doğrulamalı varlık reddinde hangi parametrelerin kullanılacağını belirtir.
uk_ua: Записи NSEC3PARAM вказують авторитетним серверам, які параметри використовувати для автентифікованого заперечення існування на основі NSEC3.
vi_vn: Bản ghi NSEC3PARAM chỉ định cho máy chủ ủy quyền các tham số sử dụng cho xác thực từ chối tồn tại dựa trên NSEC3.
zh_cn: NSEC3PARAM 记录向权威服务器指示基于 NSEC3 的认证拒绝存在要使用的参数。

source: When updating NSEC3 parameters, both NSEC3 and NSEC3PARAM records must be re-generated with the same parameters.
cs_cz: Při aktualizaci NSEC3 parametrů musí být NSEC3 i NSEC3PARAM záznamy znovu vygenerovány se stejnými parametry.
de_de: Bei der Aktualisierung von NSEC3-Parametern müssen sowohl NSEC3- als auch NSEC3PARAM-Einträge mit denselben Parametern neu generiert werden.
es_es: Al actualizar parámetros NSEC3, tanto los registros NSEC3 como NSEC3PARAM deben regenerarse con los mismos parámetros.
fr_fr: Lors de la mise à jour des paramètres NSEC3, les enregistrements NSEC3 et NSEC3PARAM doivent être régénérés avec les mêmes paramètres.
id_id: Saat memperbarui parameter NSEC3, baik rekaman NSEC3 maupun NSEC3PARAM harus dibuat ulang dengan parameter yang sama.
ko_kr: NSEC3 매개변수를 업데이트할 때 NSEC3 및 NSEC3PARAM 레코드를 모두 동일한 매개변수로 다시 생성해야 합니다.
lt_lt: Atnaujinant NSEC3 parametrus, tiek NSEC3, tiek NSEC3PARAM įrašai turi būti iš naujo generuojami su tais pačiais parametrais.
pl_pl: Podczas aktualizacji parametrów NSEC3, zarówno rekordy NSEC3 jak i NSEC3PARAM muszą być ponownie wygenerowane z tymi samymi parametrami.
ru_ru: При обновлении параметров NSEC3, и NSEC3, и NSEC3PARAM записи должны быть перегенерированы с одинаковыми параметрами.
sv_se: Vid uppdatering av NSEC3-parametrar måste både NSEC3- och NSEC3PARAM-poster återskapas med samma parametrar.
tr_tr: NSEC3 parametreleri güncellenirken, hem NSEC3 hem de NSEC3PARAM kayıtları aynı parametrelerle yeniden oluşturulmalıdır.
uk_ua: При оновленні параметрів NSEC3 записи NSEC3 та NSEC3PARAM повинні бути перегенеровані з тими самими параметрами.
vi_vn: Khi cập nhật tham số NSEC3, cả bản ghi NSEC3 và NSEC3PARAM phải được tạo lại với cùng tham số.
zh_cn: 更新 NSEC3 参数时，NSEC3 和 NSEC3PARAM 记录都必须使用相同参数重新生成。

source: NSEC3PARAM record must contain exactly hash algorithm, flags, iterations, and salt.
cs_cz: NSEC3PARAM záznam musí obsahovat přesně hash algoritmus, flags, iterations a salt.
de_de: NSEC3PARAM-Eintrag muss genau Hash-Algorithmus, Flags, Iterationen und Salt enthalten.
es_es: El registro NSEC3PARAM debe contener exactamente algoritmo hash, banderas, iteraciones y salt.
fr_fr: L'enregistrement NSEC3PARAM doit contenir exactement l'algorithme de hachage, les drapeaux, les itérations et le sel.
id_id: Rekaman NSEC3PARAM harus berisi persis algoritma hash, flag, iterasi, dan salt.
ko_kr: NSEC3PARAM 레코드는 정확히 해시 알고리즘, 플래그, 반복 및 솔트를 포함해야 합니다.
lt_lt: NSEC3PARAM įrašas turi turėti tiksliai maišos algoritmą, vėliavėles, iteracijas ir druską.
pl_pl: Rekord NSEC3PARAM musi zawierać dokładnie algorytm hashu, flagi, iteracje i sól.
ru_ru: NSEC3PARAM запись должна содержать только алгоритм хеширования, флаги, итерации и соль.
sv_se: NSEC3PARAM-posten måste innehålla exakt hashalgoritm, flaggor, iterationer och salt.
tr_tr: NSEC3PARAM kaydı tam olarak hash algoritması, bayraklar, yinelemeler ve salt içermelidir.
uk_ua: Запис NSEC3PARAM повинен містити точно алгоритм хешування, прапорці, ітерації та сіль.
vi_vn: Bản ghi NSEC3PARAM phải chứa chính xác thuật toán băm, cờ, số vòng lặp và muối.
zh_cn: NSEC3PARAM 记录必须恰好包含哈希算法、标志、迭代次数和盐值。

source: NSEC3PARAM hash algorithm must be 1 (SHA-1).
cs_cz: NSEC3PARAM hash algoritmus musí být 1 (SHA-1).
de_de: NSEC3PARAM-Hash-Algorithmus muss 1 (SHA-1) sein.
es_es: El algoritmo hash NSEC3PARAM debe ser 1 (SHA-1).
fr_fr: L'algorithme de hachage NSEC3PARAM doit être 1 (SHA-1).
id_id: Algoritma hash NSEC3PARAM harus 1 (SHA-1).
ko_kr: NSEC3PARAM 해시 알고리즘은 1 (SHA-1)이어야 합니다.
lt_lt: NSEC3PARAM maišos algoritmas turi būti 1 (SHA-1).
pl_pl: Algorytm hashu NSEC3PARAM musi być 1 (SHA-1).
ru_ru: Алгоритм хеширования NSEC3PARAM должен быть 1 (SHA-1).
sv_se: NSEC3PARAM hashalgoritm måste vara 1 (SHA-1).
tr_tr: NSEC3PARAM hash algoritması 1 (SHA-1) olmalıdır.
uk_ua: Алгоритм хешування NSEC3PARAM повинен бути 1 (SHA-1).
vi_vn: Thuật toán băm NSEC3PARAM phải là 1 (SHA-1).
zh_cn: NSEC3PARAM 哈希算法必须为 1（SHA-1）。

source: NSEC3PARAM flags must be between 0 and 255.
cs_cz: NSEC3PARAM flags musí být mezi 0 a 255.
de_de: NSEC3PARAM-Flags müssen zwischen 0 und 255 liegen.
es_es: Las banderas NSEC3PARAM deben estar entre 0 y 255.
fr_fr: Les drapeaux NSEC3PARAM doivent être entre 0 et 255.
id_id: Flag NSEC3PARAM harus antara 0 dan 255.
ko_kr: NSEC3PARAM 플래그는 0에서 255 사이여야 합니다.
lt_lt: NSEC3PARAM vėliavėlės turi būti tarp 0 ir 255.
pl_pl: Flagi NSEC3PARAM muszą być między 0 a 255.
ru_ru: Флаги NSEC3PARAM должны быть от 0 до 255.
sv_se: NSEC3PARAM flaggor måste vara mellan 0 och 255.
tr_tr: NSEC3PARAM bayrakları 0 ile 255 arasında olmalıdır.
uk_ua: Прапорці NSEC3PARAM повинні бути від 0 до 255.
vi_vn: Cờ NSEC3PARAM phải từ 0 đến 255.
zh_cn: NSEC3PARAM 标志必须在 0 到 255 之间。

source: Flag value 1 indicates Opt-Out is in use. This means NSEC3 records may cover unsigned delegations.
cs_cz: Hodnota flag 1 označuje, že se používá Opt-Out. To znamená, že NSEC3 záznamy mohou pokrývat nepodepsané delegace.
de_de: Flag-Wert 1 zeigt an, dass Opt-Out verwendet wird. Das bedeutet, dass NSEC3-Einträge unsignierte Delegationen abdecken können.
es_es: El valor de bandera 1 indica que Opt-Out está en uso. Esto significa que los registros NSEC3 pueden cubrir delegaciones sin firmar.
fr_fr: La valeur de drapeau 1 indique qu'Opt-Out est utilisé. Cela signifie que les enregistrements NSEC3 peuvent couvrir des délégations non signées.
id_id: Nilai flag 1 menunjukkan Opt-Out sedang digunakan. Ini berarti rekaman NSEC3 mungkin mencakup delegasi yang tidak ditandatangani.
ko_kr: 플래그 값 1은 Opt-Out이 사용 중임을 나타냅니다. 이는 NSEC3 레코드가 서명되지 않은 위임을 포함할 수 있음을 의미합니다.
lt_lt: Vėliavėlės reikšmė 1 rodo, kad naudojamas Opt-Out. Tai reiškia, kad NSEC3 įrašai gali apimti nepasirašytas delegacijas.
pl_pl: Wartość flagi 1 wskazuje, że używane jest Opt-Out. Oznacza to, że rekordy NSEC3 mogą obejmować niepodpisane delegacje.
ru_ru: Значение флага 1 означает, что используется Opt-Out. Это означает, что NSEC3 записи могут покрывать неподписанные делегирования.
sv_se: Flaggvärde 1 indikerar att Opt-Out används. Detta innebär att NSEC3-poster kan täcka osignerade delegeringar.
tr_tr: Bayrak değeri 1 Opt-Out'un kullanımda olduğunu gösterir. Bu NSEC3 kayıtlarının imzasız delegasyonları kapsayabileceği anlamına gelir.
uk_ua: Значення прапорця 1 вказує на використання Opt-Out. Це означає, що записи NSEC3 можуть охоплювати непідписані делегування.
vi_vn: Giá trị cờ 1 chỉ ra Opt-Out đang được sử dụng. Điều này có nghĩa bản ghi NSEC3 có thể bao gồm các ủy quyền chưa ký.
zh_cn: 标志值 1 表示正在使用 Opt-Out。这意味着 NSEC3 记录可能覆盖未签名的委派。

source: RFC 9276 recommends using Opt-Out only for very large and sparsely signed zones where the majority of records are insecure delegations.
cs_cz: RFC 9276 doporučuje používat Opt-Out pouze pro velmi velké a řídce podepsané zóny, kde většina záznamů jsou nezabezpečené delegace.
de_de: RFC 9276 empfiehlt die Verwendung von Opt-Out nur für sehr große und spärlich signierte Zonen, wo die Mehrheit der Einträge unsichere Delegationen sind.
es_es: RFC 9276 recomienda usar Opt-Out solo para zonas muy grandes y escasamente firmadas donde la mayoría de registros son delegaciones inseguras.
fr_fr: RFC 9276 recommande d'utiliser Opt-Out uniquement pour des zones très grandes et peu signées où la majorité des enregistrements sont des délégations non sécurisées.
id_id: RFC 9276 merekomendasikan penggunaan Opt-Out hanya untuk zona yang sangat besar dan jarang ditandatangani di mana mayoritas rekaman adalah delegasi tidak aman.
ko_kr: RFC 9276은 레코드의 대부분이 안전하지 않은 위임인 매우 크고 드물게 서명된 존에만 Opt-Out 사용을 권장합니다.
lt_lt: RFC 9276 rekomenduoja naudoti Opt-Out tik labai didelėms ir retai pasirašytoms zonoms, kur dauguma įrašų yra nesaugios delegacijos.
pl_pl: RFC 9276 zaleca używanie Opt-Out tylko dla bardzo dużych i rzadko podpisanych stref gdzie większość rekordów to niezabezpieczone delegacje.
ru_ru: RFC 9276 рекомендует использовать Opt-Out только для очень больших и редко подписанных зон, где большинство записей являются небезопасными делегированиями.
sv_se: RFC 9276 rekommenderar att bara använda Opt-Out för mycket stora och glest signerade zoner där majoriteten av posterna är osäkra delegeringar.
tr_tr: RFC 9276 Opt-Out'u sadece kayıtların çoğunluğunun güvensiz delegasyonlar olduğu çok büyük ve seyrek imzalanmış zonlar için kullanmayı önerir.
uk_ua: RFC 9276 рекомендує використовувати Opt-Out лише для дуже великих та рідко підписаних зон, де більшість записів є незахищеними делегуваннями.
vi_vn: RFC 9276 khuyến nghị chỉ sử dụng Opt-Out cho các vùng rất lớn và ký thưa thớt, nơi phần lớn bản ghi là các ủy quyền không an toàn.
zh_cn: RFC 9276 建议仅在非常大且稀疏签名的区域中使用 Opt-Out，其中大部分记录是不安全的委派。
