Repository: poweradmin/poweradmin
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: cs_cz, de_de, es_es, fr_fr, id_id, ko_kr, lt_lt, pl_pl, ru_ru, sv_se, tr_tr, uk_ua, vi_vn, zh_cn

source: No configuration file found at %s. Please use the <a href="install/">installer</a> to create one, or create the configuration file manually.
id_id: File konfigurasi tidak ditemukan di %s. Silakan gunakan <a href="install/">installer</a> untuk membuatnya, atau buat file konfigurasi secara manual.
ko_kr: %s에서 구성 파일을 찾을 수 없습니다. <a href="install/">설치 프로그램</a>을 사용하여 생성하거나 구성 파일을 수동으로 생성하십시오.
sv_se: Ingen konfigurationsfil hittades på %s. Använd <a href="install/">installationsguiden</a> för att skapa en, eller skapa konfigurationsfilen manuellt.
uk_ua: Файл конфігурації не знайдено за адресою %s. Будь ласка, скористайтеся <a href="install/">інсталятором</a> для його створення або створіть файл конфігурації вручну.
vi_vn: Không tìm thấy tệp cấu hình tại %s. Vui lòng sử dụng <a href="install/">trình cài đặt</a> để tạo, hoặc tạo tệp cấu hình thủ công.

source: Invalid CSRF token.
cs_cz: Neplatný CSRF token.
de_de: Ungültiges CSRF-Token.
es_es: Token CSRF no válido.
fr_fr: Jeton CSRF invalide.
id_id: Token CSRF tidak valid.
ko_kr: 유효하지 않은 CSRF 토큰입니다.
lt_lt: Netinkamas CSRF žetonas.
pl_pl: Nieprawidłowy token CSRF.
ru_ru: Недействительный токен CSRF.
sv_se: Ogiltig CSRF-token.
tr_tr: Geçersiz CSRF jetonu.
uk_ua: Недійсний токен CSRF.
vi_vn: Token CSRF không hợp lệ.
zh_cn: 无效的 CSRF 令牌。

source: The <a href="install/">install/</a> directory exists, you must remove it first before proceeding.
cs_cz: Adresář <a href="install/">install/</a> existuje, musíte jej nejprve odstranit před pokračováním.
de_de: Das <a href="install/">install/</a>-Verzeichnis existiert, Sie müssen es zuerst entfernen, bevor Sie fortfahren können.
es_es: El directorio <a href="install/">install/</a> existe, debe eliminarlo antes de continuar.
fr_fr: Le répertoire <a href="install/">install/</a> existe, vous devez le supprimer avant de continuer.
id_id: Direktori <a href="install/">install/</a> masih ada, Anda harus menghapusnya terlebih dahulu sebelum melanjutkan.
ko_kr: <a href="install/">install/</a> 디렉터리가 존재합니다. 계속하기 전에 먼저 제거해야 합니다.
lt_lt: <a href="install/">install/</a> katalogas egzistuoja, prieš tęsiant turite jį pašalinti.
pl_pl: Katalog <a href="install/">install/</a> istnieje, musisz go usunąć przed kontynuowaniem.
ru_ru: Каталог <a href="install/">install/</a> существует, вы должны удалить его перед продолжением.
sv_se: Katalogen <a href="install/">install/</a> finns kvar, du måste ta bort den innan du fortsätter.
tr_tr: <a href="install/">install/</a> dizini mevcut, devam etmeden önce onu kaldırmalısınız.
uk_ua: Каталог <a href="install/">install/</a> існує, ви повинні видалити його перед продовженням.
vi_vn: Thư mục <a href="install/">install/</a> vẫn tồn tại, bạn phải xóa nó trước khi tiếp tục.
zh_cn: <a href="install/">install/</a> 目录存在，在继续之前必须先删除它。first before proceeding.

source: Default session encryption key is used, please set it in your configuration file.
cs_cz: Používá se výchozí šifrovací klíč relace, nastavte jej prosím v konfiguračním souboru.
de_de: Der Standard-Verschlüsselungsschlüssel für Sitzungen wird verwendet, bitte stellen Sie ihn in Ihrer Konfigurationsdatei ein.
es_es: Se está utilizando la clave de cifrado de sesión predeterminada, por favor, configúrela en su archivo de configuración.
fr_fr: La clé de chiffrement de session par défaut est utilisée, veuillez la définir dans votre fichier de configuration.
id_id: Kunci enkripsi sesi default sedang digunakan, silakan atur di file konfigurasi Anda.
ko_kr: 기본 세션 암호화 키가 사용되고 있습니다. 구성 파일에서 설정하십시오.
lt_lt: Naudojamas numatytasis sesijos šifravimo raktas, nustatykite jį savo konfigūracijos faile.
pl_pl: Używany jest domyślny klucz szyfrowania sesji, ustaw go w pliku konfiguracyjnym.
ru_ru: Используется ключ шифрования сессии по умолчанию, установите его в вашем конфигурационном файле.
sv_se: Standardkrypteringsnyckeln för sessioner används, vänligen ange en i din konfigurationsfil.
tr_tr: Varsayılan oturum şifreleme anahtarı kullanılıyor, lütfen yapılandırma dosyanızda ayarlayın.
uk_ua: Використовується стандартний ключ шифрування сесії, будь ласка, встановіть його у вашому файлі конфігурації.
vi_vn: Khóa mã hóa phiên mặc định đang được sử dụng, vui lòng thiết lập khóa trong tệp cấu hình của bạn.
zh_cn: Varsayılan oturum şifreleme anahtarı kullanılıyor, lütfen yapılandırma dosyanızda ayarlayın.

source: The %s field is required.
cs_cz: Pole %s je povinné.
de_de: Das Feld %s ist erforderlich.
es_es: El campo %s es obligatorio.
fr_fr: Le champ %s est obligatoire.
id_id: Kolom %s wajib diisi.
ko_kr: %s 필드는 필수입니다.
lt_lt: Laukas %s yra privalomas.
pl_pl: Pole %s jest wymagane.
ru_ru: Поле %s обязательно для заполнения.
sv_se: Fältet %s är obligatoriskt.
tr_tr: %s alanı zorunludur.
uk_ua: Поле %s є обов'язковим.
vi_vn: Trường %s là bắt buộc.
zh_cn: %s 字段是必需的。

source: The %s field must be a number.
cs_cz: Pole %s musí být číslo.
de_de: Das Feld %s muss eine Zahl sein.
es_es: El campo %s debe ser un número.
fr_fr: Le champ %s doit être un nombre.
id_id: Kolom %s harus berupa angka.
ko_kr: %s 필드는 숫자여야 합니다.
lt_lt: Laukas %s turi būti skaičius.
pl_pl: Pole %s musi być liczbą.
ru_ru: Поле %s должно быть числом.
sv_se: Fältet %s måste vara ett nummer.
tr_tr: %s alanı bir sayı olmalıdır.
uk_ua: Поле %s повинно бути числом.
vi_vn: Trường %s phải là một số.
zh_cn: %s 字段必须是数字。

source: Previous
cs_cz: Předchozí
de_de: Zurück
es_es: Anterior
fr_fr: Précédent
id_id: Sebelumnya
ko_kr: 이전
lt_lt: Ankstesnis
pl_pl: Poprzednia
ru_ru: Предыдущий
sv_se: Föregående
tr_tr: Önceki
uk_ua: Попередня
vi_vn: Trước
zh_cn: 上一页

source: Next
cs_cz: Další
de_de: Weiter
es_es: Siguiente
fr_fr: Suivant
id_id: Berikutnya
ko_kr: 다음
lt_lt: Kitas
pl_pl: Następna
ru_ru: Следующий
sv_se: Nästa
tr_tr: Sonraki
uk_ua: Наступна
vi_vn: Tiếp
zh_cn: 下一页

source: Show zones beginning with
cs_cz: Zobrazit zóny začínající na
de_de: Zonen anzeigen, die beginnen mit
es_es: Mostrar zonas que comienzan con
fr_fr: Afficher les zones commençant par
id_id: Tampilkan zona yang dimulai dengan
ko_kr: 다음으로 시작하는 존 표시
lt_lt: Rodyti zonas prasidedančias
pl_pl: Pokaż strefy rozpoczynające się od
ru_ru: Показать зоны, начинающиеся с
sv_se: Visa zoner som börjar med
tr_tr: Şu harfle başlayan alanları göster
uk_ua: Показати зони, що починаються з
vi_vn: Hiển thị các vùng bắt đầu bằng
zh_cn: 显示以此开头的区域

source: Show all
cs_cz: Zobrazit vše
de_de: Alle anzeigen
es_es: Mostrar todo
fr_fr: Tout afficher
id_id: Tampilkan semua
ko_kr: 모두 표시
lt_lt: Rodyti visas
pl_pl: Pokaż wszystkie
ru_ru: Показать все
sv_se: Visa alla
tr_tr: Tümünü göster
uk_ua: Показати всі
vi_vn: Hiển thị tất cả
zh_cn: 显示全部

source: No records selected for deletion.
cs_cz: Žádné záznamy nebyly vybrány ke smazání.
de_de: Keine Einträge zum Löschen ausgewählt.
es_es: No se seleccionaron registros para eliminar.
fr_fr: Aucun enregistrement sélectionné pour suppression.
id_id: Tidak ada rekaman yang dipilih untuk dihapus.
ko_kr: 삭제할 레코드가 선택되지 않았습니다.
lt_lt: Nėra pasirinktų įrašų ištrinimui.
pl_pl: Nie wybrano rekordów do usunięcia.
ru_ru: Не выбрано записей для удаления.
sv_se: Inga poster valda för radering.
tr_tr: Silme için seçilen kayıt yok.
uk_ua: Не вибрано записів для видалення.
vi_vn: Không có bản ghi nào được chọn để xóa.
zh_cn: 没有选择要删除的记录。

source: The record has been deleted successfully. Any corresponding PTR records were also removed.
cs_cz: Záznam byl úspěšně smazán. Veškeré odpovídající PTR záznamy byly také odstraněny.
de_de: Der Eintrag wurde erfolgreich gelöscht. Entsprechende PTR-Einträge wurden ebenfalls entfernt.
es_es: El registro se ha eliminado correctamente. También se eliminaron los registros PTR correspondientes.
fr_fr: L'enregistrement a été supprimé avec succès. Tous les enregistrements PTR correspondants ont également été supprimés.
id_id: Rekaman telah berhasil dihapus. Rekaman PTR yang terkait juga telah dihapus.
ko_kr: 레코드가 성공적으로 삭제되었습니다. 해당하는 PTR 레코드도 함께 제거되었습니다.
lt_lt: Įrašas sėkmingai ištrintas. Visi atitinkami PTR įrašai taip pat pašalinti.
pl_pl: Rekord został pomyślnie usunięty. Usunięto również odpowiadające mu rekordy PTR.
ru_ru: Запись успешно удалена. Соответствующие PTR записи также были удалены.
sv_se: Posten har raderats. Eventuella motsvarande PTR-poster togs också bort.
tr_tr: Kayıt başarıyla silindi. İlgili PTR kayıtları da kaldırıldı.
uk_ua: Запис було успішно видалено. Відповідні PTR-записи також були видалені.
vi_vn: Bản ghi đã được xóa thành công. Các bản ghi PTR tương ứng cũng đã được xóa.
zh_cn: 记录已成功删除。相应的 PTR 记录也已删除。

source: %d records have been deleted successfully. Any corresponding PTR records were also removed.
cs_cz: %d záznamů bylo úspěšně smazáno. Veškeré odpovídající PTR záznamy byly také odstraněny.
de_de: %d Einträge wurden erfolgreich gelöscht. Entsprechende PTR-Einträge wurden ebenfalls entfernt.
es_es: %d registros se han eliminado correctamente. También se eliminaron los registros PTR correspondientes.
fr_fr: %d enregistrements ont été supprimés avec succès. Tous les enregistrements PTR correspondants ont également été supprimés.
id_id: %d rekaman telah berhasil dihapus. Rekaman PTR yang terkait juga telah dihapus.
ko_kr: %d개의 레코드가 성공적으로 삭제되었습니다. 해당하는 PTR 레코드도 함께 제거되었습니다.
lt_lt: %d įrašai sėkmingai ištrinti. Visi atitinkami PTR įrašai taip pat pašalinti.
pl_pl: %d rekordów zostało pomyślnie usuniętych. Usunięto również odpowiadające im rekordy PTR.
ru_ru: %d записи успешно удалены. Соответствующие PTR записи также были удалены.
sv_se: %d poster har raderats. Eventuella motsvarande PTR-poster togs också bort.
tr_tr: %d kayıt başarıyla silindi. İlgili PTR kayıtları da kaldırıldı.
uk_ua: %d записів було успішно видалено. Відповідні PTR-записи також були видалені.
vi_vn: %d bản ghi đã được xóa thành công. Các bản ghi PTR tương ứng cũng đã được xóa.
zh_cn: 已成功删除 %d 条记录。相应的 PTR 记录也已删除。

source: No records could be deleted. Please check permissions.
cs_cz: Žádné záznamy nebylo možné smazat. Zkontrolujte oprávnění.
de_de: Keine Einträge konnten gelöscht werden. Bitte überprüfen Sie die Berechtigungen.
es_es: No se pudieron eliminar registros. Verifique los permisos.
fr_fr: Aucun enregistrement n'a pu être supprimé. Veuillez vérifier les permissions.
id_id: Tidak ada rekaman yang dapat dihapus. Silakan periksa izin akses.
ko_kr: 레코드를 삭제할 수 없습니다. 권한을 확인하십시오.
lt_lt: Nepavyko ištrinti jokių įrašų. Patikrinkite leidimus.
pl_pl: Nie można usunąć żadnych rekordów. Sprawdź uprawnienia.
ru_ru: Не удалось удалить записи. Пожалуйста, проверьте разрешения.
sv_se: Inga poster kunde raderas. Kontrollera behörigheterna.
tr_tr: Hiçbir kayıt silinemedi. Lütfen izinleri kontrol edin.
uk_ua: Жоден запис не вдалося видалити. Перевірте дозволи.
vi_vn: Không thể xóa bản ghi nào. Vui lòng kiểm tra quyền hạn.
zh_cn: 无法删除记录。请检查权限。

source: No valid records selected for deletion or you lack permission to delete them.
cs_cz: Žádné platné záznamy nebyly vybrány ke smazání nebo nemáte oprávnění je smazat.
de_de: Keine gültigen Einträge zum Löschen ausgewählt oder Sie haben keine Berechtigung, sie zu löschen.
es_es: No se seleccionaron registros válidos para eliminar o no tiene permisos para eliminarlos.
fr_fr: Aucun enregistrement valide sélectionné pour suppression ou vous n'avez pas la permission de les supprimer.
id_id: Tidak ada rekaman valid yang dipilih untuk dihapus atau Anda tidak memiliki izin untuk menghapusnya.
ko_kr: 삭제할 유효한 레코드가 선택되지 않았거나 삭제 권한이 없습니다.
lt_lt: Nėra pasirinktų tinkamių įrašų ištrinimui arba neturite leidimo juos ištrinti.
pl_pl: Nie wybrano prawidłowych rekordów do usunięcia lub brak uprawnień do ich usunięcia.
ru_ru: Не выбрано допустимых записей для удаления или у вас нет разрешения на их удаление.
sv_se: Inga giltiga poster valda för radering eller så saknar du behörighet att radera dem.
tr_tr: Silme için geçerli kayıt seçilmedi veya bunları silme yetkiniz yok.
uk_ua: Не вибрано дійсних записів для видалення або у вас немає дозволу на їх видалення.
vi_vn: Không có bản ghi hợp lệ nào được chọn để xóa hoặc bạn không có quyền xóa chúng.
zh_cn: 没有选择有效的删除记录或您没有删除权限。

source: Invalid or unexpected input given.
cs_cz: Neplatný nebo neočekávaný vstup.
de_de: Ungültige oder unerwartete Eingabe.
es_es: Se ha proporcionado una entrada no válida o inesperada.
fr_fr: Entrée invalide ou inattendue fournie.
id_id: Input yang diberikan tidak valid atau tidak sesuai.
ko_kr: 유효하지 않거나 예상치 못한 입력이 제공되었습니다.
lt_lt: Netinkamas arba nenumatytas įvestis.
pl_pl: Podano nieprawidłowe lub nieoczekiwane dane wejściowe.
ru_ru: Получены недопустимые или неожиданные данные.
sv_se: Ogiltiga eller oväntade indata angavs.
tr_tr: Geçersiz veya beklenmeyen girdi verildi.
uk_ua: Надано недійсні або неочікувані дані.
vi_vn: Dữ liệu đầu vào không hợp lệ hoặc không mong đợi.
zh_cn: 给定的输入无效或异常。

source: You do not have the permission to delete this user.
cs_cz: Nemáte oprávnění smazat tohoto uživatele.
de_de: Sie haben nicht die Berechtigung, diesen Benutzer zu löschen.
es_es: No tiene permiso para eliminar este usuario.
fr_fr: Vous n'avez pas la permission de supprimer cet utilisateur.
id_id: Anda tidak memiliki izin untuk menghapus pengguna ini.
ko_kr: 이 사용자를 삭제할 권한이 없습니다.
lt_lt: Neturite leidimo ištrinti šį vartotoją.
pl_pl: Nie masz uprawnień do usunięcia tego użytkownika.
ru_ru: У вас нет разрешения на удаление этого пользователя.
sv_se: Du har inte behörighet att radera denna användare.
tr_tr: Bu kullanıcıyı silme yetkiniz yok.
uk_ua: У вас немає дозволу на видалення цього користувача.
vi_vn: Bạn không có quyền xóa người dùng này.
zh_cn: 您没有删除此用户的权限。

source: You do not have permission to delete a superuser account.
id_id: Anda tidak memiliki izin untuk menghapus akun superuser.
ko_kr: 슈퍼유저 계정을 삭제할 권한이 없습니다.
sv_se: Du har inte behörighet att radera ett superanvändarkonto.
uk_ua: У вас немає дозволу на видалення облікового запису суперкористувача.
vi_vn: Bạn không có quyền xóa tài khoản quản trị viên cao cấp.

source: User does not exist.
cs_cz: Uživatel neexistuje.
de_de: Benutzer existiert nicht.
es_es: El usuario no existe.
fr_fr: L'utilisateur n'existe pas.
id_id: Pengguna tidak ditemukan.
ko_kr: 사용자가 존재하지 않습니다.
lt_lt: Vartotojas neegzistuoja.
pl_pl: Użytkownik nie istnieje.
ru_ru: Пользователь не существует.
sv_se: Användaren finns inte.
tr_tr: Kullanıcı mevcut değil.
uk_ua: Користувач не існує.
vi_vn: Người dùng không tồn tại.
zh_cn: 用户不存在。

source: The user has been deleted successfully.
cs_cz: Uživatel byl úspěšně smazán.
de_de: Der Benutzer wurde erfolgreich gelöscht.
es_es: El usuario ha sido eliminado con éxito.
fr_fr: L'utilisateur a été supprimé avec succès.
id_id: Pengguna telah berhasil dihapus.
ko_kr: 사용자가 성공적으로 삭제되었습니다.
lt_lt: Vartotojas sėkmingai ištrintas.
pl_pl: Użytkownik został pomyślnie usunięty.
ru_ru: Пользователь успешно удалён.
sv_se: Användaren har raderats.
tr_tr: Kullanıcı başarıyla silindi.
uk_ua: Користувача було успішно видалено.
vi_vn: Người dùng đã được xóa thành công.
zh_cn: 用户已成功删除。

source: Zone comments feature is disabled in configuration.
cs_cz: Funkce komentářů zón je v konfiguraci zakázána.
de_de: Die Zone-Kommentare-Funktion ist in der Konfiguration deaktiviert.
es_es: La función de comentarios de zona está deshabilitada en la configuración.
fr_fr: La fonctionnalité de commentaires de zone est désactivée dans la configuration.
id_id: Fitur komentar zona dinonaktifkan dalam konfigurasi.
ko_kr: 존 코멘트 기능이 구성에서 비활성화되어 있습니다.
lt_lt: Zonų komentaru funkcija išjungta konfiguracijoje.
pl_pl: Funkcja komentarzy stref jest wyłączona w konfiguracji.
ru_ru: Функция комментариев зон отключена в конфигурации.
sv_se: Funktionen för zonkommentarer är inaktiverad i konfigurationen.
tr_tr: Zon yorumları özelliği yapılandırmada devre dışı.
uk_ua: Функція коментарів зони вимкнена в конфігурації.
vi_vn: Tính năng bình luận vùng đã bị tắt trong cấu hình.
zh_cn: 区域注释功能在配置中已禁用。

source: You do not have the permission to view this comment.
cs_cz: Nemáte oprávnění zobrazit tento komentář.
de_de: Sie haben nicht die Berechtigung, diesen Kommentar anzusehen.
es_es: No tiene permiso para ver este comentario.
fr_fr: Vous n'avez pas la permission de voir ce commentaire.
id_id: Anda tidak memiliki izin untuk melihat komentar ini.
ko_kr: 이 코멘트를 볼 권한이 없습니다.
lt_lt: Neturite leidimo peržiūrėti šį komentaarą.
pl_pl: Nie masz uprawnień do przeglądania tego komentarza.
ru_ru: У вас нет разрешения на просмотр этого комментария.
sv_se: Du har inte behörighet att visa denna kommentar.
tr_tr: Bu yorumu görüntüleme yetkiniz yok.
uk_ua: У вас немає дозволу на перегляд цього коментаря.
vi_vn: Bạn không có quyền xem bình luận này.
zh_cn: 您没有查看此注释的权限。

source: You do not have the permission to edit this comment.
cs_cz: Nemáte oprávnění upravit tento komentář.
de_de: Sie haben nicht die Berechtigung, diesen Kommentar zu bearbeiten.
es_es: No tiene permiso para editar este comentario.
fr_fr: Vous n'avez pas la permission de modifier ce commentaire.
id_id: Anda tidak memiliki izin untuk mengedit komentar ini.
ko_kr: 이 코멘트를 편집할 권한이 없습니다.
lt_lt: Neturite leidimo redaguoti šį komentaarą.
pl_pl: Nie masz uprawnień do edycji tego komentarza.
ru_ru: У вас нет разрешения на редактирование этого комментария.
sv_se: Du har inte behörighet att redigera denna kommentar.
tr_tr: Bu yorumu düzenleme yetkiniz yok.
uk_ua: У вас немає дозволу на редагування цього коментаря.
vi_vn: Bạn không có quyền chỉnh sửa bình luận này.
zh_cn: 您没有编辑此注释的权限。

source: The comment has been updated successfully.
cs_cz: Komentář byl úspěšně aktualizován.
de_de: Der Kommentar wurde erfolgreich aktualisiert.
es_es: El comentario ha sido actualizado con éxito.
fr_fr: Le commentaire a été mis à jour avec succès.
id_id: Komentar telah berhasil diperbarui.
ko_kr: 코멘트가 성공적으로 업데이트되었습니다.
lt_lt: Komentaras sėkmingai atnaujintas.
pl_pl: Komentarz został pomyślnie zaktualizowany.
ru_ru: Комментарий успешно обновлён.
sv_se: Kommentaren har uppdaterats.
tr_tr: Yorum başarıyla güncellendi.
uk_ua: Коментар було успішно оновлено.
vi_vn: Bình luận đã được cập nhật thành công.
zh_cn: 注释已成功更新。

source: Invalid record ID.
fr_fr: ID d'enregistrement invalide.
id_id: ID rekaman tidak valid.
ko_kr: 유효하지 않은 레코드 ID입니다.
lt_lt: Neteisingas įrašo ID.
sv_se: Ogiltigt post-ID.
uk_ua: Недійсний ID запису.
vi_vn: ID bản ghi không hợp lệ.

source: You do not have permission to delete records in this zone.
fr_fr: Vous n'avez pas la permission de supprimer des enregistrements dans cette zone.
id_id: Anda tidak memiliki izin untuk menghapus rekaman di zona ini.
ko_kr: 이 존의 레코드를 삭제할 권한이 없습니다.
lt_lt: Jūs neturite leidimo trinti įrašų šioje zonoje.
sv_se: Du har inte behörighet att radera poster i denna zon.
uk_ua: У вас немає дозволу на видалення записів у цій зоні.
vi_vn: Bạn không có quyền xóa bản ghi trong vùng này.

source: Record not found.
id_id: Rekaman tidak ditemukan.
ko_kr: 레코드를 찾을 수 없습니다.
sv_se: Posten hittades inte.
uk_ua: Запис не знайдено.
vi_vn: Không tìm thấy bản ghi.

source: The record and its corresponding PTR and A/AAAA records were deleted but the comment was preserved because similar records exist.
cs_cz: Záznam a jeho odpovídající PTR a A/AAAA záznamy byly odstraněny, ale komentář byl zachován, protože existují podobné záznamy.
es_es: El registro y sus correspondientes registros PTR y A/AAAA fueron eliminados, pero el comentario se conservó porque existen registros similares.
fr_fr: L'enregistrement et ses enregistrements PTR et A/AAAA correspondants ont été supprimés mais le commentaire a été conservé car des enregistrements similaires existent.
id_id: Rekaman beserta rekaman PTR dan A/AAAA yang terkait telah dihapus, tetapi komentar dipertahankan karena rekaman serupa masih ada.
ko_kr: 레코드와 해당 PTR 및 A/AAAA 레코드가 삭제되었지만, 유사한 레코드가 존재하여 코멘트는 보존되었습니다.
lt_lt: Įrašas ir atitinkami PTR bei A/AAAA įrašai ištrinti, bet komentaras išsaugotas, nes egzistuoja panašūs įrašai.
ru_ru: Запись и соответствующие ей PTR и A/AAAA записи были удалены, но комментарий сохранен, поскольку существуют похожие записи.
sv_se: Posten och dess motsvarande PTR- och A/AAAA-poster raderades men kommentaren bevarades eftersom liknande poster finns.
uk_ua: Запис та відповідні PTR і A/AAAA записи було видалено, але коментар збережено, оскільки існують подібні записи.
vi_vn: Bản ghi và các bản ghi PTR và A/AAAA tương ứng đã được xóa nhưng bình luận được giữ lại vì có các bản ghi tương tự tồn tại.

source: The record and its corresponding PTR record were deleted but the comment was preserved because similar records exist.
cs_cz: Záznam a odpovídající PTR záznam byly smazány, ale komentář byl zachován, protože existují podobné záznamy.
de_de: Der Eintrag und sein entsprechender PTR-Eintrag wurden gelöscht, aber der Kommentar wurde beibehalten, da ähnliche Einträge existieren.
es_es: El registro y su registro PTR correspondiente fueron eliminados pero el comentario se conservó porque existen registros similares.
fr_fr: L'enregistrement et son enregistrement PTR correspondant ont été supprimés mais le commentaire a été préservé car des enregistrements similaires existent.
id_id: Rekaman beserta rekaman PTR yang terkait telah dihapus, tetapi komentar dipertahankan karena rekaman serupa masih ada.
ko_kr: 레코드와 해당 PTR 레코드가 삭제되었지만, 유사한 레코드가 존재하여 코멘트는 보존되었습니다.
lt_lt: Įrašas ir atitinkamas PTR įrašas ištrinti, bet komentaras išsaugotas, nes egzistuoja panašūs įrašai.
pl_pl: Rekord i odpowiadający mu rekord PTR zostały usunięte, ale komentarz został zachowany, ponieważ istnieją podobne rekordy.
ru_ru: Запись и соответствующая PTR запись удалены, но комментарий сохранён, поскольку существуют похожие записи.
sv_se: Posten och dess motsvarande PTR-post raderades men kommentaren bevarades eftersom liknande poster finns.
tr_tr: Kayıt ve ilgili PTR kaydı silindi ancak benzer kayıtlar mevcut olduğu için yorum korundu.
uk_ua: Запис та відповідний PTR-запис було видалено, але коментар збережено, оскільки існують подібні записи.
vi_vn: Bản ghi và bản ghi PTR tương ứng đã được xóa nhưng bình luận được giữ lại vì có các bản ghi tương tự tồn tại.
zh_cn: 记录及其对应的 PTR 记录已删除，但由于存在类似记录，注释被保留。

source: The record and its corresponding A/AAAA record were deleted but the comment was preserved because similar records exist.
cs_cz: Záznam a jeho odpovídající A/AAAA záznam byly odstraněny, ale komentář byl zachován, protože existují podobné záznamy.
es_es: El registro y su correspondiente registro A/AAAA fueron eliminados, pero el comentario se conservó porque existen registros similares.
fr_fr: L'enregistrement et son enregistrement A/AAAA correspondant ont été supprimés mais le commentaire a été conservé car des enregistrements similaires existent.
id_id: Rekaman beserta rekaman A/AAAA yang terkait telah dihapus, tetapi komentar dipertahankan karena rekaman serupa masih ada.
ko_kr: 레코드와 해당 A/AAAA 레코드가 삭제되었지만, 유사한 레코드가 존재하여 코멘트는 보존되었습니다.
lt_lt: Įrašas ir atitinkamas A/AAAA įrašas ištrinti, bet komentaras išsaugotas, nes egzistuoja panašūs įrašai.
ru_ru: Запись и соответствующая ей A/AAAA запись были удалены, но комментарий сохранен, поскольку существуют похожие записи.
sv_se: Posten och dess motsvarande A/AAAA-post raderades men kommentaren bevarades eftersom liknande poster finns.
uk_ua: Запис та відповідний A/AAAA запис було видалено, але коментар збережено, оскільки існують подібні записи.
vi_vn: Bản ghi và bản ghi A/AAAA tương ứng đã được xóa nhưng bình luận được giữ lại vì có các bản ghi tương tự tồn tại.
