Repository: poweradmin/poweradmin
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: cs_cz, de_de, es_es, fr_fr, id_id, ko_kr, lt_lt, pl_pl, ru_ru, sv_se, tr_tr, uk_ua, vi_vn, zh_cn

source: The new mailbox is the same as the old mailbox. MR records are intended for redirecting to a different mailbox.
cs_cz: Nový mailbox je stejný jako starý mailbox. MR záznamy jsou určeny pro přesměrování na jiný mailbox.
de_de: Die neue Mailbox ist dieselbe wie die alte Mailbox. MR-Einträge sind für die Umleitung zu einer anderen Mailbox gedacht.
es_es: El buzón nuevo es el mismo que el buzón viejo. Los registros MR están destinados para redirigir a un buzón diferente.
fr_fr: La nouvelle boîte aux lettres est identique à l'ancienne boîte aux lettres. Les enregistrements MR sont destinés à rediriger vers une boîte aux lettres différente.
id_id: Nonaktifkan DNSSEC
ko_kr: 호스트에 도달할 수 없습니다.
lt_lt: Nauja pašto dėžutė tokia pati kaip sena. MR įrašai skirti nukreipimui į kitą pašto dėžutę.
pl_pl: Nowa skrzynka pocztowa jest taka sama jak stara. Rekordy MR są przeznaczone do przekierowania na inną skrzynkę pocztową.
ru_ru: Новый почтовый ящик совпадает со старым. MR записи предназначены для перенаправления на другой почтовый ящик.
sv_se: API-kvot borttagen
tr_tr: Yeni posta kutusu eski posta kutusuyla aynı. MR kayıtları farklı bir posta kutusuna yönlendirme için tasarlanmıştır.
uk_ua: This configuration may have split-brain protection. Implement fencing.
vi_vn: Chuyển đổi tiền tệ thất bại.
zh_cn: 新邮箱与旧邮箱相同。MR 记录旨在重定向到不同的邮箱。

source: Priority field for MR records must be 0 or empty.
cs_cz: Pole priority pro MR záznamy musí být 0 nebo prázdné.
de_de: Prioritätsfeld für MR-Einträge muss 0 oder leer sein.
es_es: El campo de prioridad para registros MR debe ser 0 o estar vacío.
fr_fr: Le champ priorité pour les enregistrements MR doit être 0 ou vide.
id_id: DNSSEC keys
ko_kr: 네트워크에 도달할 수 없습니다.
lt_lt: MR įrašų prioriteto laukas turi būti 0 arba tuščias.
pl_pl: Pole priorytetu dla rekordów MR musi mieć wartość 0 lub być puste.
ru_ru: Поле приоритета для MR записей должно быть 0 или пустым.
sv_se: Kunde inte ta bort API-kvot
tr_tr: MR kayıtları için öncelik alanı 0 veya boş olmalıdır.
uk_ua: Content may be subject to bounded staleness. Document staleness bounds.
vi_vn: Tỷ giá hối đoái không khả dụng.
zh_cn: MR 记录的优先级字段必须为 0 或空。

source: MR records were marked as EXPERIMENTAL in RFC 1035 and are rarely used in modern mail systems.
cs_cz: MR záznamy byly označeny jako EXPERIMENTÁLNÍ v RFC 1035 a jsou zřídka používány v moderních mailových systémech.
de_de: MR-Einträge wurden in RFC 1035 als EXPERIMENTELL markiert und werden in modernen Mail-Systemen selten verwendet.
es_es: Los registros MR fueron marcados como EXPERIMENTALES en RFC 1035 y raramente se usan en sistemas de correo modernos.
fr_fr: Les enregistrements MR ont été marqués comme EXPÉRIMENTAUX dans RFC 1035 et sont rarement utilisés dans les systèmes de courrier modernes.
id_id: Key DNSSEC
ko_kr: 프록시 인증이 필요합니다.
lt_lt: MR įrašai buvo pažymėti kaip EKSPERIMENTINIAI RFC 1035 ir retai naudojami šiuolaikinėse pašto sistemose.
pl_pl: Rekordy MR zostały oznaczone jako EKSPERYMENTALNE w RFC 1035 i są rzadko używane w nowoczesnych systemach pocztowych.
ru_ru: MR записи были помечены как ЭКСПЕРИМЕНТАЛЬНЫЕ в RFC 1035 и редко используются в современных почтовых системах.
sv_se: Ogiltig API-kvot
tr_tr: MR kayıtları RFC 1035'te DENEYSEL olarak işaretlenmiş ve modern posta sistemlerinde nadiren kullanılır.
uk_ua: Record may be part of anti-entropy mechanism. Verify gossip protocol.
vi_vn: Số điện thoại không hợp lệ.
zh_cn: MR 记录在 RFC 1035 中被标记为实验性的，在现代邮件系统中很少使用。

source: Consider using standard mail forwarding mechanisms instead of MR records.
cs_cz: Zvažte použití standardních mechanismů přeposílání pošty místo MR záznamů.
de_de: Erwägen Sie die Verwendung von Standard-Mail-Weiterleitungsmechanismen anstelle von MR-Einträgen.
es_es: Considere usar mecanismos estándar de reenvío de correo en lugar de registros MR.
fr_fr: Considérez utiliser les mécanismes de transfert de courrier standard au lieu des enregistrements MR.
id_id: Add DNSSEC key
ko_kr: 프록시에 연결할 수 없습니다.
lt_lt: Apsvarstykite standartinių pašto persiuntimo mechanizmų naudojimą vietoj MR įrašų.
pl_pl: Rozważ użycie standardowych mechanizmów przekierowania poczty zamiast rekordów MR.
ru_ru: Рассмотрите использование стандартных механизмов пересылки почты вместо MR записей.
sv_se: API-kvoten finns redan
tr_tr: MR kayıtları yerine standart posta yönlendirme mekanizmalarını kullanmayı düşünün.
uk_ua: This record type may have read-your-writes guarantee. Document session guarantees.
vi_vn: Định dạng số điện thoại không hợp lệ. Sử dụng định dạng quốc tế (+countrycode).
zh_cn: 考虑使用标准邮件转发机制而不是 MR 记录。

source: The MR record indicates that the mail user has moved from the old mailbox to the new mailbox.
cs_cz: MR záznam označuje, že mailový uživatel se přestěhoval ze starého mailboxu do nového mailboxu.
de_de: Der MR-Eintrag zeigt an, dass der Mail-Benutzer von der alten Mailbox zur neuen Mailbox gewechselt ist.
es_es: El registro MR indica que el usuario de correo se ha movido del buzón viejo al buzón nuevo.
fr_fr: L'enregistrement MR indique que l'utilisateur de courrier a déménagé de l'ancienne boîte aux lettres vers la nouvelle boîte aux lettres.
id_id: Tambah key DNSSEC
ko_kr: 터널 설정에 실패했습니다.
lt_lt: MR įrašas rodo, kad pašto naudotojas persikėlė iš senos pašto dėžutės į naują.
pl_pl: Rekord MR wskazuje, że użytkownik poczty przeniósł się ze starej skrzynki pocztowej do nowej.
ru_ru: MR запись указывает, что почтовый пользователь переехал из старого почтового ящика в новый.
sv_se: API-kvoten finns inte
tr_tr: MR kaydı posta kullanıcısının eski posta kutusundan yeni posta kutusuna taşındığını gösterir.
uk_ua: Content suggests monotonic reads. Ensure read monotonicity.
vi_vn: Mã quốc gia điện thoại không hợp lệ.
zh_cn: MR 记录表示邮件用户已从旧邮箱移动到新邮箱。

source: Priority field for KEY records must be 0 or empty
cs_cz: Pole priority pro KEY záznamy musí být 0 nebo prázdné
de_de: Prioritätsfeld für KEY-Einträge muss 0 oder leer sein
es_es: El campo de prioridad para registros KEY debe ser 0 o estar vacío
fr_fr: Le champ priorité pour les enregistrements KEY doit être 0 ou vide
id_id: View DNSSEC keys
ko_kr: SSL 핸드셰이크에 실패했습니다.
lt_lt: KEY įrašų prioriteto laukas turi būti 0 arba tuščias
pl_pl: Pole priorytetu dla rekordów KEY musi wynosić 0 lub być puste
ru_ru: Поле приоритета для KEY записей должно быть 0 или пустым
sv_se: Redigera API-kvot
tr_tr: KEY kayıtları için öncelik alanı 0 veya boş olmalıdır
uk_ua: Record may be affected by DNS cache poisoning defenses. Verify 0x20 encoding.
vi_vn: Số điện thoại quá ngắn.
zh_cn: KEY 记录的优先级字段必须为 0 或空

source: KEY records have been obsoleted by RFC 4034. For DNSSEC, use DNSKEY records instead.
cs_cz: KEY záznamy byly zrušeny RFC 4034. Pro DNSSEC používejte místo toho DNSKEY záznamy.
de_de: KEY-Einträge wurden durch RFC 4034 obsolet gemacht. Für DNSSEC verwenden Sie stattdessen DNSKEY-Einträge.
es_es: Los registros KEY han sido obsoletos por RFC 4034. Para DNSSEC, use registros DNSKEY en su lugar.
fr_fr: Les enregistrements KEY ont été rendus obsolètes par RFC 4034. Pour DNSSEC, utilisez les enregistrements DNSKEY à la place.
id_id: Lihat key DNSSEC
ko_kr: SSL 인증서가 잘못되었습니다.
lt_lt: KEY įrašai buvo panaikinti RFC 4034. DNSSEC naudokite DNSKEY įrašus vietoj to.
pl_pl: Rekordy KEY zostały zastąpione przez RFC 4034. Do DNSSEC używaj rekordów DNSKEY.
ru_ru: KEY записи устарели согласно RFC 4034. Для DNSSEC используйте DNSKEY записи вместо них.
sv_se: Ta bort API-kvot
tr_tr: KEY kayıtları RFC 4034 tarafından kullanımdan kaldırılmıştır. DNSSEC için bunun yerine DNSKEY kayıtlarını kullanın.
uk_ua: This configuration may have causal consistency needs. Track causality.
vi_vn: Số điện thoại quá dài.
zh_cn: KEY 记录已被 RFC 4034 淘汰。对于 DNSSEC，请改用 DNSKEY 记录。

source: KEY records may not be supported by all DNS servers and resolvers.
cs_cz: KEY záznamy nemusí být podporovány všemi DNS servery a resolvery.
de_de: KEY-Einträge werden möglicherweise nicht von allen DNS-Servern und Resolvern unterstützt.
es_es: Los registros KEY pueden no ser soportados por todos los servidores DNS y resolutores.
fr_fr: Les enregistrements KEY peuvent ne pas être supportés par tous les serveurs DNS et résolveurs.
id_id: Delete DNSSEC key
ko_kr: SSL 인증서가 만료되었습니다.
lt_lt: KEY įrašai gali būti nepalaikomi visų DNS serverių ir resolverių.
pl_pl: Rekordy KEY mogą nie być obsługiwane przez wszystkie serwery DNS i resolvery.
ru_ru: KEY записи могут не поддерживаться всеми DNS серверами и резолверами.
sv_se: Är du säker på att du vill ta bort denna API-kvot?
tr_tr: KEY kayıtları tüm DNS sunucuları ve çözümleyiciler tarafından desteklenmeyebilir.
uk_ua: Content includes logical timestamp. Implement Lamport or vector clocks.
vi_vn: Mã bưu điện không hợp lệ.
zh_cn: 并非所有 DNS 服务器和解析器都支持 KEY 记录。

source: Algorithm 1 (RSA/MD5) is considered cryptographically weak and should not be used.
cs_cz: Algoritmus 1 (RSA/MD5) je považován za kryptograficky slabý a neměl by být používán.
de_de: Algorithmus 1 (RSA/MD5) gilt als kryptographisch schwach und sollte nicht verwendet werden.
es_es: El algoritmo 1 (RSA/MD5) se considera criptográficamente débil y no debe usarse.
fr_fr: L'algorithme 1 (RSA/MD5) est considéré comme cryptographiquement faible et ne devrait pas être utilisé.
id_id: Hapus key DNSSEC
ko_kr: SSL 인증서를 확인할 수 없습니다.
lt_lt: Algoritmas 1 (RSA/MD5) laikomas kriptografiškai silpnu ir neturėtų būti naudojamas.
pl_pl: Algorytm 1 (RSA/MD5) jest uważany za kryptograficznie słaby i nie powinien być używany.
ru_ru: Алгоритм 1 (RSA/MD5) считается криптографически слабым и не должен использоваться.
sv_se: API-kvot uppdaterad
tr_tr: Algoritma 1 (RSA/MD5) kriptografik olarak zayıf kabul edilir ve kullanılmamalıdır.
uk_ua: Record appears to be using conflict-free replicated data type (CRDT). Choose appropriate CRDT.
vi_vn: Định dạng mã bưu điện không khớp với quốc gia.
zh_cn: 算法 1 (RSA/MD5) 被认为在密码学上是弱的，不应使用。

source: For DNSSEC zone keys (flags=257, protocol=3), DNSKEY records should be used instead of KEY records.
cs_cz: Pro DNSSEC klíče zón (flags=257, protocol=3) by měly být používány DNSKEY záznamy místo KEY záznamů.
de_de: Für DNSSEC-Zonenschlüssel (flags=257, protocol=3) sollten DNSKEY-Einträge anstelle von KEY-Einträgen verwendet werden.
es_es: Para claves de zona DNSSEC (flags=257, protocol=3), se deben usar registros DNSKEY en lugar de registros KEY.
fr_fr: Pour les clés de zone DNSSEC (flags=257, protocol=3), les enregistrements DNSKEY devraient être utilisés au lieu des enregistrements KEY.
id_id: Key tag
ko_kr: SSL 인증서가 신뢰되지 않습니다.
lt_lt: DNSSEC zonos raktams (flags=257, protocol=3) turėtų būti naudojami DNSKEY įrašai vietoj KEY įrašų.
pl_pl: Dla kluczy stref DNSSEC (flags=257, protocol=3) należy używać rekordów DNSKEY zamiast rekordów KEY.
ru_ru: Для ключей зон DNSSEC (flags=257, protocol=3) следует использовать DNSKEY записи вместо KEY записей.
sv_se: Kunde inte uppdatera API-kvot
tr_tr: DNSSEC zon anahtarları için (flags=257, protocol=3), KEY kayıtları yerine DNSKEY kayıtları kullanılmalıdır.
uk_ua: This configuration may have Byzantine fault tolerance needs. Implement BFT.
vi_vn: Mã quốc gia không hợp lệ.
zh_cn: 对于 DNSSEC 区域密钥（flags=257, protocol=3），应使用 DNSKEY 记录而不是 KEY 记录。

source: Invalid characters in KEY record content.
cs_cz: Neplatné znaky v obsahu KEY záznamu.
de_de: Ungültige Zeichen im KEY-Eintrag-Inhalt.
es_es: Caracteres inválidos en el contenido del registro KEY.
fr_fr: Caractères invalides dans le contenu de l'enregistrement KEY.
id_id: Key tag
ko_kr: SSL 인증서가 해지되었습니다.
lt_lt: KEY įrašo turinyje yra neteisingi simboliai.
pl_pl: Nieprawidłowe znaki w zawartości rekordu KEY.
ru_ru: Недопустимые символы в содержимом KEY записи.
sv_se: Uppdatera API-kvot
tr_tr: KEY kayıt içeriğinde geçersiz karakterler.
uk_ua: Content may be affected by membership changes. Handle dynamic membership.
vi_vn: Mã quốc gia không được hỗ trợ.
zh_cn: KEY 记录内容中有无效字符。

source: KEY record must contain flags, protocol, algorithm, and public key.
cs_cz: KEY záznam musí obsahovat příznaky, protokol, algoritmus a veřejný klíč.
de_de: KEY-Eintrag muss Flags, Protokoll, Algorithmus und Public Key enthalten.
es_es: El registro KEY debe contener flags, protocolo, algoritmo y clave pública.
fr_fr: L'enregistrement KEY doit contenir drapeaux, protocole, algorithme et clé publique.
id_id: Algorithm
ko_kr: SSL 프로토콜 오류입니다.
lt_lt: KEY įrašas turi turėti vėliavas, protokolą, algoritmą ir viešąjį raktą.
pl_pl: Rekord KEY musi zawierać flagi, protokół, algorytm i klucz publiczny.
ru_ru: KEY запись должна содержать флаги, протокол, алгоритм и открытый ключ.
sv_se: Kvotgräns
tr_tr: KEY kaydı bayraklar, protokol, algoritma ve genel anahtar içermelidir.
uk_ua: Record may be part of distributed snapshot. Implement Chandy-Lamport algorithm.
vi_vn: Mã tiểu bang/tỉnh không hợp lệ.
zh_cn: KEY 记录必须包含标志、协议、算法和公钥。

source: KEY flags must be a number between 0 and 65535.
cs_cz: KEY příznaky musí být číslo mezi 0 a 65535.
de_de: KEY-Flags müssen eine Zahl zwischen 0 und 65535 sein.
es_es: Los flags KEY deben ser un número entre 0 y 65535.
fr_fr: Les drapeaux KEY doivent être un nombre entre 0 et 65535.
id_id: Algorithm
ko_kr: TLS 버전이 지원되지 않습니다.
lt_lt: KEY vėliavos turi būti skaičius tarp 0 ir 65535.
pl_pl: Flagi KEY muszą być liczbą między 0 a 65535.
ru_ru: Флаги KEY должны быть числом от 0 до 65535.
sv_se: Använd kvot
tr_tr: KEY bayrakları 0 ile 65535 arasında bir sayı olmalıdır.
uk_ua: This record type may have total order broadcast. Implement atomic broadcast.
vi_vn: Địa chỉ không hợp lệ.
zh_cn: KEY 标志必须是 0 到 65535 之间的数字。

source: Unusual flag value. Common values are 0 (authentication prohibited), 256 (user key), or 257 (zone key).
cs_cz: Neobvyklá hodnota příznaku. Běžné hodnoty jsou 0 (ověření zakázáno), 256 (uživatelský klíč), nebo 257 (klíč zóny).
de_de: Ungewöhnlicher Flag-Wert. Übliche Werte sind 0 (Authentifizierung verboten), 256 (Benutzerschlüssel) oder 257 (Zonenschlüssel).
es_es: Valor de flag inusual. Los valores comunes son 0 (autenticación prohibida), 256 (clave de usuario), o 257 (clave de zona).
fr_fr: Valeur de drapeau inhabituelle. Les valeurs communes sont 0 (authentification interdite), 256 (clé utilisateur) ou 257 (clé de zone).
id_id: Key type
ko_kr: 암호화 제품군이 지원되지 않습니다.
lt_lt: Neįprasta vėliavos reikšmė. Įprastos reikšmės yra 0 (autentifikavimas draudžiamas), 256 (naudotojo raktas), arba 257 (zonos raktas).
pl_pl: Nieobecna wartość flagi. Typowe wartości to 0 (uwierzytelnianie zabronione), 256 (klucz użytkownika) lub 257 (klucz strefy).
ru_ru: Необычное значение флага. Обычные значения: 0 (аутентификация запрещена), 256 (пользовательский ключ) или 257 (ключ зоны).
sv_se: Återstående kvot
tr_tr: Alışılmamış bayrak değeri. Yaygın değerler 0 (kimlik doğrulama yasak), 256 (kullanıcı anahtarı), veya 257 (zon anahtarı)'dir.
uk_ua: Content suggests two-phase commit. Handle coordinator failures.
vi_vn: Dòng địa chỉ quá dài.
zh_cn: 异常的标志值。常见值为 0（禁止认证）、256（用户密钥）或 257（区域密钥）。

source: KEY protocol must be a number between 0 and 255.
cs_cz: KEY protokol musí být číslo mezi 0 a 255.
de_de: KEY-Protokoll muss eine Zahl zwischen 0 und 255 sein.
es_es: El protocolo KEY debe ser un número entre 0 y 255.
fr_fr: Le protocole KEY doit être un nombre entre 0 et 255.
id_id: Tipe key
ko_kr: 암호화에 실패했습니다.
lt_lt: KEY protokolas turi būti skaičius tarp 0 ir 255.
pl_pl: Protokół KEY musi być liczbą między 0 a 255.
ru_ru: Протокол KEY должен быть числом от 0 до 255.
sv_se: Kvotåterställningsperiod
tr_tr: KEY protokolü 0 ile 255 arasında bir sayı olmalıdır.
uk_ua: Record may be affected by DNS zone walking with NSEC. Consider NSEC3 for privacy.
vi_vn: Thành phố không hợp lệ.
zh_cn: KEY 协议必须是 0 到 255 之间的数字。

source: Unusual protocol value. Protocol 3 (DNSSEC) is most common for KEY records.
cs_cz: Neobvyklá hodnota protokolu. Protokol 3 (DNSSEC) je nejběžnější pro KEY záznamy.
de_de: Ungewöhnlicher Protokollwert. Protokoll 3 (DNSSEC) ist am häufigsten für KEY-Einträge.
es_es: Valor de protocolo inusual. El protocolo 3 (DNSSEC) es más común para registros KEY.
fr_fr: Valeur de protocole inhabituelle. Le protocole 3 (DNSSEC) est le plus courant pour les enregistrements KEY.
id_id: Key size
ko_kr: 복호화에 실패했습니다.
lt_lt: Neįprasta protokolo reikšmė. Protokolas 3 (DNSSEC) yra dažniausias KEY įrašuose.
pl_pl: Nieobecna wartość protokołu. Protokół 3 (DNSSEC) jest najczęściej używany dla rekordów KEY.
ru_ru: Необычное значение протокола. Протокол 3 (DNSSEC) наиболее распространён для KEY записей.
sv_se: Daglig
tr_tr: Alışılmamış protokol değeri. Protokol 3 (DNSSEC) KEY kayıtları için en yaygın olandır.
uk_ua: This configuration may have distributed transaction needs. Use proper 2PC or Paxos.
vi_vn: Tên thành phố quá dài.
zh_cn: 异常的协议值。协议 3 (DNSSEC) 是 KEY 记录最常见的。

source: KEY algorithm must be a number between 0 and 255.
cs_cz: KEY algoritmus musí být číslo mezi 0 a 255.
de_de: KEY-Algorithmus muss eine Zahl zwischen 0 und 255 sein.
es_es: El algoritmo KEY debe ser un número entre 0 y 255.
fr_fr: L'algorithme KEY doit être un nombre entre 0 et 255.
id_id: Ukuran key
ko_kr: 서명에 실패했습니다.
lt_lt: KEY algoritmas turi būti skaičius tarp 0 ir 255.
pl_pl: Algorytm KEY musi być liczbą między 0 a 255.
ru_ru: Алгоритм KEY должен быть числом от 0 до 255.
sv_se: Veckovis
tr_tr: KEY algoritması 0 ile 255 arasında bir sayı olmalıdır.
uk_ua: Content includes view number or configuration ID. Handle view changes.
vi_vn: Kinh độ không hợp lệ. Phải nằm trong khoảng từ -180 đến 180.
zh_cn: KEY 算法必须是 0 到 255 之间的数字。

source: Unusual algorithm value. Common values are 1 (RSA/MD5), 2 (DH), 3 (DSA), 5 (RSA/SHA-1), 8 (RSA/SHA-256).
cs_cz: Neobvyklá hodnota algoritmu. Běžné hodnoty jsou 1 (RSA/MD5), 2 (DH), 3 (DSA), 5 (RSA/SHA-1), 8 (RSA/SHA-256).
de_de: Ungewöhnlicher Algorithmuswert. Übliche Werte sind 1 (RSA/MD5), 2 (DH), 3 (DSA), 5 (RSA/SHA-1), 8 (RSA/SHA-256).
es_es: Valor de algoritmo inusual. Los valores comunes son 1 (RSA/MD5), 2 (DH), 3 (DSA), 5 (RSA/SHA-1), 8 (RSA/SHA-256).
fr_fr: Valeur d'algorithme inhabituelle. Les valeurs communes sont 1 (RSA/MD5), 2 (DH), 3 (DSA), 5 (RSA/SHA-1), 8 (RSA/SHA-256).
id_id: Active
ko_kr: 확인에 실패했습니다.
lt_lt: Neįprasta algoritmo reikšmė. Įprastos reikšmės yra 1 (RSA/MD5), 2 (DH), 3 (DSA), 5 (RSA/SHA-1), 8 (RSA/SHA-256).
pl_pl: Nieobecna wartość algorytmu. Typowe wartości to 1 (RSA/MD5), 2 (DH), 3 (DSA), 5 (RSA/SHA-1), 8 (RSA/SHA-256).
ru_ru: Необычное значение алгоритма. Обычные значения: 1 (RSA/MD5), 2 (DH), 3 (DSA), 5 (RSA/SHA-1), 8 (RSA/SHA-256).
sv_se: Månatlig
tr_tr: Alışılmamış algoritma değeri. Yaygın değerler 1 (RSA/MD5), 2 (DH), 3 (DSA), 5 (RSA/SHA-1), 8 (RSA/SHA-256)'dır.
uk_ua: Record appears to be using speculative execution. Handle rollback on conflicts.
vi_vn: Vĩ độ không hợp lệ. Phải nằm trong khoảng từ -90 đến 90.
zh_cn: 异常的算法值。常见值为 1 (RSA/MD5)、2 (DH)、3 (DSA)、5 (RSA/SHA-1)、8 (RSA/SHA-256)。

source: KEY public key is required.
cs_cz: Veřejný klíč KEY je vyžadován.
de_de: KEY-Public-Key ist erforderlich.
es_es: Se requiere clave pública KEY.
fr_fr: La clé publique KEY est requise.
id_id: Aktif
ko_kr: 해시에 실패했습니다.
lt_lt: KEY viešasis raktas yra privalomas.
pl_pl: Klucz publiczny KEY jest wymagany.
ru_ru: Открытый ключ KEY обязателен.
sv_se: Årlig
tr_tr: KEY genel anahtarı gereklidir.
uk_ua: This configuration may have distributed locking needs. Use proper distributed lock.
vi_vn: Tọa độ địa lý không hợp lệ.
zh_cn: 需要 KEY 公钥。

source: KEY public key must be properly Base64 encoded.
cs_cz: Veřejný klíč KEY musí být správně kódován v Base64.
de_de: KEY-Public-Key muss ordnungsgemäß Base64-kodiert sein.
es_es: La clave pública KEY debe estar codificada correctamente en Base64.
fr_fr: La clé publique KEY doit être correctement encodée en Base64.
id_id: Inactive
ko_kr: 키 생성에 실패했습니다.
lt_lt: KEY viešasis raktas turi būti tinkamai Base64 koduotas.
pl_pl: Klucz publiczny KEY musi być prawidłowo zakodowany w Base64.
ru_ru: Открытый ключ KEY должен быть правильно закодирован в Base64.
sv_se: Återställ kvot
tr_tr: KEY genel anahtarı düzgün Base64 kodlanmış olmalıdır.
uk_ua: Content may be subject to read repair. Implement background repair.
vi_vn: Định dạng tọa độ không hợp lệ.
zh_cn: KEY 公钥必须正确进行 Base64 编码。

source: DMARC records must be placed at _dmarc.<domain>.
cs_cz: DMARC záznamy musí být umístěny na _dmarc.<doména>.
de_de: DMARC-Einträge müssen bei _dmarc.<domain> platziert werden.
es_es: Los registros DMARC deben colocarse en _dmarc.<domain>.
fr_fr: Les enregistrements DMARC doivent être placés à _dmarc.<domaine>.
id_id: Tidak aktif
ko_kr: 키 교환에 실패했습니다.
lt_lt: DMARC įrašai turi būti patalpinti _dmarc.<domenas>.
pl_pl: Rekordy DMARC muszą być umieszczone w _dmarc.<domena>.
ru_ru: DMARC записи должны размещаться в _dmarc.<домен>.
sv_se: Kvot återställd
tr_tr: DMARC kayıtları _dmarc.<domain> konumuna yerleştirilmelidir.
uk_ua: Record may be part of hinted handoff. Implement handoff for availability.
vi_vn: Múi giờ không hợp lệ.
zh_cn: DMARC 记录必须放置在 _dmarc.<domain>。

source: Invalid value for priority field. DMARC records must have a priority value of 0.
cs_cz: Neplatná hodnota pole priority. DMARC záznamy musí mít hodnotu priority 0.
de_de: Ungültiger Wert für Prioritätsfeld. DMARC-Einträge müssen einen Prioritätswert von 0 haben.
es_es: Valor inválido para el campo de prioridad. Los registros DMARC deben tener un valor de prioridad de 0.
fr_fr: Valeur invalide pour le champ priorité. Les enregistrements DMARC doivent avoir une valeur de priorité de 0.
id_id: DS records for parent zone
ko_kr: 잘못된 키 형식입니다.
lt_lt: Neteisinga prioriteto lauko reikšmė. DMARC įrašai turi turėti prioriteto reikšmę 0.
pl_pl: Nieprawidłowa wartość pola priorytetu. Rekordy DMARC muszą mieć wartość priorytetu 0.
ru_ru: Недопустимое значение поля приоритета. DMARC записи должны иметь приоритет 0.
sv_se: Kunde inte återställa kvot
tr_tr: Öncelik alanı için geçersiz değer. DMARC kayıtları 0 öncelik değerine sahip olmalıdır.
uk_ua: This record type may have sloppy quorum support. Document sloppy quorum behavior.
vi_vn: Offset múi giờ không hợp lệ.
zh_cn: 优先级字段值无效。DMARC 记录的优先级值必须为 0。

source: DMARC record must start with "v=DMARC1"
cs_cz: DMARC záznam musí začínat "v=DMARC1"
de_de: DMARC-Eintrag muss mit "v=DMARC1" beginnen
es_es: El registro DMARC debe comenzar con "v=DMARC1"
fr_fr: L'enregistrement DMARC doit commencer par "v=DMARC1"
id_id: DS record untuk parent zone
ko_kr: 잘못된 키 크기입니다.
lt_lt: DMARC įrašas turi prasidėti "v=DMARC1"
pl_pl: Rekord DMARC musi rozpoczynać się od "v=DMARC1"
ru_ru: DMARC запись должна начинаться с "v=DMARC1"
sv_se: API-webhook
tr_tr: DMARC kaydı "v=DMARC1" ile başlamalıdır
uk_ua: Content suggests last-write-wins. Document conflict resolution strategy.
vi_vn: Định dạng locale không hợp lệ.
zh_cn: DMARC 记录必须以 "v=DMARC1" 开头
