Repository: poweradmin/poweradmin
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: cs_cz, de_de, es_es, fr_fr, id_id, ko_kr, lt_lt, pl_pl, ru_ru, sv_se, tr_tr, uk_ua, vi_vn, zh_cn

source: Flags values greater than 1 are reserved for future use. Current implementations may not handle these values correctly.
cs_cz: Hodnoty flags větší než 1 jsou vyhrazeny pro budoucí použití. Současné implementace nemusí tyto hodnoty správně zpracovat.
de_de: Flag-Werte größer als 1 sind für zukünftige Verwendung reserviert. Aktuelle Implementierungen können diese Werte möglicherweise nicht korrekt verarbeiten.
es_es: Los valores de banderas mayores a 1 están reservados para uso futuro. Las implementaciones actuales pueden no manejar estos valores correctamente.
fr_fr: Les valeurs de drapeaux supérieures à 1 sont réservées pour un usage futur. Les implémentations actuelles peuvent ne pas gérer ces valeurs correctement.
id_id: Nilai flag lebih dari 1 dicadangkan untuk penggunaan di masa depan. Implementasi saat ini mungkin tidak menangani nilai ini dengan benar.
ko_kr: 1보다 큰 플래그 값은 향후 사용을 위해 예약되어 있습니다. 현재 구현에서는 이러한 값을 올바르게 처리하지 못할 수 있습니다.
lt_lt: Vėliavėlių reikšmės didesnės nei 1 rezervuotos ateities naudojimui. Dabartiniai įgyvendinimai gali netinkamai apdoroti šias reikšmes.
pl_pl: Wartości flag większe niż 1 są zarezerwowane do przyszłego użytku. Obecne implementacje mogą nie obsługiwać tych wartości prawidłowo.
ru_ru: Значения флагов больше 1 зарезервированы для будущего использования. Текущие реализации могут не обрабатывать эти значения корректно.
sv_se: Flaggvärden större än 1 är reserverade för framtida användning. Nuvarande implementationer kanske inte hanterar dessa värden korrekt.
tr_tr: 1'den büyük bayrak değerleri gelecekteki kullanım için ayrılmıştır. Mevcut uygulamalar bu değerleri doğru şekilde işlemeyebilir.
uk_ua: Значення прапорців більше 1 зарезервовані для майбутнього використання. Поточні реалізації можуть некоректно обробляти ці значення.
vi_vn: Giá trị cờ lớn hơn 1 được dành cho sử dụng tương lai. Các triển khai hiện tại có thể không xử lý đúng các giá trị này.
zh_cn: 大于 1 的标志值保留供将来使用。当前实现可能无法正确处理这些值。

source: NSEC3PARAM iterations must be between 0 and 2500.
cs_cz: NSEC3PARAM iterations musí být mezi 0 a 2500.
de_de: NSEC3PARAM-Iterationen müssen zwischen 0 und 2500 liegen.
es_es: Las iteraciones NSEC3PARAM deben estar entre 0 y 2500.
fr_fr: Les itérations NSEC3PARAM doivent être entre 0 et 2500.
id_id: Iterasi NSEC3PARAM harus antara 0 dan 2500.
ko_kr: NSEC3PARAM 반복은 0에서 2500 사이여야 합니다.
lt_lt: NSEC3PARAM iteracijos turi būti tarp 0 ir 2500.
pl_pl: Iteracje NSEC3PARAM muszą być między 0 a 2500.
ru_ru: Итерации NSEC3PARAM должны быть от 0 до 2500.
sv_se: NSEC3PARAM iterationer måste vara mellan 0 och 2500.
tr_tr: NSEC3PARAM yinelemeleri 0 ile 2500 arasında olmalıdır.
uk_ua: Кількість ітерацій NSEC3PARAM повинна бути від 0 до 2500.
vi_vn: Số vòng lặp NSEC3PARAM phải từ 0 đến 2500.
zh_cn: NSEC3PARAM 迭代次数必须在 0 到 2500 之间。

source: RFC 9276 recommends using 0 iterations. Additional iterations add computational cost without enhancing security.
cs_cz: RFC 9276 doporučuje používat 0 iterations. Další iterations přidávají výpočetní náklady bez zlepšení bezpečnosti.
de_de: RFC 9276 empfiehlt die Verwendung von 0 Iterationen. Zusätzliche Iterationen erhöhen die Rechenkosten ohne die Sicherheit zu verbessern.
es_es: RFC 9276 recomienda usar 0 iteraciones. Las iteraciones adicionales agregan costo computacional sin mejorar la seguridad.
fr_fr: RFC 9276 recommande d'utiliser 0 itération. Les itérations supplémentaires ajoutent un coût de calcul sans améliorer la sécurité.
id_id: RFC 9276 merekomendasikan penggunaan 0 iterasi. Iterasi tambahan menambah biaya komputasi tanpa meningkatkan keamanan.
ko_kr: RFC 9276은 0 반복 사용을 권장합니다. 추가 반복은 보안을 강화하지 않고 계산 비용을 추가합니다.
lt_lt: RFC 9276 rekomenduoja naudoti 0 iteracijų. Papildomos iteracijos prideda skaičiavimo kaštų nepagerinant saugumo.
pl_pl: RFC 9276 zaleca używanie 0 iteracji. Dodatkowe iteracje zwiększają koszt obliczeniowy bez poprawy bezpieczeństwa.
ru_ru: RFC 9276 рекомендует использовать 0 итераций. Дополнительные итерации увеличивают вычислительную нагрузку без повышения безопасности.
sv_se: RFC 9276 rekommenderar att använda 0 iterationer. Ytterligare iterationer tillför beräkningskostnad utan att förbättra säkerheten.
tr_tr: RFC 9276 0 yineleme kullanmayı önerir. Ek yinelemeler güvenliği artırmadan hesaplama maliyeti ekler.
uk_ua: RFC 9276 рекомендує використовувати 0 ітерацій. Додаткові ітерації збільшують обчислювальні витрати без підвищення безпеки.
vi_vn: RFC 9276 khuyến nghị sử dụng 0 vòng lặp. Vòng lặp bổ sung tăng chi phí tính toán mà không tăng cường bảo mật.
zh_cn: RFC 9276 建议使用 0 次迭代。额外的迭代会增加计算成本而不会提高安全性。

source: High iteration values (>100) may cause validating resolvers to reject your zones. RFC 9276 STRONGLY recommends using 0 iterations.
cs_cz: Vysoké hodnoty iterations (>100) mohou způsobit, že validující resolvery odmitnou vaše zóny. RFC 9276 SILNĚ doporučuje používat 0 iterations.
de_de: Hohe Iterationswerte (>100) können dazu führen, dass validierende Resolver Ihre Zonen ablehnen. RFC 9276 empfiehlt DRINGEND die Verwendung von 0 Iterationen.
es_es: Los valores altos de iteración (>100) pueden causar que los resolutores validadores rechacen sus zonas. RFC 9276 RECOMIENDA FUERTEMENTE usar 0 iteraciones.
fr_fr: Les valeurs d'itération élevées (>100) peuvent amener les résolveurs de validation à rejeter vos zones. RFC 9276 recommande FORTEMENT d'utiliser 0 itération.
id_id: Nilai iterasi tinggi (>100) dapat menyebabkan resolver validasi menolak zona Anda. RFC 9276 SANGAT merekomendasikan penggunaan 0 iterasi.
ko_kr: 높은 반복 값 (>100)은 검증 리졸버가 존을 거부하게 할 수 있습니다. RFC 9276은 0 반복 사용을 강력히 권장합니다.
lt_lt: Didelės iteracijų reikšmės (>100) gali priversti validuojančius sprendiklius atmesti jūsų zonas. RFC 9276 STIPRIAI rekomenduoja naudoti 0 iteracijų.
pl_pl: Wysokie wartości iteracji (>100) mogą spowodować odrzucenie stref przez walidujące resolvery. RFC 9276 ZDECYDOWANIE zaleca używanie 0 iteracji.
ru_ru: Высокие значения итераций (>100) могут привести к тому, что валидирующие резольверы отклонят ваши зоны. RFC 9276 НАСТОЯТЕЛЬНО рекомендует использовать 0 итераций.
sv_se: Höga iterationsvärden (>100) kan få validerande resolvers att avvisa dina zoner. RFC 9276 REKOMMENDERAR STARKT att använda 0 iterationer.
tr_tr: Yüksek yineleme değerleri (>100) doğrulayıcı çözümleyicilerin zonlarınızı reddetmesine neden olabilir. RFC 9276 0 yineleme kullanmayı KUVVETLE önerir.
uk_ua: Високі значення ітерацій (>100) можуть призвести до відхилення ваших зон валідуючими резолверами. RFC 9276 НАПОЛЕГЛИВО рекомендує використовувати 0 ітерацій.
vi_vn: Giá trị vòng lặp cao (>100) có thể khiến bộ phân giải xác thực từ chối vùng của bạn. RFC 9276 KHUYẾN NGHỊ MẠNH sử dụng 0 vòng lặp.
zh_cn: 高迭代值（>100）可能导致验证解析器拒绝您的区域。RFC 9276 强烈建议使用 0 次迭代。

source: Iteration values >10 create unnecessary computational load without security benefits. RFC 9276 recommends using 0 iterations.
cs_cz: Hodnoty iterations >10 vytvářejí zbytené výpočetní zatížení bez bezpečnostních výhod. RFC 9276 doporučuje používat 0 iterations.
de_de: Iterationswerte >10 erzeugen unnötige Rechenlast ohne Sicherheitsvorteile. RFC 9276 empfiehlt die Verwendung von 0 Iterationen.
es_es: Los valores de iteración >10 crean carga computacional innecesaria sin beneficios de seguridad. RFC 9276 recomienda usar 0 iteraciones.
fr_fr: Les valeurs d'itération >10 créent une charge de calcul inutile sans bénéfices de sécurité. RFC 9276 recommande d'utiliser 0 itération.
id_id: Nilai iterasi >10 menciptakan beban komputasi yang tidak perlu tanpa manfaat keamanan. RFC 9276 merekomendasikan penggunaan 0 iterasi.
ko_kr: 반복 값 >10은 보안 이점 없이 불필요한 계산 부하를 생성합니다. RFC 9276은 0 반복 사용을 권장합니다.
lt_lt: Iteracijų reikšmės >10 sukuria nereikalingą skaičiavimo apkrovą be saugumo naudos. RFC 9276 rekomenduoja naudoti 0 iteracijų.
pl_pl: Wartości iteracji >10 tworzą niepotrzebne obciążenie obliczeniowe bez korzyści bezpieczeństwa. RFC 9276 zaleca używanie 0 iteracji.
ru_ru: Значения итераций >10 создают ненужную вычислительную нагрузку без преимуществ безопасности. RFC 9276 рекомендует использовать 0 итераций.
sv_se: Iterationsvärden >10 skapar onödig beräkningsbelastning utan säkerhetsfördelar. RFC 9276 rekommenderar att använda 0 iterationer.
tr_tr: 10'dan büyük yineleme değerleri güvenlik faydası olmadan gereksiz hesaplama yükü yaratır. RFC 9276 0 yineleme kullanmayı önerir.
uk_ua: Значення ітерацій >10 створюють зайве обчислювальне навантаження без переваг безпеки. RFC 9276 рекомендує використовувати 0 ітерацій.
vi_vn: Giá trị vòng lặp >10 tạo tải tính toán không cần thiết mà không có lợi ích bảo mật. RFC 9276 khuyến nghị sử dụng 0 vòng lặp.
zh_cn: 迭代值 >10 会造成不必要的计算负载而无安全效益。RFC 9276 建议使用 0 次迭代。

source: NSEC3PARAM salt must be - (for empty) or a hexadecimal value.
cs_cz: NSEC3PARAM salt musí být - (pro prázdný) nebo hexadecimální hodnota.
de_de: NSEC3PARAM-Salt muss - (für leer) oder ein hexadezimaler Wert sein.
es_es: El salt NSEC3PARAM debe ser - (para vacío) o un valor hexadecimal.
fr_fr: Le sel NSEC3PARAM doit être - (pour vide) ou une valeur hexadécimale.
id_id: Salt NSEC3PARAM harus - (untuk kosong) atau nilai heksadesimal.
ko_kr: NSEC3PARAM 솔트는 - (빈 것) 또는 16진수 값이어야 합니다.
lt_lt: NSEC3PARAM druska turi būti - (tuščiai) arba šešioliktainė reikšmė.
pl_pl: Sól NSEC3PARAM musi być - (dla pustej) lub wartością szesnastkową.
ru_ru: Соль NSEC3PARAM должна быть - (для пустой) или шестнадцатеричным значением.
sv_se: NSEC3PARAM salt måste vara - (för tomt) eller ett hexadecimalt värde.
tr_tr: NSEC3PARAM salt - (boş için) veya onaltılık bir değer olmalıdır.
uk_ua: Сіль NSEC3PARAM повинна бути - (для порожньої) або шістнадцятковим значенням.
vi_vn: Muối NSEC3PARAM phải là - (cho trống) hoặc giá trị thập lục phân.
zh_cn: NSEC3PARAM 盐值必须为 -（表示空）或十六进制值。

source: RFC 9276 recommends NOT using a salt (indicated by "-") to simplify operation without reducing security.
cs_cz: RFC 9276 doporučuje NEpoužívat salt (označeno "-") pro zjednodušení provozu bez snížení bezpečnosti.
de_de: RFC 9276 empfiehlt, KEIN Salt zu verwenden (angezeigt durch "-"), um den Betrieb zu vereinfachen, ohne die Sicherheit zu verringern.
es_es: RFC 9276 recomienda NO usar un salt (indicado por "-") para simplificar la operación sin reducir la seguridad.
fr_fr: RFC 9276 recommande de NE PAS utiliser de sel (indiqué par "-") pour simplifier l'opération sans réduire la sécurité.
id_id: RFC 9276 merekomendasikan TIDAK menggunakan salt (ditunjukkan oleh "-") untuk menyederhanakan operasi tanpa mengurangi keamanan.
ko_kr: RFC 9276은 작업을 단순화하고 보안을 줄이지 않기 위해 솔트를 사용하지 않을 것을 권장합니다 (- 로 표시).
lt_lt: RFC 9276 rekomenduoja NENAUDOTI druskos (pažymėta "-"), kad supaprastintų veikimą nepagerindamas saugumo.
pl_pl: RFC 9276 zaleca NIE używanie soli (wskazane przez "-") aby uprościć operację bez zmniejszania bezpieczeństwa.
ru_ru: RFC 9276 рекомендует НЕ использовать соль (обозначается "-") для упрощения эксплуатации без снижения безопасности.
sv_se: RFC 9276 rekommenderar att INTE använda salt (anges med "-") för att förenkla driften utan att minska säkerheten.
tr_tr: RFC 9276 güvenliği azaltmadan işlemi basitleştirmek için salt kullanMAMAYI ("-" ile belirtilen) önerir.
uk_ua: RFC 9276 рекомендує НЕ використовувати сіль (позначається "-") для спрощення роботи без зниження безпеки.
vi_vn: RFC 9276 khuyến nghị KHÔNG sử dụng muối (biểu thị bằng "-") để đơn giản hóa hoạt động mà không giảm bảo mật.
zh_cn: RFC 9276 建议不使用盐值（用 "-" 表示）以简化操作而不降低安全性。

source: Long salts provide no additional security benefit. Consider using a shorter salt or no salt (-).
cs_cz: Dlouhé salts neposkytují žádné další bezpečnostní výhody. Zvažte použití kratšího salt nebo žádného salt (-).
de_de: Lange Salts bieten keinen zusätzlichen Sicherheitsvorteil. Erwägen Sie ein kürzeres Salt oder kein Salt (-).
es_es: Los salts largos no proporcionan beneficio adicional de seguridad. Considere usar un salt más corto o ningún salt (-).
fr_fr: Les sels longs ne fournissent aucun bénéfice de sécurité supplémentaire. Considérez utiliser un sel plus court ou aucun sel (-).
id_id: Salt panjang tidak memberikan manfaat keamanan tambahan. Pertimbangkan menggunakan salt yang lebih pendek atau tanpa salt (-).
ko_kr: 긴 솔트는 추가 보안 이점을 제공하지 않습니다. 더 짧은 솔트 또는 솔트 없음 (-)을 사용하는 것을 고려하세요.
lt_lt: Ilgos druskos neteikia papildomo saugumo. Apsvarstykite trumpesnės druskos naudojimą arba druskos nenaudojimą (-).
pl_pl: Długie sole nie zapewniają dodatkowych korzyści bezpieczeństwa. Rozważ użycie krótszej soli lub braku soli (-).
ru_ru: Длинные соли не обеспечивают дополнительных преимуществ безопасности. Рассмотрите использование более короткой соли или отсутствие соли (-).
sv_se: Långa salt ger ingen ytterligare säkerhetsfördel. Överväg att använda ett kortare salt eller inget salt (-).
tr_tr: Uzun salt'lar ek güvenlik faydası sağlamaz. Daha kısa salt veya salt kullanmamayı (-) düşünün.
uk_ua: Довгі солі не забезпечують додаткових переваг безпеки. Розгляньте використання коротшої солі або відсутність солі (-).
vi_vn: Muối dài không cung cấp lợi ích bảo mật bổ sung. Cân nhắc sử dụng muối ngắn hơn hoặc không dùng muối (-).
zh_cn: 长盐值不提供额外的安全效益。考虑使用较短的盐值或无盐值（-）。

source: NOTE: The LP record type is defined in RFC 6742 as an experimental protocol, not a formal IETF standard.
cs_cz: POZNÁMKA: Typ záznamu LP je definován v RFC 6742 jako experimentální protokol, ne formální IETF standard.
de_de: HINWEIS: Der LP-Eintragstyp ist in RFC 6742 als experimentelles Protokoll definiert, nicht als formaler IETF-Standard.
es_es: NOTA: El tipo de registro LP está definido en RFC 6742 como un protocolo experimental, no un estándar formal del IETF.
fr_fr: NOTE : Le type d'enregistrement LP est défini dans RFC 6742 comme un protocole expérimental, pas un standard IETF formel.
id_id: CATATAN: Jenis rekaman LP didefinisikan dalam RFC 6742 sebagai protokol eksperimental, bukan standar IETF formal.
ko_kr: 참고: LP 레코드 유형은 RFC 6742에서 실험적 프로토콜로 정의되었으며 공식 IETF 표준이 아닙니다.
lt_lt: PASTABA: LP įrašo tipas apibrėžtas RFC 6742 kaip eksperimentinis protokolas, ne oficialus IETF standartas.
pl_pl: UWAGA: Typ rekordu LP jest zdefiniowany w RFC 6742 jako protokół eksperymentalny, a nie formalny standard IETF.
ru_ru: ПРИМЕЧАНИЕ: Тип записи LP определен в RFC 6742 как экспериментальный протокол, а не как официальный стандарт IETF.
sv_se: OBS: Posttypen LP är definierad i RFC 6742 som ett experimentellt protokoll, inte en formell IETF-standard.
tr_tr: NOT: LP kayıt türü RFC 6742'de resmi bir IETF standardı değil, deneysel bir protokol olarak tanımlanır.
uk_ua: ПРИМІТКА: Тип запису LP визначено в RFC 6742 як експериментальний протокол, а не формальний стандарт IETF.
vi_vn: LƯU Ý: Loại bản ghi LP được xác định trong RFC 6742 như một giao thức thử nghiệm, không phải tiêu chuẩn IETF chính thức.
zh_cn: 注意：LP 记录类型在 RFC 6742 中定义为实验性协议，而非正式的 IETF 标准。

source: LP records should only be used with the Identifier-Locator Network Protocol (ILNP).
cs_cz: LP záznamy by měly být používány pouze s Identifier-Locator Network Protocol (ILNP).
de_de: LP-Einträge sollten nur mit dem Identifier-Locator Network Protocol (ILNP) verwendet werden.
es_es: Los registros LP solo deben usarse con el Protocolo de Red Identificador-Localizador (ILNP).
fr_fr: Les enregistrements LP devraient seulement être utilisés avec le Protocole Réseau Identifiant-Localisateur (ILNP).
id_id: Rekaman LP hanya boleh digunakan dengan Identifier-Locator Network Protocol (ILNP).
ko_kr: LP 레코드는 Identifier-Locator Network Protocol (ILNP)과만 사용해야 합니다.
lt_lt: LP įrašai turėtų būti naudojami tik su Identifikatorių-Lokatorių tinklo protokolu (ILNP).
pl_pl: Rekordy LP powinny być używane tylko z protokołem sieci Identifier-Locator Network Protocol (ILNP).
ru_ru: LP записи должны использоваться только с Identifier-Locator Network Protocol (ILNP).
sv_se: LP-poster bör bara användas med Identifier-Locator Network Protocol (ILNP).
tr_tr: LP kayıtları sadece Identifier-Locator Network Protocol (ILNP) ile kullanılmalıdır.
uk_ua: Записи LP слід використовувати лише з протоколом Identifier-Locator Network Protocol (ILNP).
vi_vn: Bản ghi LP chỉ nên được sử dụng với Identifier-Locator Network Protocol (ILNP).
zh_cn: LP 记录应仅与标识符-定位器网络协议（ILNP）一起使用。

source: LP records MUST NOT be present for nodes that are not ILNP-capable (RFC 6742 Section 3.4).
cs_cz: LP záznamy NESMÍ být přítomny u uzlů, které nepodporují ILNP (RFC 6742 Sekce 3.4).
de_de: LP-Einträge DÜRFEN NICHT für Knoten vorhanden sein, die nicht ILNP-fähig sind (RFC 6742 Abschnitt 3.4).
es_es: Los registros LP NO DEBEN estar presentes para nodos que no son capaces de ILNP (RFC 6742 Sección 3.4).
fr_fr: Les enregistrements LP ne DOIVENT PAS être présents pour des nœuds qui ne sont pas capables d'ILNP (RFC 6742 Section 3.4).
id_id: Rekaman LP TIDAK BOLEH ada untuk node yang tidak mendukung ILNP (RFC 6742 Bagian 3.4).
ko_kr: LP 레코드는 ILNP를 사용할 수 없는 노드에 있어서는 안 됩니다 (RFC 6742 섹션 3.4).
lt_lt: LP įrašai NEGALI būti mazguose, kurie nepalaiko ILNP (RFC 6742 3.4 skyrius).
pl_pl: Rekordy LP NIE MOGĄ być obecne dla węzłów które nie obsługują ILNP (RFC 6742 Sekcja 3.4).
ru_ru: LP записи НЕ ДОЛЖНЫ присутствовать для узлов, которые не поддерживают ILNP (RFC 6742 Раздел 3.4).
sv_se: LP-poster FÅR INTE finnas för noder som inte är ILNP-kapabla (RFC 6742 avsnitt 3.4).
tr_tr: LP kayıtları ILNP yetenekli olmayan düğümler için mevcut OLMAMALIDIR (RFC 6742 Bölüm 3.4).
uk_ua: Записи LP НЕ ПОВИННІ бути присутніми для вузлів, які не підтримують ILNP (RFC 6742 Розділ 3.4).
vi_vn: Bản ghi LP KHÔNG ĐƯỢC có mặt cho các nút không hỗ trợ ILNP (RFC 6742 Phần 3.4).
zh_cn: 对于不支持 ILNP 的节点，不得存在 LP 记录（RFC 6742 第 3.4 节）。

source: Warning: The FQDN in an LP record SHOULD NOT have the same value as the owner name (RFC 6742).
cs_cz: Varování: FQDN v LP záznamu by NEMĚLO mít stejnou hodnotu jako jméno vlastníka (RFC 6742).
de_de: Warnung: Der FQDN in einem LP-Eintrag SOLLTE NICHT denselben Wert wie der Owner-Name haben (RFC 6742).
es_es: Advertencia: El FQDN en un registro LP NO DEBERÍA tener el mismo valor que el nombre del propietario (RFC 6742).
fr_fr: Avertissement : Le FQDN dans un enregistrement LP ne DEVRAIT PAS avoir la même valeur que le nom du propriétaire (RFC 6742).
id_id: Peringatan: FQDN dalam rekaman LP TIDAK BOLEH memiliki nilai yang sama dengan nama pemilik (RFC 6742).
ko_kr: 경고: LP 레코드의 FQDN은 소유자 이름과 동일한 값을 가져서는 안 됩니다 (RFC 6742).
lt_lt: Įspėjimas: FQDN LP įraše NETURĖTŲ turėti tos pačios reikšmės kaip savininko vardas (RFC 6742).
pl_pl: Ostrzeżenie: FQDN w rekordzie LP NIE POWINIEN mieć tej samej wartości co nazwa właściciela (RFC 6742).
ru_ru: Предупреждение: FQDN в LP записи НЕ ДОЛЖНО иметь то же значение, что и имя владельца (RFC 6742).
sv_se: Varning: FQDN i en LP-post BÖR INTE ha samma värde som ägarnamnet (RFC 6742).
tr_tr: Uyarı: Bir LP kaydındaki FQDN, sahip adıyla aynı değere sahip OLMAMALIDIR (RFC 6742).
uk_ua: Попередження: FQDN у записі LP НЕ ПОВИННО мати те саме значення, що й ім'я власника (RFC 6742).
vi_vn: Cảnh báo: FQDN trong bản ghi LP KHÔNG NÊN có cùng giá trị với tên chủ sở hữu (RFC 6742).
zh_cn: 警告：LP 记录中的 FQDN 不应与所有者名称具有相同值（RFC 6742）。

source: It is recommended to end FQDN values with a trailing dot to ensure they are treated as absolute domain names rather than relative ones.
cs_cz: Doporučuje se ukončit hodnoty FQDN koncovou tečkou, aby byly považovány za absolutní doménová jména namísto relativních.
de_de: Es wird empfohlen, FQDN-Werte mit einem abschließenden Punkt zu beenden, um sicherzustellen, dass sie als absolute Domänennamen und nicht als relative behandelt werden.
es_es: Se recomienda terminar los valores FQDN con un punto final para asegurar que sean tratados como nombres de dominio absolutos en lugar de relativos.
fr_fr: Il est recommandé de terminer les valeurs FQDN par un point final pour s'assurer qu'elles sont traitées comme des noms de domaines absolus plutôt que relatifs.
id_id: Disarankan untuk mengakhiri nilai FQDN dengan titik di belakang untuk memastikan diperlakukan sebagai nama domain absolut dan bukan relatif.
ko_kr: FQDN 값을 상대 도메인 이름이 아닌 절대 도메인 이름으로 처리하도록 후행 점으로 끝내는 것이 좋습니다.
lt_lt: Rekomenduojama užbaigti FQDN reikšmes tašku, kad jos būtų traktuojamos kaip absoliutūs domenų vardai, o ne santykiniai.
pl_pl: Zaleca się kończenie wartości FQDN kropką końcową aby zapewnić, że są traktowane jako bezwzględne nazwy domen a nie względne.
ru_ru: Рекомендуется завершать значения FQDN замыкающей точкой, чтобы они обрабатывались как абсолютные доменные имена, а не относительные.
sv_se: Det rekommenderas att avsluta FQDN-värden med en avslutande punkt för att säkerställa att de behandlas som absoluta domännamn snarare än relativa.
tr_tr: FQDN değerlerinin göreceli değil mutlak domain adları olarak değerlendirilmesini sağlamak için sonlarında nokta ile bitmesi önerilir.
uk_ua: Рекомендується завершувати значення FQDN крапкою, щоб вони розглядалися як абсолютні доменні імена, а не відносні.
vi_vn: Khuyến nghị kết thúc giá trị FQDN bằng dấu chấm cuối để đảm bảo chúng được xử lý như tên miền tuyệt đối thay vì tương đối.
zh_cn: 建议以尾随点结束 FQDN 值，以确保它们被视为绝对域名而非相对域名。

source: Consider using longer TTL values for LP records. Unlike L32/L64 records, LP records are stable and benefit from longer cache times (RFC 6742).
cs_cz: Zvažte použití delších hodnot TTL pro LP záznamy. Na rozdíl od L32/L64 záznamů jsou LP záznamy stabilní a těží z delších časů cache (RFC 6742).
de_de: Erwägen Sie längere TTL-Werte für LP-Einträge. Im Gegensatz zu L32/L64-Einträgen sind LP-Einträge stabil und profitieren von längeren Cache-Zeiten (RFC 6742).
es_es: Considere usar valores TTL más largos para registros LP. A diferencia de los registros L32/L64, los registros LP son estables y se benefician de tiempos de caché más largos (RFC 6742).
fr_fr: Considérez utiliser des valeurs TTL plus longues pour les enregistrements LP. Contrairement aux enregistrements L32/L64, les enregistrements LP sont stables et bénéficient de temps de cache plus longs (RFC 6742).
id_id: Pertimbangkan menggunakan nilai TTL yang lebih panjang untuk rekaman LP. Tidak seperti rekaman L32/L64, rekaman LP stabil dan mendapat manfaat dari waktu cache yang lebih lama (RFC 6742).
ko_kr: LP 레코드에 더 긴 TTL 값을 사용하는 것을 고려하세요. L32/L64 레코드와 달리 LP 레코드는 안정적이며 더 긴 캐시 시간의 이점을 얻습니다 (RFC 6742).
lt_lt: Apsvarstykite ilgesnių TTL reikšmių naudojimą LP įrašams. Skirtingai nei L32/L64 įrašai, LP įrašai stabilūs ir naudojasi ilgesniais kešavimo laikais (RFC 6742).
pl_pl: Rozważ użycie dłuższych wartości TTL dla rekordów LP. W przeciwieństwie do rekordów L32/L64, rekordy LP są stabilne i korzystają z dłuższych czasów cache (RFC 6742).
ru_ru: Рассмотрите использование более длинных значений TTL для LP записей. В отличие от L32/L64 записей, LP записи стабильны и выигрывают от более длительного кеширования (RFC 6742).
sv_se: Överväg att använda längre TTL-värden för LP-poster. Till skillnad från L32/L64-poster är LP-poster stabila och gynnas av längre cachetider (RFC 6742).
tr_tr: LP kayıtları için daha uzun TTL değerleri kullanmayı düşünün. L32/L64 kayıtlarının aksine, LP kayıtları kararlıdır ve daha uzun önbellek sürelerinden faydalanır (RFC 6742).
uk_ua: Розгляньте використання довших значень TTL для записів LP. На відміну від записів L32/L64, записи LP є стабільними та виграють від більшого часу кешування (RFC 6742).
vi_vn: Cân nhắc sử dụng giá trị TTL dài hơn cho bản ghi LP. Không giống bản ghi L32/L64, bản ghi LP ổn định và được hưởng lợi từ thời gian lưu cache dài hơn (RFC 6742).
zh_cn: 考虑为 LP 记录使用更长的 TTL 值。与 L32/L64 记录不同，LP 记录是稳定的，可以从更长的缓存时间中受益（RFC 6742）。
