Repository: poweradmin/poweradmin
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: cs_cz, de_de, es_es, fr_fr, id_id, ko_kr, lt_lt, pl_pl, ru_ru, sv_se, tr_tr, uk_ua, vi_vn, zh_cn

source: When creating new zones using the template, this optional value will be used as quaternary nameserver.
de_de: Bei der Erstellung neuer Zonen mit der Vorlage wird dieser optionale Wert als quartärer Nameserver verwendet.
pl_pl: Podczas tworzenia nowych stref przy użyciu szablonu, ta opcjonalna wartość będzie używana jako czwartorzędny serwer nazw.
tr_tr: Şablonu kullanarak yeni bölgeler oluşturulduğunda, bu isteğe bağlı değer dördüncü ad sunucusu olarak kullanılacaktır.
zh_cn: Şablonu kullanarak yeni bölgeler oluşturulduğunda, bu isteğe bağlı değer dördüncü ad sunucusu olarak kullanılacaktır.

source: Preparation:
de_de: Vorbereitung:
pl_pl: Przygotowanie:
tr_tr: Hazırlık:
zh_cn: Hazırlık:

source: Let's get your PowerDNS database ready for Poweradmin.
de_de: Lassen Sie uns Ihre PowerDNS-Datenbank für Poweradmin vorbereiten.
pl_pl: Przygotujmy bazę danych PowerDNS do korzystania z Poweradmin.
tr_tr: PowerDNS veritabanınızı Poweradmin için hazırlayalım.
zh_cn: PowerDNS veritabanınızı Poweradmin için hazırlayalım.

source: About PowerDNS
de_de: Über PowerDNS
pl_pl: O PowerDNS
tr_tr: PowerDNS Hakkında
zh_cn: PowerDNS Hakkında

source: PowerDNS is a DNS server that stores its data in an SQL database. Poweradmin will help you manage this database via a web interface.
de_de: PowerDNS ist ein DNS-Server, der seine Daten in einer SQL-Datenbank speichert. Poweradmin hilft Ihnen, diese Datenbank über eine Weboberfläche zu verwalten.
pl_pl: PowerDNS to serwer DNS, który przechowuje swoje dane w bazie danych SQL. Poweradmin pomoże zarządzać tą bazą danych za pośrednictwem interfejsu internetowego.
tr_tr: PowerDNS, verilerini bir SQL veritabanında saklayan bir DNS sunucusudur. Poweradmin, bu veritabanını bir web arayüzü üzerinden yönetmenize yardımcı olacaktır.
zh_cn: PowerDNS, verilerini bir SQL veritabanında saklayan bir DNS sunucusudur. Poweradmin, bu veritabanını bir web arayüzü üzerinden yönetmenize yardımcı olacaktır.

source: Before proceeding, you should have:
de_de: Bevor Sie fortfahren, sollten Sie Folgendes haben:
pl_pl: Przed kontynuacją powinieneś mieć:
tr_tr: Devam etmeden önce, şunlara sahip olmalısınız:
zh_cn: Devam etmeden önce, şunlara sahip olmalısınız:

source: An operational PowerDNS installation
de_de: Eine funktionsfähige PowerDNS-Installation
pl_pl: Działającą instalację PowerDNS
tr_tr: Çalışan bir PowerDNS kurulumu
zh_cn: Çalışan bir PowerDNS kurulumu

source: Database connectivity details (hostname, username, password)
de_de: Datenbankverbindungsdetails (Hostname, Benutzername, Passwort)
pl_pl: Dane połączenia z bazą danych (nazwa hosta, nazwa użytkownika, hasło)
tr_tr: Veritabanı bağlantı detayları (ana bilgisayar adı, kullanıcı adı, şifre)
zh_cn: Veritabanı bağlantı detayları (ana bilgisayar adı, kullanıcı adı, şifre)

source: Administrative access to your database
de_de: Administrativen Zugriff auf Ihre Datenbank
pl_pl: Administracyjny dostęp do twojej bazy danych
tr_tr: Veritabanınıza yönetici erişimi
zh_cn: Veritabanınıza yönetici erişimi

source: Database Preparations
de_de: Datenbankvorbereitungen
pl_pl: Przygotowanie Bazy Danych
tr_tr: Veritabanı Hazırlıkları
zh_cn: Veritabanı Hazırlıkları

source: In the next steps, Poweradmin will:
de_de: In den nächsten Schritten wird Poweradmin:
pl_pl: W następnych krokach, Poweradmin:
tr_tr: Sonraki adımlarda, Poweradmin:
zh_cn: Sonraki adımlarda, Poweradmin:

source: Connect to your PowerDNS database
de_de: Verbindung zu Ihrer PowerDNS-Datenbank herstellen
pl_pl: Połączy się z twoją bazą danych PowerDNS
tr_tr: PowerDNS veritabanınıza bağlanacak
zh_cn: PowerDNS veritabanınıza bağlanacak

source: Create tables needed for Poweradmin functionality
de_de: Die für die Poweradmin-Funktionalität erforderlichen Tabellen erstellen
pl_pl: Stworzy tabele potrzebne do funkcjonalności Poweradmin
tr_tr: Poweradmin işlevselliği için gereken tabloları oluşturacak
zh_cn: Poweradmin işlevselliği için gereken tabloları oluşturacak

source: Set up an administrator account for web access
de_de: Ein Administratorkonto für den Webzugriff einrichten
pl_pl: Skonfiguruje konto administratora do dostępu przez stronę WWW
tr_tr: Web erişimi için bir yönetici hesabı oluşturacak
zh_cn: Web erişimi için bir yönetici hesabı oluşturacak

source: Create a config file to store your settings
de_de: Eine Konfigurationsdatei erstellen, um Ihre Einstellungen zu speichern
pl_pl: Stworzy plik konfiguracyjny do przechowywania twoich ustawień
tr_tr: Ayarlarınızı saklamak için bir yapılandırma dosyası oluşturacak
zh_cn: Ayarlarınızı saklamak için bir yapılandırma dosyası oluşturacak

source: or
de_de: oder
pl_pl: lub
tr_tr: veya
