Repository: poweradmin/poweradmin
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: cs_cz, de_de, es_es, fr_fr, id_id, ko_kr, lt_lt, pl_pl, ru_ru, sv_se, tr_tr, uk_ua, vi_vn, zh_cn

source: SHA-1 (digest type 1) is NOT RECOMMENDED for use according to RFC 8624. SHA-256 (digest type 2) is the recommended digest algorithm.
cs_cz: SHA-1 (typ digestu 1) NENÍ DOPORUČENÝ pro použití podle RFC 8624. SHA-256 (typ digestu 2) je doporučený algoritmus digestu.
de_de: SHA-1 (Digest-Typ 1) ist NICHT EMPFOHLEN für die Verwendung gemäß RFC 8624. SHA-256 (Digest-Typ 2) ist der empfohlene Digest-Algorithmus.
es_es: SHA-1 (tipo de resumen 1) NO SE RECOMIENDA para uso según RFC 8624. SHA-256 (tipo de resumen 2) es el algoritmo de resumen recomendado.
fr_fr: SHA-1 (type de digest 1) n'est PAS RECOMMANDÉ pour utilisation selon la RFC 8624. SHA-256 (type de digest 2) est l'algorithme de digest recommandé.
id_id: Data certificate SMIMEA record wajib diisi.
ko_kr: 파일을 삭제할 수 없습니다.
lt_lt: SHA-1 (santraukos tipas 1) NEREKOMENDUOJAMAS naudojimui pagal RFC 8624. SHA-256 (santraukos tipas 2) yra rekomenduojamas santraukos algoritmas.
pl_pl: SHA-1 (typ skrótu 1) NIE JEST ZALECANY do użycia zgodnie z RFC 8624. SHA-256 (typ skrótu 2) jest zalecanym algorytmem skrótu.
ru_ru: SHA-1 (тип дайджеста 1) НЕ РЕКОМЕНДУЕТСЯ для использования согласно RFC 8624. SHA-256 (тип дайджеста 2) является рекомендуемым алгоритмом дайджеста.
sv_se: Kunde inte aktivera DNSSEC
tr_tr: SHA-1 (özet türü 1) RFC 8624'e göre kullanım için ÖNERİLMEZ. SHA-256 (özet türü 2) önerilen özet algoritmadır.
uk_ua: Content appears to reference external service. Verify availability and SLA.
vi_vn: Nội dung bản ghi RP phải ở định dạng: mbox-dname txt-dname.
zh_cn: 根据 RFC 8624，不推荐使用 SHA-1（摘要类型 1）。SHA-256（摘要类型 2）是推荐的摘要算法。

source: SHA-256 (digest type 2) is the RECOMMENDED digest algorithm according to RFC 8624.
cs_cz: SHA-256 (typ digestu 2) je DOPORUČENÝ algoritmus digestu podle RFC 8624.
de_de: SHA-256 (Digest-Typ 2) ist der EMPFOHLENE Digest-Algorithmus gemäß RFC 8624.
es_es: SHA-256 (tipo de resumen 2) es el algoritmo de resumen RECOMENDADO según RFC 8624.
fr_fr: SHA-256 (type de digest 2) est l'algorithme de digest RECOMMANDÉ selon la RFC 8624.
id_id: OPENPGPKEY record public key is mandatory.
ko_kr: 권한이 거부되었습니다.
lt_lt: SHA-256 (santraukos tipas 2) yra REKOMENDUOJAMAS santraukos algoritmas pagal RFC 8624.
pl_pl: SHA-256 (typ skrótu 2) jest ZALECANYM algorytmem skrótu zgodnie z RFC 8624.
ru_ru: SHA-256 (тип дайджеста 2) является РЕКОМЕНДУЕМЫМ алгоритмом дайджеста согласно RFC 8624.
sv_se: Kunde inte inaktivera DNSSEC
tr_tr: SHA-256 (özet türü 2) RFC 8624'e göre ÖNERİLEN özet algoritmadır.
uk_ua: This configuration may have compliance or regulatory implications.
vi_vn: Ký tự không hợp lệ trong nội dung bản ghi RP.
zh_cn: 根据 RFC 8624，SHA-256（摘要类型 2）是推荐的摘要算法。

source: SHA-384 (digest type 4) is a good choice for higher security requirements, but SHA-256 (digest type 2) is sufficient for most deployments and has wider support.
cs_cz: SHA-384 (typ digestu 4) je dobrá volba pro vyšší bezpečnostní požadavky, ale SHA-256 (typ digestu 2) je dostatečný pro většinu nasazení a má širší podporu.
de_de: SHA-384 (Digest-Typ 4) ist eine gute Wahl für höhere Sicherheitsanforderungen, aber SHA-256 (Digest-Typ 2) ist für die meisten Deployments ausreichend und hat breitere Unterstützung.
es_es: SHA-384 (tipo de resumen 4) es una buena opción para requisitos de seguridad más altos, pero SHA-256 (tipo de resumen 2) es suficiente para la mayoría de despliegues y tiene soporte más amplio.
fr_fr: SHA-384 (type de digest 4) est un bon choix pour des exigences de sécurité plus élevées, mais SHA-256 (type de digest 2) est suffisant pour la plupart des déploiements et a un support plus large.
id_id: Public key OPENPGPKEY record wajib diisi.
ko_kr: 디스크 공간이 부족합니다.
lt_lt: SHA-384 (santraukos tipas 4) yra geras pasirinkimas aukštesniems saugumo reikalavimams, bet SHA-256 (santraukos tipas 2) pakanka daugumai diegimų ir turi platesnį palaikymą.
pl_pl: SHA-384 (typ skrótu 4) jest dobrym wyborem dla wyższych wymagań bezpieczeństwa, ale SHA-256 (typ skrótu 2) jest wystarczający dla większości wdrożeń i ma szersze wsparcie.
ru_ru: SHA-384 (тип дайджеста 4) - хороший выбор для повышенных требований безопасности, но SHA-256 (тип дайджеста 2) достаточно для большинства развертываний и имеет более широкую поддержку.
sv_se: DS-poster
tr_tr: SHA-384 (özet türü 4) daha yüksek güvenlik gereksinimleri için iyi bir seçimdir, ancak SHA-256 (özet türü 2) çoğu dağıtım için yeterlidir ve daha geniş desteğe sahiptir.
uk_ua: Record may affect email authentication (SPF/DKIM/DMARC). Verify email flow.
vi_vn: Trường ưu tiên cho bản ghi RP phải là 0 hoặc rỗng
zh_cn: SHA-384（摘要类型 4）对于更高的安全要求是一个好选择，但 SHA-256（摘要类型 2）对于大多数部署已足够，并且具有更广泛的支持。

source: SHA-1 digest must be exactly 40 hexadecimal characters
cs_cz: SHA-1 digest musí mít přesně 40 hexadecimálních znaků
de_de: SHA-1-Digest muss genau 40 hexadezimale Zeichen haben
es_es: El resumen SHA-1 debe tener exactamente 40 caracteres hexadecimales
fr_fr: Le digest SHA-1 doit faire exactement 40 caractères hexadécimaux
id_id: ALIAS record target is mandatory.
ko_kr: 잘못된 파일 이름입니다.
lt_lt: SHA-1 santrauka turi būti tiksliai 40 šešioliktainių simbolių
pl_pl: Skrót SHA-1 musi mieć dokładnie 40 znaków szesnastkowych
ru_ru: SHA-1 дайджест должен состоять ровно из 40 шестнадцатеричных символов
sv_se: DS-post
tr_tr: SHA-1 özeti tam olarak 40 onaltılık karakter olmalıdır
uk_ua: Content suggests load balancing. Verify all targets are operational.
vi_vn: Bản ghi RP đã lỗi thời và ít được sử dụng. Hãy cân nhắc thêm thông tin liên hệ vào bản ghi TXT thay thế.
zh_cn: SHA-1 摘要必须恰好是 40 个十六进制字符

source: SHA-256 digest must be exactly 64 hexadecimal characters
cs_cz: SHA-256 digest musí mít přesně 64 hexadecimálních znaků
de_de: SHA-256-Digest muss genau 64 hexadezimale Zeichen haben
es_es: El resumen SHA-256 debe tener exactamente 64 caracteres hexadecimales
fr_fr: Le digest SHA-256 doit faire exactement 64 caractères hexadécimaux
id_id: Target ALIAS record wajib diisi.
ko_kr: 잘못된 경로입니다.
lt_lt: SHA-256 santrauka turi būti tiksliai 64 šešioliktainiai simboliai
pl_pl: Skrót SHA-256 musi mieć dokładnie 64 znaki szesnastkowe
ru_ru: SHA-256 дайджест должен состоять ровно из 64 шестнадцатеричных символов
sv_se: Kopiera DS-post
tr_tr: SHA-256 özeti tam olarak 64 onaltılık karakter olmalıdır
uk_ua: Failover configuration detected. Verify backup systems are ready.
vi_vn: Tên máy chủ CPU không hợp lệ cho bản ghi HINFO.
zh_cn: SHA-256 摘要必须恰好是 64 个十六进制字符

source: SHA-384 digest must be exactly 96 hexadecimal characters
cs_cz: SHA-384 digest musí mít přesně 96 hexadecimálních znaků
de_de: SHA-384-Digest muss genau 96 hexadezimale Zeichen haben
es_es: El resumen SHA-384 debe tener exactamente 96 caracteres hexadecimales
fr_fr: Le digest SHA-384 doit faire exactement 96 caractères hexadécimaux
id_id: ALIAS record target format is invalid.
ko_kr: 캐시를 지울 수 없습니다.
lt_lt: SHA-384 santrauka turi būti tiksliai 96 šešioliktainiai simboliai
pl_pl: Skrót SHA-384 musi mieć dokładnie 96 znaków szesnastkowych
ru_ru: SHA-384 дайджест должен состоять ровно из 96 шестнадцатеричных символов
sv_se: DS-post kopierad till urklipp
tr_tr: SHA-384 özeti tam olarak 96 onaltılık karakter olmalıdır
uk_ua: Record may be cached longer than intended due to TTL. Consider implications.
vi_vn: Tên hệ điều hành không hợp lệ cho bản ghi HINFO.
zh_cn: SHA-384 摘要必须恰好是 96 个十六进制字符

source: DS records establish a chain of trust from parent to child zones. The parent zone must have this DS record, and the child zone must have the corresponding DNSKEY record.
cs_cz: DS záznamy vytvářejí řetězec důvěry z nadřazených do podřízených zón. Nadřazená zóna musí mít tento DS záznam a podřízená zóna musí mít odpovídající DNSKEY záznam.
de_de: DS-Einträge etablieren eine Vertrauenskette von Eltern- zu Kindzonen. Die Elternzone muss diesen DS-Eintrag haben, und die Kindzone muss den entsprechenden DNSKEY-Eintrag haben.
es_es: Los registros DS establecen una cadena de confianza desde zonas padre a zonas hijo. La zona padre debe tener este registro DS, y la zona hijo debe tener el registro DNSKEY correspondiente.
fr_fr: Les enregistrements DS établissent une chaîne de confiance des zones parentes vers les zones enfants. La zone parente doit avoir cet enregistrement DS, et la zone enfant doit avoir l'enregistrement DNSKEY correspondant.
id_id: Format target ALIAS record tidak valid.
ko_kr: 캐시 항목을 찾을 수 없습니다.
lt_lt: DS įrašai nustato pasitikėjimo grandinę nuo tėvinių zonų iki vaikiškių. Tėvinė zona turi turėti šį DS įrašą, o vaikiška zona turi turėti atitinkamą DNSKEY įrašą.
pl_pl: Rekordy DS ustanawiają łańcuch zaufania od stref nadrzędnych do podrzędnych. Strefa nadrzędna musi mieć ten rekord DS, a strefa podrzędna musi mieć odpowiadający rekord DNSKEY.
ru_ru: DS записи устанавливают цепочку доверия от родительских к дочерним зонам. Родительская зона должна содержать эту DS запись, а дочерняя зона должна содержать соответствующую DNSKEY запись.
sv_se: Kunde inte kopiera DS-post
tr_tr: DS kayıtları üst seviyeden alt seviye zonlara güven zinciri kurar. Üst seviye zon bu DS kaydına sahip olmalı ve alt seviye zon karşılık gelen DNSKEY kaydına sahip olmalıdır.
uk_ua: Content includes port number. Verify application expects this format.
vi_vn: Nội dung bản ghi HINFO phải ở định dạng: cpu os.
zh_cn: DS 记录建立从父区域到子区域的信任链。父区域必须有此 DS 记录，子区域必须有相应的 DNSKEY 记录。

source: CSYNC records should only be placed at the zone apex (RFC 7477). This record may not be processed by parental agents.
cs_cz: Záznamy CSYNC by měly být umístěny pouze na vrcholu zóny (RFC 7477). Tento záznam nemusí být zpracován nadřazenými agenty.
de_de: CSYNC-Einträge sollten nur am Zone-Apex platziert werden (RFC 7477). Dieser Eintrag wird möglicherweise nicht von Eltern-Agenten verarbeitet.
es_es: Los registros CSYNC solo deben colocarse en el ápice de la zona (RFC 7477). Este registro puede no ser procesado por agentes parentales.
fr_fr: Les enregistrements CSYNC ne doivent être placés qu'au sommet de zone (RFC 7477). Cet enregistrement peut ne pas être traité par les agents parentaux.
id_id: URI record priority is mandatory.
ko_kr: 캐시 쓰기에 실패했습니다.
lt_lt: CSYNC įrašai turėtų būti patalpinti tik zonos viršūnėje (RFC 7477). Šis įrašas gali būti neapdorotas tėvinių agentų.
pl_pl: Rekordy CSYNC powinny być umieszczane tylko w wierzchołku strefy (RFC 7477). Ten rekord może nie być przetwarzany przez agentów nadrzędnych.
ru_ru: CSYNC записи должны размещаться только в верхушке зоны (RFC 7477). Эта запись может не обрабатываться родительскими агентами.
sv_se: Kryptografiska nycklar
tr_tr: CSYNC kayıtları sadece zon tepesine yerleştirilmelidir (RFC 7477). Bu kayıt üst seviye ajanlar tarafından işlenmeyebilir.
uk_ua: Protocol-specific record detected. Verify client compatibility.
vi_vn: Cả CPU và OS đều phải được đặt trong dấu ngoặc kép nếu chứa dấu cách.
zh_cn: CSYNC 记录应只放置在区域顶点 (RFC 7477)。此记录可能不会被父代理处理。

source: CSYNC records require DNSSEC signing to be processed by parental agents (RFC 7477). Ensure your zone is properly signed with DNSSEC.
cs_cz: Záznamy CSYNC vyžadují DNSSEC podepisování, aby byly zpracovány nadřazenými agenty (RFC 7477). Ujistěte se, že vaše zóna je správně podepsána pomocí DNSSEC.
de_de: CSYNC-Einträge benötigen DNSSEC-Signierung, um von Eltern-Agenten verarbeitet zu werden (RFC 7477). Stellen Sie sicher, dass Ihre Zone ordnungsgemäß mit DNSSEC signiert ist.
es_es: Los registros CSYNC requieren firma DNSSEC para ser procesados por agentes parentales (RFC 7477). Asegúrese de que su zona esté firmada correctamente con DNSSEC.
fr_fr: Les enregistrements CSYNC nécessitent une signature DNSSEC pour être traités par les agents parentaux (RFC 7477). Assurez-vous que votre zone est correctement signée avec DNSSEC.
id_id: Prioritas URI record wajib diisi.
ko_kr: 캐시 읽기에 실패했습니다.
lt_lt: CSYNC įrašai reikalauja DNSSEC pasirašymo, kad būtų apdoroti tėvinių agentų (RFC 7477). Užtikrinkite, kad jūsų zona tinkamai pasirašyta su DNSSEC.
pl_pl: Rekordy CSYNC wymagają podpisywania DNSSEC aby być przetwarzane przez agentów nadrzędnych (RFC 7477). Upewnij się że twoja strefa jest prawidłowo podpisana DNSSEC.
ru_ru: CSYNC записи требуют подписи DNSSEC для обработки родительскими агентами (RFC 7477). Убедитесь, что ваша зона правильно подписана через DNSSEC.
sv_se: Signer-nycklar
tr_tr: CSYNC kayıtlarının üst seviye ajanlar tarafından işlenmesi için DNSSEC imzalama gerekir (RFC 7477). Zonunuzun DNSSEC ile düzgün imzalandığından emin olun.
uk_ua: This record type may not be supported by all recursive resolvers.
vi_vn: Ký tự không hợp lệ trong nội dung bản ghi HINFO.
zh_cn: CSYNC 记录需要 DNSSEC 签名才能被父代理处理 (RFC 7477)。确保您的区域已正确使用 DNSSEC 签名。

source: Only one CSYNC record should exist per zone (RFC 7477). Multiple records may cause unexpected behavior.
cs_cz: V zóně by měl existovat pouze jeden CSYNC záznam (RFC 7477). Více záznamů může způsobit neočekávané chování.
de_de: Nur ein CSYNC-Eintrag sollte pro Zone existieren (RFC 7477). Mehrere Einträge können unerwartetes Verhalten verursachen.
es_es: Solo un registro CSYNC debe existir por zona (RFC 7477). Múltiples registros pueden causar comportamiento inesperado.
fr_fr: Un seul enregistrement CSYNC doit exister par zone (RFC 7477). Plusieurs enregistrements peuvent causer un comportement inattendu.
id_id: URI record priority must be between 0 and 65535.
ko_kr: 구성 파일을 찾을 수 없습니다.
lt_lt: Tik vienas CSYNC įrašas turėtų egzistuoti zonoje (RFC 7477). Keli įrašai gali sukelti netikėtą elgesį.
pl_pl: Tylko jeden rekord CSYNC powinien istnieć na strefę (RFC 7477). Wiele rekordów może powodować nieoczekiwane zachowanie.
ru_ru: Только одна CSYNC запись должна существовать на зону (RFC 7477). Множественные записи могут вызвать неожиданное поведение.
sv_se: Aktiv
tr_tr: Zon başına sadece bir CSYNC kaydı bulunmalıdır (RFC 7477). Birden fazla kayıt beklenmeyen davranışlara neden olabilir.
uk_ua: Content format varies by implementation. Test with target systems.
vi_vn: Trường ưu tiên cho bản ghi HINFO phải là 0 hoặc rỗng
zh_cn: 每个区域应只存在一个 CSYNC 记录 (RFC 7477)。多个记录可能导致意外行为。

source: No flags are set in this CSYNC record. The record may not be processed immediately by parental agents.
cs_cz: V tomto CSYNC záznamu nejsou nastaveny žádné příznaky. Záznam nemusí být okamžitě zpracován nadřazenými agenty.
de_de: Keine Flags sind in diesem CSYNC-Eintrag gesetzt. Der Eintrag wird möglicherweise nicht sofort von Eltern-Agenten verarbeitet.
es_es: No hay flags establecidos en este registro CSYNC. El registro puede no ser procesado inmediatamente por agentes parentales.
fr_fr: Aucun drapeau n'est défini dans cet enregistrement CSYNC. L'enregistrement peut ne pas être traité immédiatement par les agents parentaux.
id_id: Prioritas URI record harus antara 0 dan 65535.
ko_kr: 구성 파일을 읽을 수 없습니다.
lt_lt: Šiame CSYNC įraše nenustatytos jokios vėliavos. Įrašas gali būti neapdorotas tuoj pat tėvinių agentų.
pl_pl: Żadne flagi nie są ustawione w tym rekordzie CSYNC. Rekord może nie być natychmiast przetwarzany przez agentów nadrzędnych.
ru_ru: В этой CSYNC записи не установлено флагов. Запись может не быть обработана немедленно родительскими агентами.
sv_se: Inaktiv
tr_tr: Bu CSYNC kaydında hiçbir bayrak ayarlanmamış. Kayıt üst seviye ajanlar tarafından hemen işlenmeyebilir.
uk_ua: Record may require specific resolver configuration to function properly.
vi_vn: Bản ghi HINFO có thể tiết lộ thông tin nhạy cảm về hệ thống. Chỉ sử dụng nếu cần thiết.
zh_cn: 此 CSYNC 记录中未设置标志。该记录可能不会被父代理立即处理。

source: The "immediate" flag (0x0001) is not set. Parental agents may delay processing this record.
cs_cz: Příznak "immediate" (0x0001) není nastaven. Nadřazení agenti mohou zpozdit zpracování tohoto záznamu.
de_de: Das "immediate"-Flag (0x0001) ist nicht gesetzt. Eltern-Agenten können die Verarbeitung dieses Eintrags verzögern.
es_es: El flag "inmediato" (0x0001) no está establecido. Los agentes parentales pueden retrasar el procesamiento de este registro.
fr_fr: Le drapeau "immediate" (0x0001) n'est pas défini. Les agents parentaux peuvent retarder le traitement de cet enregistrement.
id_id: URI record weight is mandatory.
ko_kr: 구성 파일을 쓸 수 없습니다.
lt_lt: "Immediate" vėliava (0x0001) nenustatyta. Tėviniai agentai gali uždelsti šio įrašo apdorojimą.
pl_pl: Flaga "immediate" (0x0001) nie jest ustawiona. Agenci nadrzędni mogą opóźnić przetwarzanie tego rekordu.
ru_ru: Флаг "immediate" (0x0001) не установлен. Родительские агенты могут задержать обработку этой записи.
sv_se: Status
tr_tr: "immediate" bayrağı (0x0001) ayarlanmamış. Üst seviye ajanlar bu kaydı işlemeyi geciktirebilir.
uk_ua: Content contains embedded instructions. Verify proper interpretation.
vi_vn: Bản ghi HINFO đã lỗi thời và ít được sử dụng. Hãy cân nhắc các phương pháp khác để lưu trữ thông tin hệ thống.
zh_cn: 未设置“立即”标志 (0x0001)。父代理可能会延迟处理此记录。

source: The "soaminimum" flag (0x0002) is not set. SOA serial number validation may not be enforced.
cs_cz: Příznak "soaminimum" (0x0002) není nastaven. Validace sériového čísla SOA nemusí být vynucena.
de_de: Das "soaminimum"-Flag (0x0002) ist nicht gesetzt. SOA-Seriennummer-Validierung wird möglicherweise nicht durchgesetzt.
es_es: El flag "soaminimum" (0x0002) no está establecido. La validación del número de serie SOA puede no ser aplicada.
fr_fr: Le drapeau "soaminimum" (0x0002) n'est pas défini. La validation du numéro de série SOA peut ne pas être appliquée.
id_id: Weight URI record wajib diisi.
ko_kr: 잘못된 구성 형식입니다.
lt_lt: "Soaminimum" vėliava (0x0002) nenustatyta. SOA serijos numerio validacija gali būti neprivaloma.
pl_pl: Flaga "soaminimum" (0x0002) nie jest ustawiona. Walidacja numeru seryjnego SOA może nie być egzekwowana.
ru_ru: Флаг "soaminimum" (0x0002) не установлен. Проверка серийного номера SOA может не применяться.
sv_se: Publicerad
tr_tr: "soaminimum" bayrağı (0x0002) ayarlanmamış. SOA seri numarası doğrulaması uygulanmayabilir.
uk_ua: This configuration may expose internal network topology. Consider security.
vi_vn: Vĩ độ không hợp lệ cho bản ghi LOC. Phải nằm trong khoảng từ -90 đến 90 độ.
zh_cn: 未设置“soaminimum”标志 (0x0002)。SOA 序列号验证可能不会被强制执行。

source: Invalid value for priority field. CSYNC records must have priority value of 0.
cs_cz: Neplatná hodnota pole priority. Záznamy CSYNC musí mít hodnotu priority 0.
de_de: Ungültiger Wert für das Prioritätsfeld. CSYNC-Einträge müssen einen Prioritätswert von 0 haben.
es_es: Valor inválido para el campo de prioridad. Los registros CSYNC deben tener valor de prioridad de 0.
fr_fr: Valeur invalide pour le champ de priorité. Les enregistrements CSYNC doivent avoir une valeur de priorité de 0.
id_id: URI record weight must be between 0 and 65535.
ko_kr: 필수 구성 매개변수가 누락되었습니다.
lt_lt: Neteisinga prioriteto lauko reikšmė. CSYNC įrašai turi turėti prioriteto reikšmę 0.
pl_pl: Nieprawidłowa wartość pola priorytetu. Rekordy CSYNC muszą mieć wartość priorytetu 0.
ru_ru: Недопустимое значение поля приоритета. CSYNC записи должны иметь значение приоритета 0.
sv_se: Opublicerad
tr_tr: Öncelik alanı için geçersiz değer. CSYNC kayıtları 0 öncelik değerine sahip olmalıdır.
uk_ua: Record suggests multi-tenant setup. Verify isolation and access control.
vi_vn: Kinh độ không hợp lệ cho bản ghi LOC. Phải nằm trong khoảng từ -180 đến 180 độ.
zh_cn: 优先级字段值无效。CSYNC 记录的优先级值必须为 0。

source: Invalid SOA Serial in CSYNC record. It must be a 32-bit unsigned integer (0-4294967295).
cs_cz: Neplatné sériové číslo SOA v CSYNC záznamu. Musí být 32-bitové neznaménkové celé číslo (0-4294967295).
de_de: Ungültige SOA-Serial im CSYNC-Eintrag. Sie muss ein 32-Bit-Unsigned-Integer (0-4294967295) sein.
es_es: Serial SOA inválido en registro CSYNC. Debe ser un entero sin signo de 32 bits (0-4294967295).
fr_fr: Numéro de série SOA invalide dans l'enregistrement CSYNC. Doit être un entier non signé 32 bits (0-4294967295).
id_id: Weight URI record harus antara 0 dan 65535.
ko_kr: 데이터베이스에 연결할 수 없습니다.
lt_lt: Neteisingas SOA serijos numeris CSYNC įraše. Turi būti 32 bitų beženklinis sveikasis skaičius (0-4294967295).
pl_pl: Nieprawidłowy numer seryjny SOA w rekordzie CSYNC. Musi być 32-bitową liczbą całkowitą bez znaku (0-4294967295).
ru_ru: Недопустимый серийный номер SOA в CSYNC записи. Он должен быть 32-битным беззнаковым целым числом (0-4294967295).
sv_se: Lägg till kryptografisk nyckel
tr_tr: CSYNC kaydında geçersiz SOA Serisi. 32-bit işaretsiz tamsayı (0-4294967295) olmalıdır.
uk_ua: Content indicates versioning. Verify compatibility across versions.
vi_vn: Độ cao không hợp lệ cho bản ghi LOC. Phải nằm trong khoảng từ -100000m đến 42849672.95m.
zh_cn: CSYNC 记录中的 SOA 序列号无效。它必须是 32 位无符号整数 (0-4294967295)。

source: Invalid Flags in CSYNC record. Flags must be a numeric value.
cs_cz: Neplatné příznaky v CSYNC záznamu. Příznaky musí být číselná hodnota.
de_de: Ungültige Flags im CSYNC-Eintrag. Flags müssen ein numerischer Wert sein.
es_es: Flags inválidos en registro CSYNC. Los flags deben ser un valor numérico.
fr_fr: Drapeaux invalides dans l'enregistrement CSYNC. Les drapeaux doivent être une valeur numérique.
id_id: URI record target is mandatory.
ko_kr: 데이터베이스 쿼리가 실패했습니다.
lt_lt: Neteisingos vėliavos CSYNC įraše. Vėliavos turi būti skaitinė reikšmė.
pl_pl: Nieprawidłowe flagi w rekordzie CSYNC. Flagi muszą być wartością numeryczną.
ru_ru: Недопустимые флаги в CSYNC записи. Флаги должны быть числовым значением.
sv_se: Kryptografisk nyckel tillagd
tr_tr: CSYNC kaydında geçersiz Bayraklar. Bayraklar sayısal bir değer olmalıdır.
uk_ua: This record may be used for service discovery. Verify registration mechanism.
vi_vn: Kích thước không hợp lệ cho bản ghi LOC. Phải là số dương.
zh_cn: CSYNC 记录中的标志无效。标志必须是数值。

source: Invalid Flags in CSYNC record. Flags must be between 0 and 65535.
cs_cz: Neplatné příznaky v CSYNC záznamu. Příznaky musí být mezi 0 a 65535.
de_de: Ungültige Flags im CSYNC-Eintrag. Flags müssen zwischen 0 und 65535 liegen.
es_es: Flags inválidos en registro CSYNC. Los flags deben estar entre 0 y 65535.
fr_fr: Drapeaux invalides dans l'enregistrement CSYNC. Les drapeaux doivent être entre 0 et 65535.
id_id: Target URI record wajib diisi.
ko_kr: 데이터베이스 트랜잭션이 실패했습니다.
lt_lt: Neteisingos vėliavos CSYNC įraše. Vėliavos turi būti tarp 0 ir 65535.
pl_pl: Nieprawidłowe flagi w rekordzie CSYNC. Flagi muszą być między 0 a 65535.
ru_ru: Недопустимые флаги в CSYNC записи. Флаги должны быть от 0 до 65535.
sv_se: Kunde inte lägga till kryptografisk nyckel
tr_tr: CSYNC kaydında geçersiz Bayraklar. Bayraklar 0 ile 65535 arasında olmalıdır.
uk_ua: Content appears to be encrypted or encoded. Verify decoding at consumer.
vi_vn: Độ chính xác ngang không hợp lệ cho bản ghi LOC. Phải là số dương.
zh_cn: CSYNC 记录中的标志无效。标志必须在 0 到 65535 之间。
