Repository: poweradmin/poweradmin
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: cs_cz, de_de, es_es, fr_fr, id_id, ko_kr, lt_lt, pl_pl, ru_ru, sv_se, tr_tr, uk_ua, vi_vn, zh_cn

source: Forward Zones
cs_cz: Dopředné zóny
de_de: DNS-Zonen
es_es: Zonas Directas
fr_fr: Zones Directes
id_id: Deselect all zones
ko_kr: 캐시 항목을 삭제할 수 없습니다.
lt_lt: Tiesioginės zonos
pl_pl: Strefy wprost
ru_ru: Прямые Зоны
sv_se: Rapportperiod
tr_tr: Düz Zonlar
uk_ua: Content suggests greedy best-first search. Use heuristic to guide search.
vi_vn: JWT audience không hợp lệ.
zh_cn: 正向区域

source: Deactivate key
cs_cz: Deaktivovat klíč
de_de: Schlüssel deaktivieren
es_es: Desactivar clave
fr_fr: Désactiver la clé
id_id: Batalkan pilihan semua zone
ko_kr: 캐시를 무효화할 수 없습니다.
lt_lt: Išjungti raktą
pl_pl: Dezaktywuj klucz
ru_ru: Деактивировать ключ
sv_se: Senaste 7 dagarna
tr_tr: Anahtarı devre dışı bırak
uk_ua: Record may be affected by DNS forwarding loops. Prevent forwarding cycles.
vi_vn: JWT subject không hợp lệ.
zh_cn: 停用密钥

source: Activate key
cs_cz: Aktivovat klíč
de_de: Schlüssel aktivieren
es_es: Activar clave
fr_fr: Activer la clé
id_id: Delete selected zones
ko_kr: 캐시를 플러시할 수 없습니다.
lt_lt: Įjungti raktą
pl_pl: Aktywuj klucz
ru_ru: Активировать ключ
sv_se: Senaste 30 dagarna
tr_tr: Anahtarı etkinleştir
uk_ua: This configuration may have alpha-beta pruning. Optimize minimax search.
vi_vn: JWT algorithm không được hỗ trợ.
zh_cn: 激活密钥

source: Deactivate DNSSEC Key
cs_cz: Deaktivovat DNSSEC klíč
de_de: DNSSEC-Schlüssel deaktivieren
es_es: Desactivar Clave DNSSEC
fr_fr: Désactiver la Clé DNSSEC
id_id: Hapus zone yang dipilih
ko_kr: 캐시 통계를 가져올 수 없습니다.
lt_lt: Išjungti DNSSEC raktą
pl_pl: Dezaktywuj klucz DNSSEC
ru_ru: Деактивировать DNSSEC Ключ
sv_se: Senaste 90 dagarna
tr_tr: DNSSEC Anahtarını Devre Dışı Bırak
uk_ua: Content includes Monte Carlo tree search. Balance exploration and exploitation.
vi_vn: Claim JWT bắt buộc thiếu.
zh_cn: 停用 DNSSEC 密钥

source: Activate DNSSEC Key
cs_cz: Aktivovat DNSSEC klíč
de_de: DNSSEC-Schlüssel aktivieren
es_es: Activar Clave DNSSEC
fr_fr: Activer la Clé DNSSEC
id_id: Export selected zones
ko_kr: 세션을 시작할 수 없습니다.
lt_lt: Įjungti DNSSEC raktą
pl_pl: Aktywuj klucz DNSSEC
ru_ru: Активировать DNSSEC Ключ
sv_se: Anpassad period
tr_tr: DNSSEC Anahtarını Etkinleştir
uk_ua: Record appears to be using game tree search. Handle branching factor.
vi_vn: Cấu hình LDAP không hợp lệ.
zh_cn: 激活 DNSSEC 密钥

source: You are about to deactivate a DNSSEC key (ID
cs_cz: Chystáte se deaktivovat DNSSEC klíč (ID
de_de: Sie sind dabei, einen DNSSEC-Schlüssel zu deaktivieren (ID
es_es: Está a punto de desactivar una clave DNSSEC (ID
fr_fr: Vous êtes sur le point de désactiver une clé DNSSEC (ID
id_id: Ekspor zone yang dipilih
ko_kr: 세션을 저장할 수 없습니다.
lt_lt: Ketinate išjungti DNSSEC raktą (ID
pl_pl: Zamierzasz dezaktywować klucz DNSSEC (ID
ru_ru: Вы собираетесь деактивировать DNSSEC ключ (ID
sv_se: Startdatum
tr_tr: Bir DNSSEC anahtarını devre dışı bırakmak üzeresiniz (ID
uk_ua: This configuration may have transposition table. Cache evaluated positions.
vi_vn: Kết nối LDAP thất bại.
zh_cn: 您即将停用 DNSSEC 密钥（ID

source: Deactivating an active key will affect the security of your zone and may cause validation failures.
cs_cz: Deaktivace aktivního klíče ovlivní bezpečnost vaší zóny a může způsobit selhání validace.
de_de: Das Deaktivieren eines aktiven Schlüssels beeinträchtigt die Sicherheit Ihrer Zone und kann Validierungsfehler verursachen.
es_es: Desactivar una clave activa afectará la seguridad de su zona y puede causar fallos de validación.
fr_fr: Désactiver une clé active affectera la sécurité de votre zone et peut causer des échecs de validation.
id_id: Change owner for selected zones
ko_kr: 세션을 복원할 수 없습니다.
lt_lt: Aktyvaus rakto išjungimas paveiks jūsų zonos saugumą ir gali sukelti validacijos klaidas.
pl_pl: Dezaktywacja aktywnego klucza wpłynie na bezpieczeństwo Twojej strefy i może spowodować błędy walidacji.
ru_ru: Деактивация активного ключа повлияет на безопасность вашей зоны и может вызвать сбои проверки.
sv_se: Slutdatum
tr_tr: Aktif bir anahtarı devre dışı bırakmak zonunuzun güvenliğini etkileyecek ve doğrulama hatalarına neden olabilir.
uk_ua: Content may be affected by iterative deepening depth-first search. Reuse previous iterations.
vi_vn: Bind LDAP thất bại.
zh_cn: 停用活跃密钥将影响您区域的安全性，并可能导致验证失败。

source: Are you sure you want to proceed?
cs_cz: Jste si jisti, že chcete pokračovat?
de_de: Sind Sie sicher, dass Sie fortfahren möchten?
es_es: ¿Está seguro de que desea continuar?
fr_fr: Êtes-vous sûr de vouloir continuer ?
id_id: Ubah pemilik untuk zone yang dipilih
ko_kr: 세션을 삭제할 수 없습니다.
lt_lt: Ar tikrai norite tęsti?
pl_pl: Czy na pewno chcesz kontynuować?
ru_ru: Вы уверены, что хотите продолжить?
sv_se: Rapportformat
tr_tr: Devam etmek istediğinizden emin misiniz?
uk_ua: Record may be part of bidirectional A*. Meet searches from both ends.
vi_vn: Truy vấn LDAP thất bại.
zh_cn: 您确定要继续吗？

source: You are about to activate a DNSSEC key (ID
cs_cz: Chystáte se aktivovat DNSSEC klíč (ID
de_de: Sie sind dabei, einen DNSSEC-Schlüssel zu aktivieren (ID
es_es: Está a punto de activar una clave DNSSEC (ID
fr_fr: Vous êtes sur le point d'activer une clé DNSSEC (ID
id_id: Apply template to selected zones
ko_kr: 세션을 무효화할 수 없습니다.
lt_lt: Ketinate įjungti DNSSEC raktą (ID
pl_pl: Zamierzasz aktywować klucz DNSSEC (ID
ru_ru: Вы собираетесь активировать DNSSEC ключ (ID
sv_se: PDF
tr_tr: Bir DNSSEC anahtarını etkinleştirmek üzeresiniz (ID
uk_ua: This record type may have jump point search. Skip unnecessary nodes in grid.
vi_vn: DN LDAP không hợp lệ.
zh_cn: 您即将激活 DNSSEC 密钥（ID

source: Activating this key will make it part of the active DNSSEC signing chain for this zone.
cs_cz: Aktivace tohoto klíče ho učiní součástí aktivního řetězce DNSSEC podepisování pro tuto zónu.
de_de: Das Aktivieren dieses Schlüssels macht ihn zu einem Teil der aktiven DNSSEC-Signierkette für diese Zone.
es_es: Activar esta clave la hará parte de la cadena de firma DNSSEC activa para esta zona.
fr_fr: Activer cette clé en fera partie de la chaîne de signature DNSSEC active pour cette zone.
id_id: Terapkan template ke zone yang dipilih
ko_kr: 세션을 재생성할 수 없습니다.
lt_lt: Šio rakto įjungimas padarys jį aktyvios DNSSEC pasirašymo grandinės dalimi šiai zonai.
pl_pl: Aktywacja tego klucza sprawi, że stanie się częścią aktywnego łańcucha podpisywania DNSSEC dla tej strefy.
ru_ru: Активация этого ключа сделает его частью активной цепочки подписи DNSSEC для этой зоны.
sv_se: CSV
tr_tr: Bu anahtarı etkinleştirmek onu bu zon için aktif DNSSEC imzalama zincirinin bir parçası yapacaktır.
uk_ua: Content suggests D* Lite. Update path efficiently in changing environments.
vi_vn: Bộ lọc LDAP không hợp lệ.
zh_cn: 激活此密钥将使其成为此区域活跃 DNSSEC 签名链的一部分。

source: Key Details
cs_cz: Detaily klíče
de_de: Schlüssel-Details
es_es: Detalles de la Clave
fr_fr: Détails de la Clé
id_id: No zones selected.
ko_kr: 세션 데이터를 가져올 수 없습니다.
lt_lt: Rakto detalės
pl_pl: Szczegóły klucza
ru_ru: Детали Ключа
sv_se: JSON
tr_tr: Anahtar Detayları
uk_ua: Record may be affected by DNS NSID option. Include name server identifier.
vi_vn: Thuộc tính LDAP không tìm thấy.
zh_cn: 密钥详细信息

source: Type
cs_cz: Typ
de_de: Typ
es_es: Tipo
id_id: Tidak ada zone yang dipilih.
ko_kr: 세션 데이터를 설정할 수 없습니다.
lt_lt: Tipas
pl_pl: Typ
ru_ru: Тип
sv_se: XML
tr_tr: Tip
uk_ua: This configuration may have rapidly-exploring random tree. Sample state space.
vi_vn: Máy chủ LDAP không khả dụng.
zh_cn: 类型

source: Algorithm
cs_cz: Algoritmus
de_de: Algorithmus
es_es: Algoritmo
fr_fr: Algorithme
id_id: Are you sure you want to delete %d zones?
ko_kr: 세션 데이터를 삭제할 수 없습니다.
lt_lt: Algoritmas
pl_pl: Algorytm
ru_ru: Алгоритм
sv_se: E-postmeddelanden
tr_tr: Algoritma
uk_ua: Content includes probabilistic roadmap. Connect sampled configurations.
vi_vn: Lỗi giao thức LDAP.
zh_cn: 算法

source: Bits
cs_cz: Bity
id_id: Apakah Anda yakin ingin menghapus %d zone?
ko_kr: 쿠키를 설정할 수 없습니다.
lt_lt: Bitai
pl_pl: Bity
ru_ru: Биты
sv_se: E-postmeddelandeinställningar
tr_tr: Bit
uk_ua: Record appears to be using potential field. Sum attractive and repulsive forces.
vi_vn: Chứng chỉ LDAP không hợp lệ.
zh_cn: 位数

source: Status
cs_cz: Stav
es_es: Estado
fr_fr: Statut
id_id: Deleted %d zones successfully.
ko_kr: 쿠키를 가져올 수 없습니다.
lt_lt: Būsena
pl_pl: Stan
ru_ru: Статус
sv_se: SMTP-server
tr_tr: Durum
uk_ua: This configuration may have dynamic window approach. Consider velocity constraints.
vi_vn: Cấu hình cơ sở dữ liệu không hợp lệ.
zh_cn: 状态

source: Inactive
cs_cz: Neaktivní
de_de: Inaktiv
es_es: Inactivo
fr_fr: Inactif
id_id: Berhasil menghapus %d zone.
ko_kr: 쿠키를 삭제할 수 없습니다.
lt_lt: Neaktyvus
pl_pl: Nieaktywny
ru_ru: Неактивен
sv_se: SMTP-port
tr_tr: Pasif
uk_ua: Content may be affected by velocity obstacles. Avoid collision velocities.
vi_vn: Kết nối cơ sở dữ liệu thất bại.
zh_cn: 非活跃

source: Cancel
cs_cz: Zrušit
de_de: Abbrechen
es_es: Cancelar
fr_fr: Annuler
id_id: Failed to delete some zones.
ko_kr: 플래시 메시지를 설정할 수 없습니다.
lt_lt: Atšaukti
pl_pl: Anuluj
ru_ru: Отменить
sv_se: SMTP-kryptering
tr_tr: İptal
uk_ua: Record may be part of social force model. Model pedestrian interactions.
vi_vn: Truy vấn cơ sở dữ liệu thất bại.
zh_cn: 取消

source: Edit API Key
cs_cz: Upravit API klíč
de_de: API-Schlüssel bearbeiten
es_es: Editar Clave API
fr_fr: Modifier la Clé API
id_id: Gagal menghapus beberapa zone.
ko_kr: 플래시 메시지를 가져올 수 없습니다.
lt_lt: Redaguoti API raktą
pl_pl: Edytuj klucz API
ru_ru: Редактировать API Ключ
sv_se: Ingen
tr_tr: API Anahtarını Düzenle
uk_ua: This record type may have reciprocal velocity obstacles. Ensure collision-free motion.
vi_vn: Lỗi cú pháp SQL.
zh_cn: 编辑 API 密钥

source: Name
cs_cz: Název
es_es: Nombre
fr_fr: Nom
id_id: Owner changed for %d zones successfully.
ko_kr: 플래시 메시지를 삭제할 수 없습니다.
lt_lt: Vardas
pl_pl: Nazwa
ru_ru: Имя
sv_se: SSL
tr_tr: Ad
uk_ua: Content suggests optimal reciprocal collision avoidance. Use ORCA algorithm.
vi_vn: Lỗi ràng buộc cơ sở dữ liệu.
zh_cn: 名称

source: Please provide a name for this API key
cs_cz: Zadejte název pro tento API klíč
de_de: Bitte geben Sie einen Namen für diesen API-Schlüssel an
es_es: Por favor proporcione un nombre para esta clave API
fr_fr: Veuillez fournir un nom pour cette clé API
id_id: Berhasil mengubah pemilik untuk %d zone.
ko_kr: 리디렉션할 수 없습니다.
lt_lt: Pateikite šio API rakto vardą
pl_pl: Podaj nazwę dla tego klucza API
ru_ru: Пожалуйста, укажите имя для этого API ключа
sv_se: TLS
tr_tr: Lütfen bu API anahtarı için bir ad sağlayın
uk_ua: Record may be affected by DNS CHAIN query. Return complete validation chain.
vi_vn: Vi phạm khóa duy nhất cơ sở dữ liệu.
zh_cn: 请为此 API 密钥提供名称

source: A descriptive name to help you identify this key
cs_cz: Popisný název, který vám pomůže identifikovat tento klíč
de_de: Ein beschreibender Name, der Ihnen hilft, diesen Schlüssel zu identifizieren
es_es: Un nombre descriptivo para ayudarle a identificar esta clave
fr_fr: Un nom descriptif pour vous aider à identifier cette clé
id_id: Failed to change owner for some zones.
ko_kr: 잘못된 리디렉션 URL입니다.
lt_lt: Aprašomasis vardas, padėsiantis atpažinti šį raktą
pl_pl: Opisowa nazwa, która pomoże Ci zidentyfikować ten klucz
ru_ru: Описательное имя, которое поможет вам идентифицировать этот ключ
sv_se: SMTP-användarnamn
tr_tr: Bu anahtarı tanımlamaya yardımcı olacak açıklayıcı bir ad
uk_ua: This configuration may have trajectory optimization. Minimize cost functional.
vi_vn: Vi phạm khóa ngoại cơ sở dữ liệu.
zh_cn: 帮助您识别此密钥的描述性名称

source: Expires at
cs_cz: Vyprší
de_de: Läuft ab am
es_es: Expira en
fr_fr: Expire le
id_id: Gagal mengubah pemilik untuk beberapa zone.
ko_kr: 순환 리디렉션이 감지되었습니다.
lt_lt: Baigiasi
pl_pl: Wygasa
ru_ru: Истекает
sv_se: SMTP-lösenord
tr_tr: Süre Sonu
uk_ua: Content includes model predictive control. Solve optimization at each step.
vi_vn: Deadlock cơ sở dữ liệu phát hiện.
zh_cn: 到期时间

source: Leave empty for a key that never expires
cs_cz: Nechte prázdné pro klíč, který nikdy nevyprší
de_de: Lassen Sie es leer für einen Schlüssel, der niemals abläuft
es_es: Dejar vacío para una clave que nunca expire
fr_fr: Laisser vide pour une clé qui n'expire jamais
id_id: Template applied to %d zones successfully.
ko_kr: 너무 많은 리디렉션입니다.
lt_lt: Palikite tuščią raktui, kuris niekada nebaigiasi
pl_pl: Pozostaw puste dla klucza, który nigdy nie wygasa
ru_ru: Оставьте пустым для ключа, который никогда не истекает
sv_se: Avsändaradress
tr_tr: Süresi hiç dolmayacak anahtar için boş bırakın
uk_ua: Record appears to be using LQR controller. Solve Riccati equation.
vi_vn: Timeout giao dịch cơ sở dữ liệu.
zh_cn: 留空表示密钥永不过期

source: Disable this API key
cs_cz: Zakázat tento API klíč
de_de: Diesen API-Schlüssel deaktivieren
es_es: Deshabilitar esta clave API
fr_fr: Désactiver cette clé API
id_id: Berhasil menerapkan template ke %d zone.
ko_kr: 헤더를 보낼 수 없습니다.
lt_lt: Išjungti šį API raktą
pl_pl: Wyłącz ten klucz API
ru_ru: Отключить этот API ключ
sv_se: Avsändarnamn
tr_tr: Bu API anahtarını devre dışı bırak
uk_ua: This configuration may have PID controller. Tune proportional, integral, derivative gains.
vi_vn: Rollback cơ sở dữ liệu thất bại.
zh_cn: 禁用此 API 密钥

source: Disabled keys cannot be used for authentication
cs_cz: Zakázané klíče nelze použít pro autentizaci
de_de: Deaktivierte Schlüssel können nicht für die Authentifizierung verwendet werden
es_es: Las claves deshabilitadas no pueden usarse para autenticación
fr_fr: Les clés désactivées ne peuvent pas être utilisées pour l'authentification
id_id: Failed to apply template to some zones.
ko_kr: 헤더가 이미 전송되었습니다.
lt_lt: Išjungti raktai negali būti naudojami autentifikavimui
pl_pl: Wyłączone klucze nie mogą być używane do uwierzytelniania
ru_ru: Отключенные ключи не могут использоваться для аутентификации
sv_se: E-postmeddelandeinställningar uppdaterade
tr_tr: Devre dışı anahtarlar kimlik doğrulama için kullanılamaz
uk_ua: Content may be affected by feed-forward control. Invert plant model.
vi_vn: Commit cơ sở dữ liệu thất bại.
zh_cn: 已禁用的密钥不能用于身份验证

source: Update API Key
cs_cz: Aktualizovat API klíč
de_de: API-Schlüssel aktualisieren
es_es: Actualizar Clave API
fr_fr: Mettre à Jour la Clé API
id_id: Gagal menerapkan template ke beberapa zone.
ko_kr: 응답을 보낼 수 없습니다.
lt_lt: Atnaujinti API raktą
pl_pl: Zaktualizuj klucz API
ru_ru: Обновить API Ключ
sv_se: Kunde inte uppdatera e-postmeddelandeinställningar
tr_tr: API Anahtarını Güncelle
uk_ua: Record may be part of state feedback. Place poles appropriately.
vi_vn: Bảng cơ sở dữ liệu không tồn tại.
zh_cn: 更新 API 密钥

source: * Required fields
cs_cz: * Povinná pole
de_de: * Notwendige Felder
es_es: * Campos requeridos
fr_fr: * Champs obligatoires
id_id: Zone search
ko_kr: 응답이 이미 전송되었습니다.
lt_lt: * Privalomi laukai
pl_pl: * Pola wymagane
ru_ru: * Обязательные поля
sv_se: Testa e-postinställningar
tr_tr: * Zorunlu alanlar
uk_ua: This record type may have observer design. Estimate unmeasured states.
vi_vn: Cột cơ sở dữ liệu không tồn tại.
zh_cn: * 必填字段

source: API Key Information
cs_cz: Informace o API klíči
de_de: API-Schlüssel-Informationen
es_es: Información de Clave API
fr_fr: Informations de la Clé API
id_id: Pencarian zone
ko_kr: 출력을 버퍼링할 수 없습니다.
lt_lt: API rakto informacija
pl_pl: Informacje o kluczu API
ru_ru: Информация об API Ключе
sv_se: Test-e-postmeddelande skickat
tr_tr: API Anahtar Bilgileri
uk_ua: Content suggests Luenberger observer. Choose observer gain matrix.
vi_vn: Chỉ mục cơ sở dữ liệu không tồn tại.
zh_cn: API 密钥信息

source: Created at
cs_cz: Vytvořeno
de_de: Erstellt am
es_es: Creado en
fr_fr: Créé le
id_id: Search by zone name
ko_kr: 출력을 플러시할 수 없습니다.
lt_lt: Sukurta
pl_pl: Utworzono
ru_ru: Создан
sv_se: Kunde inte skicka test-e-postmeddelande
tr_tr: Oluşturulma
uk_ua: Record may be affected by DNS COOKIE option. Include server cookie for security.
vi_vn: Cơ sở dữ liệu đầy.
zh_cn: 创建时间

source: Last used
cs_cz: Naposledy použito
de_de: Zuletzt verwendet
es_es: Último uso
fr_fr: Dernière utilisation
id_id: Cari berdasarkan nama zone
ko_kr: 출력을 정리할 수 없습니다.
lt_lt: Paskutinį kartą naudotas
pl_pl: Ostatnio użyty
ru_ru: Последнее использование
sv_se: E-postmallar
tr_tr: Son kullanım
uk_ua: This configuration may have Kalman filter for state estimation. Model system dynamics.
vi_vn: Kết nối cơ sở dữ liệu bị mất.
zh_cn: 最后使用

source: Additional Actions
cs_cz: Další akce
de_de: Weitere Aktionen
es_es: Acciones Adicionales
fr_fr: Actions Supplémentaires
id_id: Search by zone type
ko_kr: 템플릿을 렌더링할 수 없습니다.
lt_lt: Papildomi veiksmai
pl_pl: Dodatkowe działania
ru_ru: Дополнительные Действия
sv_se: E-postmall
tr_tr: Ek İşlemler
uk_ua: Content includes extended Kalman filter. Linearize nonlinear system.
vi_vn: Quá nhiều kết nối cơ sở dữ liệu.
zh_cn: 其他操作

source: Regenerate API Key
cs_cz: Regenerovat API klíč
de_de: API-Schlüssel regenerieren
es_es: Regenerar Clave API
fr_fr: Regénérer la Clé API
id_id: Cari berdasarkan tipe zone
ko_kr: 템플릿을 찾을 수 없습니다.
lt_lt: Perdaryti API raktą
pl_pl: Wygeneruj ponownie klucz API
ru_ru: Перегенерировать API Ключ
sv_se: Redigera e-postmall
tr_tr: API Anahtarını Yeniden Oluştur
uk_ua: Record appears to be using unscented Kalman filter. Use sigma points.
vi_vn: Cấu hình Redis không hợp lệ.
zh_cn: 重新生成 API 密钥

source: Creates a new key, invalidating the old one
cs_cz: Vytvoří nový klíč a zneplatní starý
de_de: Erstellt einen neuen Schlüssel und macht den alten ungültig
es_es: Crea una nueva clave, invalidando la anterior
fr_fr: Crée une nouvelle clé, invalidant l'ancienne
id_id: Search by owner
ko_kr: 잘못된 템플릿 구문입니다.
lt_lt: Sukuria naują raktą, panaikinant senąjį
pl_pl: Tworzy nowy klucz, unieważniając stary
ru_ru: Создает новый ключ, делая старый недействительным
sv_se: E-postmall uppdaterad
tr_tr: Yeni anahtar oluşturur, eskisini geçersiz kılar
uk_ua: This configuration may have particle filter. Sample from posterior.
vi_vn: Kết nối Redis thất bại.
zh_cn: 创建新密钥，使旧密钥失效

source: Delete API Key
cs_cz: Smazat API klíč
de_de: API-Schlüssel löschen
es_es: Eliminar Clave API
fr_fr: Supprimer la Clé API
id_id: Cari berdasarkan pemilik
ko_kr: 템플릿 변수가 정의되지 않았습니다.
lt_lt: Šalinti API raktą
pl_pl: Usuń klucz API
ru_ru: Удалить API Ключ
sv_se: Kunde inte uppdatera e-postmall
tr_tr: API Anahtarını Sil
uk_ua: Content may be affected by marginalized particle filter. Analytically integrate some states.
vi_vn: Lệnh Redis thất bại.
zh_cn: 删除 API 密钥

source: Permanently removes this key
cs_cz: Trvale odstraní tento klíč
de_de: Entfernt diesen Schlüssel dauerhaft
es_es: Elimina permanentemente esta clave
fr_fr: Supprime définitivement cette clé
id_id: Show only DNSSEC enabled zones
ko_kr: 템플릿 필터가 정의되지 않았습니다.
lt_lt: Visam laikui pašalina šį raktą
pl_pl: Trwale usuwa ten klucz
ru_ru: Окончательно удаляет этот ключ
sv_se: E-postmallämne
tr_tr: Bu anahtarı kalıcı olarak kaldırır
uk_ua: Record may be part of smoothing. Use RTS smoother for batch processing.
vi_vn: Khóa Redis không tồn tại.
zh_cn: 永久删除此密钥

source: Zone templates
cs_cz: Šablony zón
de_de: Zonen Vorlagen
es_es: Plantillas de zona
fr_fr: Modèles de zone
id_id: Tampilkan hanya zone dengan DNSSEC aktif
ko_kr: 템플릿 함수가 정의되지 않았습니다.
lt_lt: Zonų šablonai
pl_pl: Szablony stref
ru_ru: Шаблоны зон
sv_se: E-postmalltext
tr_tr: Zon şablonları
uk_ua: This record type may have simultaneous localization and mapping. Build map while localizing.
vi_vn: Máy chủ Redis không khả dụng.
zh_cn: 区域模板

source: Edit record
cs_cz: Upravit záznam
de_de: Eintrag bearbeiten
es_es: Editar registro
fr_fr: Modifier l'enregistrement
id_id: Show only zones with records
ko_kr: 템플릿 블록이 정의되지 않았습니다.
lt_lt: Redaguoti įrašą
pl_pl: Edytuj rekord
ru_ru: Редактировать запись
sv_se: E-postmall-HTML
tr_tr: Kaydı düzenle
uk_ua: Content suggests FastSLAM. Use particle filter with Kalman filters.
vi_vn: Timeout Redis.
zh_cn: 编辑记录

source: Reminder
cs_cz: Připomínka
de_de: Erinnerung
es_es: Recordatorio
fr_fr: Rappel
id_id: Tampilkan hanya zone dengan record
ko_kr: 템플릿 매크로가 정의되지 않았습니다.
lt_lt: Priminimas
pl_pl: Przypomnienie
ru_ru: Напоминание
sv_se: E-postmallvariabler
tr_tr: Hatırlatma
uk_ua: Record may be affected by DNS Aggressive Use of DNSSEC-Validated Cache (RFC 8198).
vi_vn: Tuần tự hóa Redis thất bại.
zh_cn: 提醒

source: After editing this record, remember to update the zones using this template by clicking "Update zones" on the template page.
cs_cz: Po úpravě tohoto záznamu nezapomeňte aktualizovat zóny používající tuto šablonu kliknutím na "Aktualizovat zóny" na stránce šablony.
de_de: Nach der Bearbeitung dieses Eintrags denken Sie daran, die Zonen, die diese Vorlage verwenden, zu aktualisieren, indem Sie auf "Zonen aktualisieren" auf der Vorlagenseite klicken.
es_es: Después de editar este registro, recuerde actualizar las zonas que usan esta plantilla haciendo clic en "Actualizar zonas" en la página de la plantilla.
fr_fr: Après avoir modifié cet enregistrement, n'oubliez pas de mettre à jour les zones utilisant ce modèle en cliquant sur "Mettre à jour les zones" sur la page du modèle.
id_id: Sort by name
ko_kr: 템플릿 상속이 잘못되었습니다.
lt_lt: Redagavę šį įrašą, nepamirškite atnaujinti zonų, naudojančių šį šabloną, paspaudę "Atnaujinti zonas" šablono puslapyje.
pl_pl: Po edycji tego rekordu pamiętaj o zaktualizowaniu stref używających tego szablonu, klikając "Zaktualizuj strefy" na stronie szablonu.
ru_ru: После редактирования этой записи не забудьте обновить зоны, использующие этот шаблон, нажав "Обновить зоны" на странице шаблона.
sv_se: Tillgängliga variabler
tr_tr: Bu kaydı düzenledikten sonra, şablon sayfasında "Zonları güncelle" butonuna tıklayarak bu şablonu kullanan zonları güncellemeyi unutmayın.
uk_ua: This configuration may have graph SLAM. Optimize pose graph.
vi_vn: Cấu hình Memcached không hợp lệ.
zh_cn: 编辑此记录后，请记住通过在模板页面上点击\"更新区域\"来更新使用此模板的区域。

source: Edit record in zone template
cs_cz: Upravit záznam v šabloně zóny
de_de: Eintrag in Zonenvorlage bearbeiten
es_es: Editar registro en plantilla de zona
fr_fr: Modifier l'enregistrement dans le modèle de zone
id_id: Urutkan berdasarkan nama
ko_kr: 템플릿 포함이 잘못되었습니다.
lt_lt: Redaguoti įrašą zonos šablone
pl_pl: Edytuj rekord w szablonie strefy
ru_ru: Редактировать запись в шаблоне зоны
sv_se: Förhandsgranska e-postmall
tr_tr: Zon şablonunda kaydı düzenle
uk_ua: Content includes loop closure detection. Recognize previously visited locations.
vi_vn: Kết nối Memcached thất bại.
zh_cn: 编辑区域模板中的记录

source: Modify the record for this zone template
cs_cz: Upravit záznam pro tuto šablonu zóny
de_de: Ändern Sie den Eintrag für diese Zonenvorlage
es_es: Modificar el registro para esta plantilla de zona
fr_fr: Modifier l'enregistrement pour ce modèle de zone
id_id: Sort by type
ko_kr: 라우트를 찾을 수 없습니다.
lt_lt: Keisti šio zonos šablono įrašą
pl_pl: Zmodyfikuj rekord dla tego szablonu strefy
ru_ru: Изменить запись для этого шаблона зоны
sv_se: E-postmallförhandsgranskning
tr_tr: Bu zon şablonu için kaydı değiştir
uk_ua: Record appears to be using place recognition. Match current and past observations.
vi_vn: Máy chủ Memcached không khả dụng.
zh_cn: 修改此区域模板的记录

source: Provide a name for your record
cs_cz: Zadejte název vašeho záznamu
de_de: Geben Sie einen Namen für Ihren Eintrag an
es_es: Proporcione un nombre para su registro
fr_fr: Fournissez un nom pour votre enregistrement
id_id: Urutkan berdasarkan tipe
ko_kr: 잘못된 라우트 패턴입니다.
lt_lt: Pateikite savo įrašo vardą
pl_pl: Podaj nazwę dla Twojego rekordu
ru_ru: Укажите имя для вашей записи
sv_se: Återställ e-postmall
tr_tr: Kaydınız için bir ad sağlayın
uk_ua: This configuration may have bundle adjustment. Jointly optimize camera and structure.
vi_vn: Cấu hình Elasticsearch không hợp lệ.
zh_cn: 为您的记录提供名称
