Repository: poweradmin/poweradmin
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: cs_cz, de_de, es_es, fr_fr, id_id, ko_kr, lt_lt, pl_pl, ru_ru, sv_se, tr_tr, uk_ua, vi_vn, zh_cn

source: The local part of an email address is hashed with SHA-256 and placed before _smimecert.<domain>
cs_cz: Lokální část e-mailové adresy je hašována pomocí SHA-256 a umístěna před _smimecert.<domain>
de_de: Der lokale Teil einer E-Mail-Adresse wird mit SHA-256 gehasht und vor _smimecert.<domain> platziert
es_es: La parte local de una dirección de correo electrónico se hashea con SHA-256 y se coloca antes de _smimecert.<dominio>
fr_fr: La partie locale d'une adresse e-mail est hachée avec SHA-256 et placée avant _smimecert.<domaine>
id_id: Bagian lokal alamat email di-hash dengan SHA-256 dan ditempatkan sebelum _smimecert.<domain>
ko_kr: 이메일 주소의 로컬 부분은 SHA-256으로 해시되어 _smimecert.<domain> 앞에 배치됩니다
lt_lt: Vietinė el. pašto adreso dalis maišoma su SHA-256 ir dedama prieš _smimecert.<domenas>
pl_pl: Lokalna część adresu email jest szyfrowana algorytmem SHA-256 i umieszczona przed _smimecert.<domain>
ru_ru: Локальная часть адреса электронной почты хешируется с помощью SHA-256 и размещается перед _smimecert.<домен>
sv_se: Den lokala delen av en e-postadress hashas med SHA-256 och placeras före _smimecert.<domän>
tr_tr: E-posta adresinin yerel kısmı SHA-256 ile hash'lenir ve _smimecert.<domain> öncesine yerleştirilir
uk_ua: Локальна частина електронної адреси хешується за допомогою SHA-256 та розміщується перед _smimecert.<domain>
vi_vn: Phần cục bộ của địa chỉ email được băm bằng SHA-256 và đặt trước _smimecert.<tên_miền>
zh_cn: 电子邮件地址的本地部分使用 SHA-256 哈希并放置在 _smimecert.<domain> 之前

source: TLSA records should typically be placed at "_port._protocol.hostname" (e.g., "_443._tcp.www.example.com").
cs_cz: TLSA záznamy by měly být obvykle umístěny na "_port._protocol.hostname" (např. "_443._tcp.www.example.com").
de_de: TLSA-Einträge sollten normalerweise unter "_port._protocol.hostname" platziert werden (z.B. "_443._tcp.www.example.com").
es_es: Los registros TLSA deben colocarse típicamente en "_puerto._protocolo.hostname" (ej., "_443._tcp.www.example.com").
fr_fr: Les enregistrements TLSA doivent généralement être placés à "_port._protocole.nomhôte" (ex. : "_443._tcp.www.exemple.com").
id_id: Rekaman TLSA biasanya harus ditempatkan di "_port._protokol.namahost" (mis., "_443._tcp.www.example.com").
ko_kr: TLSA 레코드는 일반적으로 "_port._protocol.hostname"에 배치해야 합니다 (예: "_443._tcp.www.example.com").
lt_lt: TLSA įrašai paprastai turėtų būti dedami "_prievadas._protokolas.serverio_vardas" (pvz., "_443._tcp.www.example.com").
pl_pl: Rekordy TLSA powinny być zwykle umieszczone w "_port._protocol.hostname" (np. "_443._tcp.www.example.com").
ru_ru: TLSA записи обычно должны размещаться в "_порт._протокол.имя_хоста" (например, "_443._tcp.www.example.com").
sv_se: TLSA-poster bör vanligtvis placeras på "_port._protokoll.värdnamn" (t.ex. "_443._tcp.www.example.com").
tr_tr: TLSA kayıtları genellikle "_port._protocol.hostname" konumuna yerleştirilmelidir (örn. "_443._tcp.www.example.com").
uk_ua: Записи TLSA зазвичай повинні розміщуватися за адресою "_port._protocol.hostname" (наприклад, "_443._tcp.www.example.com").
vi_vn: Bản ghi TLSA thường nên được đặt tại "_cổng._giao_thức.tên_máy_chủ" (ví dụ: "_443._tcp.www.example.com").
zh_cn: TLSA 记录通常应放置在 "_port._protocol.hostname"（例如，"_443._tcp.www.example.com"）。

source: Invalid value for priority field. TLSA records must have priority value of 0.
cs_cz: Neplatná hodnota pro pole priority. TLSA záznamy musí mít hodnotu priority 0.
de_de: Ungültiger Wert für das Prioritätsfeld. TLSA-Einträge müssen einen Prioritätswert von 0 haben.
es_es: Valor inválido para el campo de prioridad. Los registros TLSA deben tener valor de prioridad 0.
fr_fr: Valeur invalide pour le champ priorité. Les enregistrements TLSA doivent avoir une valeur de priorité de 0.
id_id: Nilai tidak valid untuk kolom prioritas. Rekaman TLSA harus memiliki nilai prioritas 0.
ko_kr: 우선순위 필드의 값이 유효하지 않습니다. TLSA 레코드는 우선순위 값이 0이어야 합니다.
lt_lt: Neteisinga prioriteto lauko reikšmė. TLSA įrašai turi turėti prioriteto reikšmę 0.
pl_pl: Nieprawidłowa wartość pola priorytetu. Rekordy TLSA muszą mieć wartość priorytetu 0.
ru_ru: Недопустимое значение поля приоритета. TLSA записи должны иметь значение приоритета 0.
sv_se: Ogiltigt värde för prioritetsfältet. TLSA-poster måste ha prioritetsvärde 0.
tr_tr: Öncelik alanı için geçersiz değer. TLSA kayıtları 0 öncelik değerine sahip olmalıdır.
uk_ua: Недійсне значення поля пріоритету. Записи TLSA повинні мати значення пріоритету 0.
vi_vn: Giá trị trường ưu tiên không hợp lệ. Bản ghi TLSA phải có giá trị ưu tiên là 0.
zh_cn: 优先级字段值无效。TLSA 记录的优先级值必须为 0。

source: TLSA record must contain usage, selector, matching-type, and certificate-data separated by spaces.
cs_cz: TLSA záznam musí obsahovat usage, selector, matching-type a certificate-data oddělené mezerami.
de_de: TLSA-Eintrag muss Usage, Selector, Matching-Type und Certificate-Data durch Leerzeichen getrennt enthalten.
es_es: El registro TLSA debe contener uso, selector, tipo-de-coincidencia y datos-de-certificado separados por espacios.
fr_fr: L'enregistrement TLSA doit contenir usage, sélecteur, type-correspondance et données-certificat séparés par des espaces.
id_id: Rekaman TLSA harus berisi usage, selector, matching-type, dan certificate-data yang dipisahkan oleh spasi.
ko_kr: TLSA 레코드는 공백으로 구분된 사용, 선택자, 일치 유형 및 인증서 데이터를 포함해야 합니다.
lt_lt: TLSA įrašas turi turėti naudojimą, selektorių, atitikimo tipą ir sertifikato duomenis, atskirtus tarpais.
pl_pl: Rekord TLSA musi zawierać użycie, selektor, typ dopasowania i dane certyfikatu oddzielone spacjami.
ru_ru: TLSA запись должна содержать использование, селектор, тип соответствия и данные сертификата, разделенные пробелами.
sv_se: TLSA-posten måste innehålla användning, väljare, matchningstyp och certifikatdata separerade med mellanslag.
tr_tr: TLSA kaydı boşluklarla ayrılmış kullanım, seçici, eşleştirme türü ve sertifika verisi içermelidir.
uk_ua: Запис TLSA повинен містити usage, selector, matching-type та certificate-data, розділені пробілами.
vi_vn: Bản ghi TLSA phải chứa mục đích sử dụng, bộ chọn, loại so khớp và dữ liệu chứng chỉ được phân tách bằng khoảng trắng.
zh_cn: TLSA 记录必须包含用法、选择器、匹配类型和证书数据，以空格分隔。

source: TLSA usage field must be a number between 0 and 3.
cs_cz: TLSA pole usage musí být číslo mezi 0 a 3.
de_de: TLSA-Usage-Feld muss eine Zahl zwischen 0 und 3 sein.
es_es: El campo de uso TLSA debe ser un número entre 0 y 3.
fr_fr: Le champ usage TLSA doit être un nombre entre 0 et 3.
id_id: Kolom usage TLSA harus berupa angka antara 0 dan 3.
ko_kr: TLSA 사용 필드는 0에서 3 사이의 숫자여야 합니다.
lt_lt: TLSA naudojimo laukas turi būti skaičius tarp 0 ir 3.
pl_pl: Pole użycia TLSA musi być liczbą między 0 a 3.
ru_ru: Поле использования TLSA должно быть числом от 0 до 3.
sv_se: TLSA-fältet för användning måste vara ett nummer mellan 0 och 3.
tr_tr: TLSA kullanım alanı 0 ile 3 arasında bir sayı olmalıdır.
uk_ua: Поле usage запису TLSA повинно бути числом від 0 до 3.
vi_vn: Trường mục đích sử dụng TLSA phải là số từ 0 đến 3.
zh_cn: TLSA 用法字段必须是 0 到 3 之间的数字。

source: Usage 0 (PKIX-TA) requires proper CA certificate management and may break when certificates expire.
cs_cz: Usage 0 (PKIX-TA) vyžaduje správnou správu CA certifikátů a může se poškodit, když certifikáty vyprší.
de_de: Usage 0 (PKIX-TA) erfordert ordnungsgemäße CA-Zertifikatsverwaltung und kann bei Zertifikatsablauf brechen.
es_es: Uso 0 (PKIX-TA) requiere gestión adecuada de certificados CA y puede fallar cuando los certificados expiren.
fr_fr: L'usage 0 (PKIX-TA) nécessite une gestion appropriée des certificats CA et peut dysfonctionner lorsque les certificats expirent.
id_id: Usage 0 (PKIX-TA) memerlukan manajemen sertifikat CA yang tepat dan mungkin rusak saat sertifikat kedaluwarsa.
ko_kr: 사용 0 (PKIX-TA)은 적절한 CA 인증서 관리가 필요하며 인증서가 만료되면 중단될 수 있습니다.
lt_lt: Naudojimas 0 (PKIX-TA) reikalauja tinkamo CA sertifikatų valdymo ir gali sugesti, kai sertifikatai baigia galioti.
pl_pl: Użycie 0 (PKIX-TA) wymaga właściwego zarządzania certyfikatami CA i może przestać działać po wygaśnięciu certyfikatów.
ru_ru: Использование 0 (PKIX-TA) требует правильного управления сертификатами CA и может нарушить работу при истечении сертификатов.
sv_se: Användning 0 (PKIX-TA) kräver korrekt hantering av CA-certifikat och kan sluta fungera när certifikat löper ut.
tr_tr: Kullanım 0 (PKIX-TA) uygun CA sertifika yönetimi gerektirir ve sertifikalar sona erdiğinde bozulabilir.
uk_ua: Usage 0 (PKIX-TA) вимагає належного управління сертифікатами CA та може перестати працювати при закінченні терміну дії сертифікатів.
vi_vn: Mục đích 0 (PKIX-TA) yêu cầu quản lý chứng chỉ CA đúng cách và có thể hỏng khi chứng chỉ hết hạn.
zh_cn: 用法 0（PKIX-TA）需要正确的 CA 证书管理，当证书过期时可能会中断。

source: Usage 1 (PKIX-EE) depends on both DANE and traditional PKIX validation. May break when certificates expire.
cs_cz: Usage 1 (PKIX-EE) závisí na DANE i tradičním PKIX ověření. Může se poškodit, když certifikáty vyprší.
de_de: Usage 1 (PKIX-EE) hängt sowohl von DANE- als auch von traditioneller PKIX-Validierung ab. Kann bei Zertifikatsablauf brechen.
es_es: Uso 1 (PKIX-EE) depende tanto de DANE como de validación PKIX tradicional. Puede fallar cuando los certificados expiren.
fr_fr: L'usage 1 (PKIX-EE) dépend à la fois de la validation DANE et PKIX traditionnelle. Peut dysfonctionner lorsque les certificats expirent.
id_id: Usage 1 (PKIX-EE) bergantung pada validasi DANE dan PKIX tradisional. Mungkin rusak saat sertifikat kedaluwarsa.
ko_kr: 사용 1 (PKIX-EE)은 DANE 및 기존 PKIX 검증 모두에 의존합니다. 인증서가 만료되면 중단될 수 있습니다.
lt_lt: Naudojimas 1 (PKIX-EE) priklauso nuo DANE ir tradicinio PKIX validacijos. Gali sugesti, kai sertifikatai baigia galioti.
pl_pl: Użycie 1 (PKIX-EE) zależy od walidacji DANE i tradycyjnej PKIX. Może przestać działać po wygaśnięciu certyfikatów.
ru_ru: Использование 1 (PKIX-EE) зависит от DANE и традиционной PKIX валидации. Может нарушить работу при истечении сертификатов.
sv_se: Användning 1 (PKIX-EE) beror på både DANE- och traditionell PKIX-validering. Kan sluta fungera när certifikat löper ut.
tr_tr: Kullanım 1 (PKIX-EE) hem DANE hem de geleneksel PKIX doğrulamasına bağlıdır. Sertifikalar sona erdiğinde bozulabilir.
uk_ua: Usage 1 (PKIX-EE) залежить як від DANE, так і від традиційної валідації PKIX. Може перестати працювати при закінченні терміну дії сертифікатів.
vi_vn: Mục đích 1 (PKIX-EE) phụ thuộc vào cả xác thực DANE và PKIX truyền thống. Có thể hỏng khi chứng chỉ hết hạn.
zh_cn: 用法 1（PKIX-EE）依赖于 DANE 和传统 PKIX 验证。当证书过期时可能会中断。

source: Usage 2 (DANE-TA) requires proper trust anchor management and may break when certificates expire.
cs_cz: Usage 2 (DANE-TA) vyžaduje správnou správu trust anchor a může se poškodit, když certifikáty vyprší.
de_de: Usage 2 (DANE-TA) erfordert ordnungsgemäße Trust-Anchor-Verwaltung und kann bei Zertifikatsablauf brechen.
es_es: Uso 2 (DANE-TA) requiere gestión adecuada del ancla de confianza y puede fallar cuando los certificados expiren.
fr_fr: L'usage 2 (DANE-TA) nécessite une gestion appropriée des ancres de confiance et peut dysfonctionner lorsque les certificats expirent.
id_id: Usage 2 (DANE-TA) memerlukan manajemen trust anchor yang tepat dan mungkin rusak saat sertifikat kedaluwarsa.
ko_kr: 사용 2 (DANE-TA)는 적절한 신뢰 앵커 관리가 필요하며 인증서가 만료되면 중단될 수 있습니다.
lt_lt: Naudojimas 2 (DANE-TA) reikalauja tinkamo pasitikėjimo inkarų valdymo ir gali sugesti, kai sertifikatai baigia galioti.
pl_pl: Użycie 2 (DANE-TA) wymaga właściwego zarządzania kotwicami zaufania i może przestać działać po wygaśnięciu certyfikatów.
ru_ru: Использование 2 (DANE-TA) требует правильного управления точками доверия и может нарушить работу при истечении сертификатов.
sv_se: Användning 2 (DANE-TA) kräver korrekt hantering av förtroendeankare och kan sluta fungera när certifikat löper ut.
tr_tr: Kullanım 2 (DANE-TA) uygun güven çapası yönetimi gerektirir ve sertifikalar sona erdiğinde bozulabilir.
uk_ua: Usage 2 (DANE-TA) вимагає належного управління якорями довіри та може перестати працювати при закінченні терміну дії сертифікатів.
vi_vn: Mục đích 2 (DANE-TA) yêu cầu quản lý mỏ neo tin cậy đúng cách và có thể hỏng khi chứng chỉ hết hạn.
zh_cn: 用法 2（DANE-TA）需要正确的信任锚管理，当证书过期时可能会中断。

source: Usage 3 (DANE-EE) is recommended by RFC 7671 as it is not affected by certificate expiration or CA validation issues.
cs_cz: Usage 3 (DANE-EE) je doporučováno RFC 7671, protože není ovlivněno vypršením certifikátu nebo problémy s CA ověřením.
de_de: Usage 3 (DANE-EE) wird von RFC 7671 empfohlen, da es nicht von Zertifikatsablauf oder CA-Validierungsproblemen betroffen ist.
es_es: Uso 3 (DANE-EE) es recomendado por RFC 7671 ya que no se ve afectado por la expiración de certificados o problemas de validación de CA.
fr_fr: L'usage 3 (DANE-EE) est recommandé par RFC 7671 car il n'est pas affecté par l'expiration des certificats ou les problèmes de validation CA.
id_id: Usage 3 (DANE-EE) direkomendasikan oleh RFC 7671 karena tidak terpengaruh oleh kedaluwarsa sertifikat atau masalah validasi CA.
ko_kr: 사용 3 (DANE-EE)은 인증서 만료 또는 CA 검증 문제의 영향을 받지 않으므로 RFC 7671에서 권장합니다.
lt_lt: Naudojimas 3 (DANE-EE) rekomenduojamas RFC 7671, nes nepaveiks sertifikatų galiojimo pabaigos ar CA validacijos problemų.
pl_pl: Użycie 3 (DANE-EE) jest zalecane przez RFC 7671 ponieważ nie jest dotknięte wygaśnięciem certyfikatu lub problemami walidacji CA.
ru_ru: Использование 3 (DANE-EE) рекомендуется RFC 7671, так как оно не подвержено влиянию истечения сертификатов или проблем валидации CA.
sv_se: Användning 3 (DANE-EE) rekommenderas av RFC 7671 eftersom det inte påverkas av certifikatutgång eller CA-valideringsproblem.
tr_tr: Kullanım 3 (DANE-EE) RFC 7671 tarafından önerilir çünkü sertifika sona erme veya CA doğrulama sorunlarından etkilenmez.
uk_ua: Usage 3 (DANE-EE) рекомендується RFC 7671, оскільки не залежить від закінчення терміну дії сертифікатів або проблем валідації CA.
vi_vn: Mục đích 3 (DANE-EE) được RFC 7671 khuyến nghị vì không bị ảnh hưởng bởi hết hạn chứng chỉ hoặc các vấn đề xác thực CA.
zh_cn: RFC 7671 推荐使用用法 3（DANE-EE），因为它不受证书过期或 CA 验证问题的影响。

source: RFC 7671 recommends usage=3 (DANE-EE), selector=1 (SPKI), matching-type=1 (SHA-256) as the most robust configuration.
cs_cz: RFC 7671 doporučuje usage=3 (DANE-EE), selector=1 (SPKI), matching-type=1 (SHA-256) jako nejrobustnější konfiguraci.
de_de: RFC 7671 empfiehlt usage=3 (DANE-EE), selector=1 (SPKI), matching-type=1 (SHA-256) als robusteste Konfiguration.
es_es: RFC 7671 recomienda uso=3 (DANE-EE), selector=1 (SPKI), tipo-de-coincidencia=1 (SHA-256) como la configuración más robusta.
fr_fr: RFC 7671 recommande usage=3 (DANE-EE), sélecteur=1 (SPKI), type-correspondance=1 (SHA-256) comme configuration la plus robuste.
id_id: RFC 7671 merekomendasikan usage=3 (DANE-EE), selector=1 (SPKI), matching-type=1 (SHA-256) sebagai konfigurasi paling robust.
ko_kr: RFC 7671은 가장 강력한 구성으로 usage=3 (DANE-EE), selector=1 (SPKI), matching-type=1 (SHA-256)을 권장합니다.
lt_lt: RFC 7671 rekomenduoja naudojimas=3 (DANE-EE), selektorius=1 (SPKI), atitikimo-tipas=1 (SHA-256) kaip patikimiausią konfigūraciją.
pl_pl: RFC 7671 zaleca użycie=3 (DANE-EE), selektor=1 (SPKI), typ dopasowania=1 (SHA-256) jako najbardziej wytrzymałą konfigurację.
ru_ru: RFC 7671 рекомендует usage=3 (DANE-EE), selector=1 (SPKI), matching-type=1 (SHA-256) как наиболее надежную конфигурацию.
sv_se: RFC 7671 rekommenderar användning=3 (DANE-EE), väljare=1 (SPKI), matchningstyp=1 (SHA-256) som den mest robusta konfigurationen.
tr_tr: RFC 7671 en sağlam yapılandırma olarak usage=3 (DANE-EE), selector=1 (SPKI), matching-type=1 (SHA-256) önerir.
uk_ua: RFC 7671 рекомендує usage=3 (DANE-EE), selector=1 (SPKI), matching-type=1 (SHA-256) як найбільш надійну конфігурацію.
vi_vn: RFC 7671 khuyến nghị usage=3 (DANE-EE), selector=1 (SPKI), matching-type=1 (SHA-256) là cấu hình ổn định nhất.
zh_cn: RFC 7671 推荐使用 usage=3（DANE-EE）、selector=1（SPKI）、matching-type=1（SHA-256）作为最稳健的配置。

source: TLSA selector field must be 0 (Full certificate) or 1 (SubjectPublicKeyInfo).
cs_cz: TLSA pole selector musí být 0 (Plný certifikát) nebo 1 (SubjectPublicKeyInfo).
de_de: TLSA-Selector-Feld muss 0 (Vollständiges Zertifikat) oder 1 (SubjectPublicKeyInfo) sein.
es_es: El campo selector TLSA debe ser 0 (Certificado completo) o 1 (SubjectPublicKeyInfo).
fr_fr: Le champ sélecteur TLSA doit être 0 (Certificat complet) ou 1 (SubjectPublicKeyInfo).
id_id: Kolom selector TLSA harus 0 (Sertifikat lengkap) atau 1 (SubjectPublicKeyInfo).
ko_kr: TLSA 선택자 필드는 0 (전체 인증서) 또는 1 (SubjectPublicKeyInfo)이어야 합니다.
lt_lt: TLSA selektoriaus laukas turi būti 0 (pilnas sertifikatas) arba 1 (SubjectPublicKeyInfo).
pl_pl: Pole selektora TLSA musi być 0 (Pełny certyfikat) lub 1 (SubjectPublicKeyInfo).
ru_ru: Поле селектора TLSA должно быть 0 (Полный сертификат) или 1 (SubjectPublicKeyInfo).
sv_se: TLSA-fältet för väljare måste vara 0 (Fullständigt certifikat) eller 1 (SubjectPublicKeyInfo).
tr_tr: TLSA seçici alanı 0 (Tam sertifika) veya 1 (SubjectPublicKeyInfo) olmalıdır.
uk_ua: Поле selector запису TLSA повинно бути 0 (повний сертифікат) або 1 (SubjectPublicKeyInfo).
vi_vn: Trường bộ chọn TLSA phải là 0 (Chứng chỉ đầy đủ) hoặc 1 (SubjectPublicKeyInfo).
zh_cn: TLSA 选择器字段必须为 0（完整证书）或 1（SubjectPublicKeyInfo）。

source: Selector 0 (Full certificate) may break when certificate attributes change. Selector 1 (SPKI) is recommended.
cs_cz: Selector 0 (Plný certifikát) se může poškodit, když se změní atributy certifikátu. Doporučuje se Selector 1 (SPKI).
de_de: Selector 0 (Vollständiges Zertifikat) kann bei Änderung der Zertifikatsattribute brechen. Selector 1 (SPKI) wird empfohlen.
es_es: Selector 0 (Certificado completo) puede fallar cuando los atributos del certificado cambien. Se recomienda Selector 1 (SPKI).
fr_fr: Le sélecteur 0 (Certificat complet) peut dysfonctionner lorsque les attributs du certificat changent. Le sélecteur 1 (SPKI) est recommandé.
id_id: Selector 0 (Sertifikat lengkap) mungkin rusak saat atribut sertifikat berubah. Selector 1 (SPKI) direkomendasikan.
ko_kr: 선택자 0 (전체 인증서)은 인증서 속성이 변경되면 중단될 수 있습니다. 선택자 1 (SPKI)이 권장됩니다.
lt_lt: Selektorius 0 (pilnas sertifikatas) gali sugesti, kai keičiasi sertifikato atributai. Rekomenduojamas selektorius 1 (SPKI).
pl_pl: Selektor 0 (Pełny certyfikat) może przestać działać po zmianie atrybutów certyfikatu. Selektor 1 (SPKI) jest zalecany.
ru_ru: Селектор 0 (Полный сертификат) может нарушить работу при изменении атрибутов сертификата. Рекомендуется селектор 1 (SPKI).
sv_se: Väljare 0 (Fullständigt certifikat) kan sluta fungera när certifikatattribut ändras. Väljare 1 (SPKI) rekommenderas.
tr_tr: Seçici 0 (Tam sertifika) sertifika nitelikleri değiştiğinde bozulabilir. Seçici 1 (SPKI) önerilir.
uk_ua: Selector 0 (повний сертифікат) може перестати працювати при зміні атрибутів сертифіката. Рекомендується selector 1 (SPKI).
vi_vn: Bộ chọn 0 (Chứng chỉ đầy đủ) có thể hỏng khi thuộc tính chứng chỉ thay đổi. Bộ chọn 1 (SPKI) được khuyến nghị.
zh_cn: 选择器 0（完整证书）在证书属性更改时可能会中断。推荐使用选择器 1（SPKI）。

source: TLSA matching type field must be 0 (Exact match), 1 (SHA-256), or 2 (SHA-512).
cs_cz: TLSA pole matching type musí být 0 (Přesná shoda), 1 (SHA-256), nebo 2 (SHA-512).
de_de: TLSA-Matching-Type-Feld muss 0 (Exakte Übereinstimmung), 1 (SHA-256) oder 2 (SHA-512) sein.
es_es: El campo de tipo de coincidencia TLSA debe ser 0 (Coincidencia exacta), 1 (SHA-256), o 2 (SHA-512).
fr_fr: Le champ type de correspondance TLSA doit être 0 (Correspondance exacte), 1 (SHA-256) ou 2 (SHA-512).
id_id: Kolom matching type TLSA harus 0 (Pencocokan persis), 1 (SHA-256), atau 2 (SHA-512).
ko_kr: TLSA 일치 유형 필드는 0 (정확히 일치), 1 (SHA-256) 또는 2 (SHA-512)여야 합니다.
lt_lt: TLSA atitikimo tipo laukas turi būti 0 (tikslus atitikimas), 1 (SHA-256) arba 2 (SHA-512).
pl_pl: Pole typu dopasowania TLSA musi być 0 (Dokładne dopasowanie), 1 (SHA-256) lub 2 (SHA-512).
ru_ru: Поле типа соответствия TLSA должно быть 0 (Точное соответствие), 1 (SHA-256) или 2 (SHA-512).
sv_se: TLSA-fältet för matchningstyp måste vara 0 (Exakt matchning), 1 (SHA-256) eller 2 (SHA-512).
tr_tr: TLSA eşleştirme türü alanı 0 (Tam eşleşme), 1 (SHA-256) veya 2 (SHA-512) olmalıdır.
uk_ua: Поле matching type запису TLSA повинно бути 0 (точна відповідність), 1 (SHA-256) або 2 (SHA-512).
vi_vn: Trường loại so khớp TLSA phải là 0 (So khớp chính xác), 1 (SHA-256) hoặc 2 (SHA-512).
zh_cn: TLSA 匹配类型字段必须为 0（完全匹配）、1（SHA-256）或 2（SHA-512）。

source: Matching-type 0 (Exact match) is not recommended. SHA-256 (1) provides better compatibility and security.
cs_cz: Matching-type 0 (Přesná shoda) není doporučováno. SHA-256 (1) poskytuje lepší kompatibilitu a bezpečnost.
de_de: Matching-Type 0 (Exakte Übereinstimmung) wird nicht empfohlen. SHA-256 (1) bietet bessere Kompatibilität und Sicherheit.
es_es: Tipo-de-coincidencia 0 (Coincidencia exacta) no se recomienda. SHA-256 (1) proporciona mejor compatibilidad y seguridad.
fr_fr: Le type de correspondance 0 (Correspondance exacte) n'est pas recommandé. SHA-256 (1) offre une meilleure compatibilité et sécurité.
id_id: Matching-type 0 (Pencocokan persis) tidak direkomendasikan. SHA-256 (1) memberikan kompatibilitas dan keamanan yang lebih baik.
ko_kr: 일치 유형 0 (정확히 일치)은 권장되지 않습니다. SHA-256 (1)이 더 나은 호환성과 보안을 제공합니다.
lt_lt: Atitikimo tipas 0 (tikslus atitikimas) nerekomenduojamas. SHA-256 (1) teikia geresnį suderinamumą ir saugumą.
pl_pl: Typ dopasowania 0 (Dokładne dopasowanie) nie jest zalecany. SHA-256 (1) zapewnia lepszą kompatybilność i bezpieczeństwo.
ru_ru: Тип соответствия 0 (Точное соответствие) не рекомендуется. SHA-256 (1) обеспечивает лучшую совместимость и безопасность.
sv_se: Matchningstyp 0 (Exakt matchning) rekommenderas inte. SHA-256 (1) ger bättre kompatibilitet och säkerhet.
tr_tr: Eşleştirme türü 0 (Tam eşleşme) önerilmez. SHA-256 (1) daha iyi uyumluluk ve güvenlik sağlar.
uk_ua: Matching-type 0 (точна відповідність) не рекомендується. SHA-256 (1) забезпечує кращу сумісність та безпеку.
vi_vn: Loại so khớp 0 (So khớp chính xác) không được khuyến nghị. SHA-256 (1) cung cấp khả năng tương thích và bảo mật tốt hơn.
zh_cn: 不推荐匹配类型 0（完全匹配）。SHA-256（1）提供更好的兼容性和安全性。

source: TLSA certificate data must be a hexadecimal string.
cs_cz: TLSA data certifikátu musí být hexadecimální řetězec.
de_de: TLSA-Zertifikatsdaten müssen eine hexadezimale Zeichenkette sein.
es_es: Los datos del certificado TLSA deben ser una cadena hexadecimal.
fr_fr: Les données de certificat TLSA doivent être une chaîne hexadécimale.
id_id: Data sertifikat TLSA harus berupa string heksadesimal.
ko_kr: TLSA 인증서 데이터는 16진수 문자열이어야 합니다.
lt_lt: TLSA sertifikato duomenys turi būti šešioliktainė eilutė.
pl_pl: Dane certyfikatu TLSA muszą być ciągiem szesnastkowym.
ru_ru: Данные сертификата TLSA должны быть шестнадцатеричной строкой.
sv_se: TLSA-certifikatdata måste vara en hexadecimal sträng.
tr_tr: TLSA sertifika verisi onaltılık bir dize olmalıdır.
uk_ua: Дані сертифіката TLSA повинні бути шістнадцятковим рядком.
vi_vn: Dữ liệu chứng chỉ TLSA phải là chuỗi thập lục phân.
zh_cn: TLSA 证书数据必须是十六进制字符串。
