Repository: poweradmin/poweradmin
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: cs_cz, de_de, es_es, fr_fr, id_id, ko_kr, lt_lt, pl_pl, ru_ru, sv_se, tr_tr, uk_ua, vi_vn, zh_cn

source: NID record preference must be between 0 and 65535.
cs_cz: Priorita NID záznamu musí být mezi 0 a 65535.
de_de: NID-Eintragspräferenz muss zwischen 0 und 65535 liegen.
es_es: La preferencia del registro NID debe estar entre 0 y 65535.
fr_fr: La préférence de l'enregistrement NID doit être entre 0 et 65535.
id_id: Preferensi rekaman NID harus antara 0 dan 65535.
ko_kr: NID 레코드 우선순위는 0에서 65535 사이여야 합니다.
lt_lt: NID įrašo pirmenybė turi būti tarp 0 ir 65535.
pl_pl: Preferencja rekordu NID musi być między 0 a 65535.
ru_ru: Приоритет записи NID должен быть от 0 до 65535.
sv_se: NID-postens preferens måste vara mellan 0 och 65535.
tr_tr: NID kayıt önceliği 0 ile 65535 arasında olmalıdır.
uk_ua: Пріоритет запису NID повинен бути від 0 до 65535.
vi_vn: Mức ưu tiên bản ghi NID phải từ 0 đến 65535.
zh_cn: NID 记录优先级必须在 0 到 65535 之间。

source: ALIAS target must be a fully qualified domain name (FQDN).
cs_cz: Cíl ALIAS musí být plně kvalifikované doménové jméno (FQDN).
de_de: ALIAS-Ziel muss ein vollqualifizierter Domänenname (FQDN) sein.
es_es: El objetivo ALIAS debe ser un nombre de dominio completamente calificado (FQDN).
fr_fr: La cible ALIAS doit être un nom de domaine pleinement qualifié (FQDN).
id_id: Target ALIAS harus berupa nama domain yang sepenuhnya terkualifikasi (FQDN).
ko_kr: ALIAS 대상은 정규화된 도메인 이름 (FQDN)이어야 합니다.
lt_lt: ALIAS tikslas turi būti pilnai kvalifikuotas domeno vardas (FQDN).
pl_pl: Cel ALIAS musi być w pełni kwalifikowaną nazwą domeny (FQDN).
ru_ru: Цель ALIAS должна быть полностью квалифицированным доменным именем (FQDN).
sv_se: ALIAS-målet måste vara ett fullständigt kvalificerat domännamn (FQDN).
tr_tr: ALIAS hedefi tam nitelikli domain adı (FQDN) olmalıdır.
uk_ua: Ціль ALIAS повинна бути повним доменним ім'ям (FQDN).
vi_vn: Đích ALIAS phải là tên miền đầy đủ (FQDN).
zh_cn: ALIAS 目标必须是完全限定域名（FQDN）。

source: ALIAS target cannot point to itself, as this would create a resolution loop.
cs_cz: Cíl ALIAS nemůže ukazovat sám na sebe, protože by to vytvořilo smyčku rozlišení.
de_de: ALIAS-Ziel kann nicht auf sich selbst zeigen, da dies eine Auflösungsschleife erzeugen würde.
es_es: El objetivo ALIAS no puede apuntar a sí mismo, ya que esto crearía un bucle de resolución.
fr_fr: La cible ALIAS ne peut pas pointer vers elle-même, car cela créerait une boucle de résolution.
id_id: Target ALIAS tidak dapat mengarah ke dirinya sendiri, karena ini akan membuat loop resolusi.
ko_kr: ALIAS 대상은 자신을 가리킬 수 없습니다. 이는 확인 루프를 생성합니다.
lt_lt: ALIAS tikslas negali nurodyti į save, nes tai sukurtų sprendimo ciklą.
pl_pl: Cel ALIAS nie może wskazywać na siebie, ponieważ spowodowałoby to pętlę rozdzielczości.
ru_ru: Цель ALIAS не может ссылаться на себя, так как это создаст цикл разрешения.
sv_se: ALIAS-målet kan inte peka på sig självt, eftersom det skulle skapa en upplösningsloop.
tr_tr: ALIAS hedefi kendisini gösteremez, bu çözümleme döngüsü oluşturur.
uk_ua: Ціль ALIAS не може вказувати на себе, оскільки це створить цикл розв'язання.
vi_vn: Đích ALIAS không thể trỏ đến chính nó, vì điều này sẽ tạo vòng lặp phân giải.
zh_cn: ALIAS 目标不能指向自身，因为这会创建解析循环。

source: Invalid value for priority field. ALIAS records must have priority value of 0.
cs_cz: Neplatná hodnota pro pole priority. ALIAS záznamy musí mít hodnotu priority 0.
de_de: Ungültiger Wert für das Prioritätsfeld. ALIAS-Einträge müssen einen Prioritätswert von 0 haben.
es_es: Valor inválido para el campo de prioridad. Los registros ALIAS deben tener valor de prioridad 0.
fr_fr: Valeur invalide pour le champ priorité. Les enregistrements ALIAS doivent avoir une valeur de priorité de 0.
id_id: Nilai tidak valid untuk kolom prioritas. Rekaman ALIAS harus memiliki nilai prioritas 0.
ko_kr: 우선순위 필드의 값이 유효하지 않습니다. ALIAS 레코드는 우선순위 값이 0이어야 합니다.
lt_lt: Neteisinga prioriteto lauko reikšmė. ALIAS įrašai turi turėti prioriteto reikšmę 0.
pl_pl: Nieprawidłowa wartość pola priorytetu. Rekordy ALIAS muszą mieć wartość priorytetu 0.
ru_ru: Недопустимое значение для поля приоритета. Записи ALIAS должны иметь значение приоритета 0.
sv_se: Ogiltigt värde för prioritetsfältet. ALIAS-poster måste ha prioritetsvärde 0.
tr_tr: Öncelik alanı için geçersiz değer. ALIAS kayıtları 0 öncelik değerine sahip olmalıdır.
uk_ua: Недійсне значення поля пріоритету. Записи ALIAS повинні мати значення пріоритету 0.
vi_vn: Giá trị trường ưu tiên không hợp lệ. Bản ghi ALIAS phải có giá trị ưu tiên là 0.
zh_cn: 优先级字段值无效。ALIAS 记录的优先级值必须为 0。

source: Content field cannot be empty.
cs_cz: Pole obsahu nemůže být prázdné.
de_de: Inhaltsfeld kann nicht leer sein.
es_es: El campo de contenido no puede estar vacío.
fr_fr: Le champ contenu ne peut pas être vide.
id_id: Kolom konten tidak boleh kosong.
ko_kr: 콘텐츠 필드는 비어 있을 수 없습니다.
lt_lt: Turinio laukas negali būti tuščias.
pl_pl: Pole zawartości nie może być puste.
ru_ru: Поле содержимого не может быть пустым.
sv_se: Innehållsfältet kan inte vara tomt.
tr_tr: İçerik alanı boş olamaz.
uk_ua: Поле вмісту не може бути порожнім.
vi_vn: Trường nội dung không được để trống.
zh_cn: 内容字段不能为空。

source: NSEC record content cannot be empty.
cs_cz: Obsah NSEC záznamu nemůže být prázdný.
de_de: NSEC-Eintragsinhalt kann nicht leer sein.
es_es: El contenido del registro NSEC no puede estar vacío.
fr_fr: Le contenu de l'enregistrement NSEC ne peut pas être vide.
id_id: Konten rekaman NSEC tidak boleh kosong.
ko_kr: NSEC 레코드 콘텐츠는 비어 있을 수 없습니다.
lt_lt: NSEC įrašo turinys negali būti tuščias.
pl_pl: Zawartość rekordu NSEC nie może być pusta.
ru_ru: Содержимое записи NSEC не может быть пустым.
sv_se: NSEC-postens innehåll kan inte vara tomt.
tr_tr: NSEC kayıt içeriği boş olamaz.
uk_ua: Вміст запису NSEC не може бути порожнім.
vi_vn: Nội dung bản ghi NSEC không được để trống.
zh_cn: NSEC 记录内容不能为空。

source: NSEC record contains invalid characters.
cs_cz: NSEC záznam obsahuje neplatné znaky.
de_de: NSEC-Eintrag enthält ungültige Zeichen.
es_es: El registro NSEC contiene caracteres inválidos.
fr_fr: L'enregistrement NSEC contient des caractères invalides.
id_id: Rekaman NSEC mengandung karakter tidak valid.
ko_kr: NSEC 레코드에 유효하지 않은 문자가 포함되어 있습니다.
lt_lt: NSEC įrašas turi neteisingų simbolių.
pl_pl: Rekord NSEC zawiera nieprawidłowe znaki.
ru_ru: Запись NSEC содержит недопустимые символы.
sv_se: NSEC-posten innehåller ogiltiga tecken.
tr_tr: NSEC kaydı geçersiz karakterler içeriyor.
uk_ua: Запис NSEC містить недійсні символи.
vi_vn: Bản ghi NSEC chứa ký tự không hợp lệ.
zh_cn: NSEC 记录包含无效字符。

source: According to RFC 4034, NSEC records should have the same TTL as the SOA minimum TTL field.
cs_cz: Podle RFC 4034 by NSEC záznamy měly mít stejný TTL jako minimální TTL pole SOA.
de_de: Gemäß RFC 4034 sollten NSEC-Einträge dieselbe TTL wie das SOA-Minimum-TTL-Feld haben.
es_es: Según RFC 4034, los registros NSEC deben tener el mismo TTL que el campo TTL mínimo del SOA.
fr_fr: Selon RFC 4034, les enregistrements NSEC doivent avoir le même TTL que le champ TTL minimum SOA.
id_id: Menurut RFC 4034, rekaman NSEC harus memiliki TTL yang sama dengan kolom TTL minimum SOA.
ko_kr: RFC 4034에 따르면 NSEC 레코드는 SOA 최소 TTL 필드와 동일한 TTL을 가져야 합니다.
lt_lt: Pagal RFC 4034, NSEC įrašai turėtų turėti tą patį TTL kaip SOA minimalaus TTL laukas.
pl_pl: Zgodnie z RFC 4034, rekordy NSEC powinny mieć takie samo TTL jak minimalne pole TTL SOA.
ru_ru: Согласно RFC 4034, записи NSEC должны иметь тот же TTL, что и минимальное поле TTL в SOA.
sv_se: Enligt RFC 4034 bör NSEC-poster ha samma TTL som SOA:s minimum-TTL-fält.
tr_tr: RFC 4034'e göre, NSEC kayıtları SOA minimum TTL alanı ile aynı TTL'ye sahip olmalıdır.
uk_ua: Згідно з RFC 4034, записи NSEC повинні мати той самий TTL, що й мінімальний TTL поля SOA.
vi_vn: Theo RFC 4034, bản ghi NSEC nên có cùng TTL với trường TTL tối thiểu của SOA.
zh_cn: 根据 RFC 4034，NSEC 记录应与 SOA 最小 TTL 字段具有相同的 TTL。

source: NSEC records enable "zone walking", allowing enumeration of all names in a zone, which may be a privacy concern.
cs_cz: NSEC záznamy umožňují "procházení zóny", což dovoluje výčet všech jmen v zóně, což může být problém ochrany soukromí.
de_de: NSEC-Einträge ermöglichen "Zone Walking", was die Aufzählung aller Namen in einer Zone erlaubt, was ein Datenschutzproblem darstellen kann.
es_es: Los registros NSEC habilitan "zone walking", permitiendo la enumeración de todos los nombres en una zona, lo que puede ser una preocupación de privacidad.
fr_fr: Les enregistrements NSEC permettent le "parcours de zone", autorisant l'énumération de tous les noms dans une zone, ce qui peut être un problème de confidentialité.
id_id: Rekaman NSEC memungkinkan "zone walking", yang memungkinkan enumerasi semua nama di zona, yang mungkin menjadi masalah privasi.
ko_kr: NSEC 레코드는 "존 워킹"을 활성화하여 존의 모든 이름을 열거할 수 있으며 이는 개인 정보 보호 문제가 될 수 있습니다.
lt_lt: NSEC įrašai leidžia "zonos vaikščiojimą", leidžiantį išvardyti visus vardus zonoje, kas gali kelti privatumo rūpesčių.
pl_pl: Rekordy NSEC umożliwiają "przemierzanie strefy", pozwalając na wyliczenie wszystkich nazw w strefie, co może być problemem prywatności.
ru_ru: Записи NSEC включают "zone walking", разрешая перечисление всех имен в зоне, что может создавать проблемы с конфиденциальностью.
sv_se: NSEC-poster möjliggör "zone walking", vilket tillåter uppräkning av alla namn i en zon, vilket kan vara ett integritetsproblem.
tr_tr: NSEC kayıtları "zon yürüme"yi etkinleştirir, zondaki tüm adların numaralandırılmasına izin verir, bu gizlilik endişesi olabilir.
uk_ua: Записи NSEC дозволяють "обхід зони", що дає змогу перерахувати всі імена в зоні, що може бути проблемою конфіденційності.
vi_vn: Bản ghi NSEC cho phép "duyệt vùng", cho phép liệt kê tất cả tên trong một vùng, có thể gây lo ngại về quyền riêng tư.
zh_cn: NSEC 记录启用"区域遍历"，允许枚举区域中的所有名称，这可能是隐私问题。

source: If zone enumeration is a concern, consider using NSEC3 records (RFC 5155) instead, which use hashed owner names.
cs_cz: Pokud je výčet zóny problémem, zvažte místo toho použití NSEC3 záznamů (RFC 5155), které používají hašovaná jména vlastníků.
de_de: Wenn Zone-Enumeration ein Problem ist, erwägen Sie stattdessen NSEC3-Einträge (RFC 5155), die gehashte Owner-Namen verwenden.
es_es: Si la enumeración de zona es una preocupación, considere usar registros NSEC3 (RFC 5155) en su lugar, que usan nombres de propietario hasheados.
fr_fr: Si l'énumération de zone est un problème, considérez utiliser les enregistrements NSEC3 (RFC 5155) à la place, qui utilisent des noms de propriétaires hachés.
id_id: Jika enumerasi zona menjadi perhatian, pertimbangkan menggunakan rekaman NSEC3 (RFC 5155) sebagai gantinya, yang menggunakan nama pemilik yang di-hash.
ko_kr: 존 열거가 우려되는 경우 해시된 소유자 이름을 사용하는 NSEC3 레코드 (RFC 5155)를 대신 사용하는 것을 고려하세요.
lt_lt: Jei zonos išvardijimas kelia rūpesčių, apsvarstykite NSEC3 įrašų (RFC 5155) naudojimą, kurie naudoja maišytus savininkų vardus.
pl_pl: Jeśli wyliczanie strefy jest problemem, rozważ użycie rekordów NSEC3 (RFC 5155), które używają zhashowanych nazw właścicieli.
ru_ru: Если перечисление зон вызывает опасения, рассмотрите использование записей NSEC3 (RFC 5155) вместо этого, которые используют хешированные имена владельцев.
sv_se: Om zonuppräkning är ett problem, överväg att använda NSEC3-poster (RFC 5155) istället, som använder hashade ägarnamn.
tr_tr: Zon numaralandırması bir endişeyse, hash'lenmiş sahip adları kullanan NSEC3 kayıtlarını (RFC 5155) kullanmayı düşünün.
uk_ua: Якщо перерахування зон є проблемою, розгляньте використання записів NSEC3 (RFC 5155), які використовують хешовані імена власників.
vi_vn: Nếu liệt kê vùng là mối lo ngại, cân nhắc sử dụng bản ghi NSEC3 (RFC 5155), sử dụng tên chủ sở hữu được băm.
zh_cn: 如果担心区域枚举，请考虑使用 NSEC3 记录（RFC 5155），它使用哈希所有者名称。

source: NSEC records are part of DNSSEC and should only be managed alongside other DNSSEC records (DNSKEY, RRSIG, etc.).
cs_cz: NSEC záznamy jsou součástí DNSSEC a měly by být spravovány pouze společně s ostatními DNSSEC záznamy (DNSKEY, RRSIG, atd.).
de_de: NSEC-Einträge sind Teil von DNSSEC und sollten nur zusammen mit anderen DNSSEC-Einträgen (DNSKEY, RRSIG, usw.) verwaltet werden.
es_es: Los registros NSEC son parte de DNSSEC y solo deben gestionarse junto con otros registros DNSSEC (DNSKEY, RRSIG, etc.).
fr_fr: Les enregistrements NSEC font partie de DNSSEC et ne doivent être gérés qu'avec d'autres enregistrements DNSSEC (DNSKEY, RRSIG, etc.).
id_id: Rekaman NSEC adalah bagian dari DNSSEC dan hanya boleh dikelola bersamaan dengan rekaman DNSSEC lainnya (DNSKEY, RRSIG, dll.).
ko_kr: NSEC 레코드는 DNSSEC의 일부이며 다른 DNSSEC 레코드 (DNSKEY, RRSIG 등)와 함께만 관리해야 합니다.
lt_lt: NSEC įrašai yra DNSSEC dalis ir turėtų būti valdomi tik kartu su kitais DNSSEC įrašais (DNSKEY, RRSIG ir kt.).
pl_pl: Rekordy NSEC są częścią DNSSEC i powinny być zarządzane tylko wraz z innymi rekordami DNSSEC (DNSKEY, RRSIG, itp.).
ru_ru: Записи NSEC являются частью DNSSEC и должны управляться только вместе с другими записями DNSSEC (DNSKEY, RRSIG и т.д.).
sv_se: NSEC-poster är en del av DNSSEC och bör bara hanteras tillsammans med andra DNSSEC-poster (DNSKEY, RRSIG, etc.).
tr_tr: NSEC kayıtları DNSSEC'in bir parçasıdır ve sadece diğer DNSSEC kayıtlarıyla (DNSKEY, RRSIG, vb.) birlikte yönetilmelidir.
uk_ua: Записи NSEC є частиною DNSSEC і повинні керуватися разом з іншими записами DNSSEC (DNSKEY, RRSIG тощо).
vi_vn: Bản ghi NSEC là một phần của DNSSEC và chỉ nên được quản lý cùng với các bản ghi DNSSEC khác (DNSKEY, RRSIG, v.v.).
zh_cn: NSEC 记录是 DNSSEC 的一部分，只应与其他 DNSSEC 记录（DNSKEY、RRSIG 等）一起管理。

source: Manually editing NSEC records is not recommended as they are typically generated automatically by DNSSEC-aware nameservers.
cs_cz: Ruční úprava NSEC záznamů se nedoporučuje, protože jsou typicky generovány automaticky DNSSEC-aware nameservery.
de_de: Die manuelle Bearbeitung von NSEC-Einträgen wird nicht empfohlen, da sie normalerweise automatisch von DNSSEC-fähigen Nameservern generiert werden.
es_es: No se recomienda editar manualmente los registros NSEC ya que típicamente son generados automáticamente por servidores de nombres con soporte DNSSEC.
fr_fr: L'édition manuelle des enregistrements NSEC n'est pas recommandée car ils sont généralement générés automatiquement par les serveurs de noms compatibles DNSSEC.
id_id: Mengedit rekaman NSEC secara manual tidak direkomendasikan karena biasanya dihasilkan secara otomatis oleh nameserver yang mendukung DNSSEC.
ko_kr: NSEC 레코드는 일반적으로 DNSSEC 인식 네임서버에 의해 자동으로 생성되므로 수동으로 편집하는 것은 권장되지 않습니다.
lt_lt: Rankinis NSEC įrašų redagavimas nerekomenduojamas, nes jie paprastai generuojami automatiškai DNSSEC žinančių vardų serverių.
pl_pl: Ręczna edycja rekordów NSEC nie jest zalecana ponieważ są one zwykle generowane automatycznie przez serwery nazw obsługujące DNSSEC.
ru_ru: Ручное редактирование записей NSEC не рекомендуется, так как они обычно генерируются автоматически DNSSEC-совместимыми DNS-серверами.
sv_se: Manuell redigering av NSEC-poster rekommenderas inte eftersom de vanligtvis genereras automatiskt av DNSSEC-medvetna namnservrar.
tr_tr: NSEC kayıtlarını manuel olarak düzenlemek önerilmez çünkü genellikle DNSSEC destekli ad sunucuları tarafından otomatik olarak oluşturulur.
uk_ua: Ручне редагування записів NSEC не рекомендується, оскільки вони зазвичай генеруються автоматично серверами імен з підтримкою DNSSEC.
vi_vn: Không khuyến khích chỉnh sửa thủ công bản ghi NSEC vì chúng thường được tạo tự động bởi máy chủ tên miền có hỗ trợ DNSSEC.
zh_cn: 不建议手动编辑 NSEC 记录，因为它们通常由支持 DNSSEC 的名称服务器自动生成。

source: Wildcard names in NSEC records require special handling. According to RFC 4035, wildcard owner names appear in NSEC records without expansion.
cs_cz: Wildcard jména v NSEC záznamech vyžadují speciální zacházení. Podle RFC 4035 se wildcard jména vlastníků objevují v NSEC záznamech bez expanze.
de_de: Wildcard-Namen in NSEC-Einträgen erfordern spezielle Behandlung. Gemäß RFC 4035 erscheinen Wildcard-Owner-Namen in NSEC-Einträgen ohne Expansion.
es_es: Los nombres comodín en registros NSEC requieren manejo especial. Según RFC 4035, los nombres de propietario comodín aparecen en registros NSEC sin expansión.
fr_fr: Les noms jokers dans les enregistrements NSEC nécessitent une gestion spéciale. Selon RFC 4035, les noms de propriétaires jokers apparaissent dans les enregistrements NSEC sans expansion.
id_id: Nama wildcard dalam rekaman NSEC memerlukan penanganan khusus. Menurut RFC 4035, nama pemilik wildcard muncul dalam rekaman NSEC tanpa ekspansi.
ko_kr: NSEC 레코드의 와일드카드 이름은 특별한 처리가 필요합니다. RFC 4035에 따르면 와일드카드 소유자 이름은 확장 없이 NSEC 레코드에 표시됩니다.
lt_lt: Šablonų vardai NSEC įrašuose reikalauja specialaus tvarkymo. Pagal RFC 4035, šablonų savininkų vardai atsiranda NSEC įrašuose be išplėtimo.
pl_pl: Nazwy wieloznaczne w rekordach NSEC wymagają specjalnej obsługi. Zgodnie z RFC 4035, wieloznaczne nazwy właścicieli pojawiają się w rekordach NSEC bez rozwinięcia.
ru_ru: Маски в записях NSEC требуют особой обработки. Согласно RFC 4035, имена владельцев с масками появляются в записях NSEC без расширения.
sv_se: Wildcard-namn i NSEC-poster kräver särskild hantering. Enligt RFC 4035 visas wildcard-ägarnamn i NSEC-poster utan expansion.
tr_tr: NSEC kayıtlarındaki joker adlar özel işlem gerektirir. RFC 4035'e göre, joker sahip adları NSEC kayıtlarında genişletme olmadan görünür.
uk_ua: Імена з підстановкою в записах NSEC вимагають спеціальної обробки. Згідно з RFC 4035, імена власників з підстановкою з'являються в записах NSEC без розширення.
vi_vn: Tên ký tự đại diện trong bản ghi NSEC yêu cầu xử lý đặc biệt. Theo RFC 4035, tên chủ sở hữu ký tự đại diện xuất hiện trong bản ghi NSEC mà không mở rộng.
zh_cn: NSEC 记录中的通配符名称需要特殊处理。根据 RFC 4035，通配符所有者名称在 NSEC 记录中出现时不展开。

source: NSEC record must contain a valid next domain name.
cs_cz: NSEC záznam musí obsahovat platné následující doménové jméno.
de_de: NSEC-Eintrag muss einen gültigen nächsten Domänennamen enthalten.
es_es: El registro NSEC debe contener un nombre de dominio siguiente válido.
fr_fr: L'enregistrement NSEC doit contenir un nom de domaine suivant valide.
id_id: Rekaman NSEC harus berisi nama domain berikutnya yang valid.
ko_kr: NSEC 레코드는 유효한 다음 도메인 이름을 포함해야 합니다.
lt_lt: NSEC įrašas turi turėti teisingą kito domeno vardą.
pl_pl: Rekord NSEC musi zawierać prawidłową następną nazwę domeny.
ru_ru: Запись NSEC должна содержать допустимое следующее доменное имя.
sv_se: NSEC-posten måste innehålla ett giltigt nästa domännamn.
tr_tr: NSEC kaydı geçerli bir sonraki domain adı içermelidir.
uk_ua: Запис NSEC повинен містити дійсне ім'я наступного домену.
vi_vn: Bản ghi NSEC phải chứa tên miền tiếp theo hợp lệ.
zh_cn: NSEC 记录必须包含有效的下一个域名。

source: The next domain name field must be the next owner name in canonical ordering of the zone. Canonical ordering is case-insensitive and sorts by labels from right to left.
cs_cz: Pole následujícího doménového jména musí být následující jméno vlastníka v kanonickém pořadí zóny. Kanonické pořadí je case-insensitive a řadí podle štítků zprava doleva.
de_de: Das Feld für den nächsten Domänennamen muss der nächste Owner-Name in kanonischer Reihenfolge der Zone sein. Kanonische Reihenfolge ist case-insensitive und sortiert nach Labels von rechts nach links.
es_es: El campo de nombre de dominio siguiente debe ser el siguiente nombre de propietario en orden canónico de la zona. El orden canónico es insensible a mayúsculas y ordena por etiquetas de derecha a izquierda.
fr_fr: Le champ nom de domaine suivant doit être le nom de propriétaire suivant dans l'ordre canonique de la zone. L'ordre canonique est insensible à la casse et trie par étiquettes de droite à gauche.
id_id: Kolom nama domain berikutnya harus berupa nama pemilik berikutnya dalam urutan kanonik zona. Urutan kanonik tidak peka huruf besar-kecil dan mengurutkan berdasarkan label dari kanan ke kiri.
ko_kr: 다음 도메인 이름 필드는 존의 표준 순서에서 다음 소유자 이름이어야 합니다. 표준 순서는 대소문자를 구분하지 않으며 오른쪽에서 왼쪽으로 레이블별로 정렬합니다.
lt_lt: Kito domeno vardo laukas turi būti kitas savininko vardas kanoniškoje zonos tvarkoje. Kanoniška tvarka neatsižvelgia į didžiąsias/mažąsias raides ir rikiuoja pagal etiketes iš dešinės į kairę.
pl_pl: Pole następnej nazwy domeny musi być następną nazwą właściciela w kanonicznym porządku strefy. Porządek kanoniczny jest niewrażliwy na wielkość liter i sortuje etykiety od prawej do lewej.
ru_ru: Поле следующего доменного имени должно быть следующим именем владельца в каноническом порядке зоны. Канонический порядок не учитывает регистр и сортирует метки справа налево.
sv_se: Fältet för nästa domännamn måste vara nästa ägarnamn i kanonisk ordning i zonen. Kanonisk ordning är skiftlägesokänslig och sorterar efter etiketter från höger till vänster.
tr_tr: Sonraki domain adı alanı zonun kanonik sıralamasında sonraki sahip adı olmalıdır. Kanonik sıralama büyük-küçük harf duyarsızdır ve etiketleri sağdan sola sıralar.
uk_ua: Поле імені наступного домену повинно бути наступним ім'ям власника в канонічному порядку зони. Канонічний порядок є нечутливим до регістру та сортує за мітками справа наліво.
vi_vn: Trường tên miền tiếp theo phải là tên chủ sở hữu tiếp theo theo thứ tự chuẩn của vùng. Thứ tự chuẩn không phân biệt chữ hoa-thường và sắp xếp theo nhãn từ phải sang trái.
zh_cn: 下一个域名字段必须是区域规范排序中的下一个所有者名称。规范排序不区分大小写，从右到左按标签排序。

source: If this is the last NSEC record in the zone, the next domain name should be the zone apex (the owner name of the zone's SOA RR).
cs_cz: Pokud je toto poslední NSEC záznam v zóně, následující doménové jméno by mělo být vrchol zóny (jméno vlastníka SOA RR zóny).
de_de: Wenn dies der letzte NSEC-Eintrag in der Zone ist, sollte der nächste Domänenname der Zone-Apex sein (der Owner-Name des SOA-RR der Zone).
es_es: Si este es el último registro NSEC en la zona, el siguiente nombre de dominio debe ser el ápice de la zona (el nombre de propietario del RR SOA de la zona).
fr_fr: Si c'est le dernier enregistrement NSEC dans la zone, le nom de domaine suivant devrait être le sommet de zone (le nom de propriétaire du RR SOA de la zone).
id_id: Jika ini adalah rekaman NSEC terakhir di zona, nama domain berikutnya harus berupa apex zona (nama pemilik dari RR SOA zona).
ko_kr: 이것이 존의 마지막 NSEC 레코드인 경우 다음 도메인 이름은 존 최상위 (존의 SOA RR의 소유자 이름)여야 합니다.
lt_lt: Jei tai paskutinis NSEC įrašas zonoje, kitas domeno vardas turėtų būti zonos viršūnė (zonos SOA RR savininko vardas).
pl_pl: Jeśli to jest ostatni rekord NSEC w strefie, następna nazwa domeny powinna być wierzchołkiem strefy (nazwa właściciela rekordu SOA strefy).
ru_ru: Если это последняя запись NSEC в зоне, следующим доменным именем должна быть вершина зоны (имя владельца SOA RR зоны).
sv_se: Om detta är den sista NSEC-posten i zonen bör nästa domännamn vara zonens apex (ägarnamnet för zonens SOA-post).
tr_tr: Bu zondaki son NSEC kaydıysa, sonraki domain adı zon zirvesi (zonun SOA RR'sinin sahip adı) olmalıdır.
uk_ua: Якщо це останній запис NSEC у зоні, ім'я наступного домену повинно бути верхівкою зони (ім'я власника SOA-запису зони).
vi_vn: Nếu đây là bản ghi NSEC cuối cùng trong vùng, tên miền tiếp theo nên là đỉnh vùng (tên chủ sở hữu của bản ghi SOA vùng).
zh_cn: 如果这是区域中的最后一个 NSEC 记录，下一个域名应该是区域顶点（区域 SOA RR 的所有者名称）。
