Repository: poweradmin/poweradmin
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: cs_cz, de_de, es_es, fr_fr, id_id, ko_kr, lt_lt, pl_pl, ru_ru, sv_se, tr_tr, uk_ua, vi_vn, zh_cn

source: TSIG error code 18 (BADTIME) indicates that the timestamp in the TSIG record is outside the allowed time window. Check clock synchronization.
cs_cz: TSIG chybový kód 18 (BADTIME) znamená, že časová značka v TSIG záznamu je mimo povolené časové okno. Zkontrolujte synchronizaci hodin.
de_de: TSIG-Fehlercode 18 (BADTIME) zeigt an, dass der Zeitstempel im TSIG-Eintrag außerhalb des erlaubten Zeitfensters liegt. Überprüfen Sie die Uhrsynchronisation.
es_es: El código de error TSIG 18 (BADTIME) indica que la marca de tiempo en el registro TSIG está fuera de la ventana de tiempo permitida. Verifique la sincronización de reloj.
fr_fr: Le code d'erreur TSIG 18 (BADTIME) indique que l'horodatage dans l'enregistrement TSIG est en dehors de la fenêtre de temps autorisée. Vérifiez la synchronisation d'horloge.
id_id: Kode error TSIG 18 (BADTIME) menunjukkan bahwa stempel waktu dalam rekaman TSIG berada di luar jendela waktu yang diizinkan. Periksa sinkronisasi jam.
ko_kr: TSIG 오류 코드 18 (BADTIME)은 TSIG 레코드의 타임스탬프가 허용된 시간 창 밖에 있음을 나타냅니다. 클록 동기화를 확인하세요.
lt_lt: TSIG klaidos kodas 18 (BADTIME) rodo, kad laiko žyma TSIG įraše yra už leistino laiko lango ribų. Patikrinkite laikrodžio sinchronizaciją.
pl_pl: Kod błędu TSIG 18 (BADTIME) wskazuje że znacznik czasu w rekordzie TSIG jest poza dozwolonym oknem czasowym. Sprawdź synchronizację zegara.
ru_ru: Код ошибки TSIG 18 (BADTIME) указывает, что метка времени в записи TSIG находится за пределами разрешенного временного окна. Проверьте синхронизацию часов.
sv_se: TSIG-felkod 18 (BADTIME) indikerar att tidsstämpeln i TSIG-posten ligger utanför det tillåtna tidsfönstret. Kontrollera klocksynkronisering.
tr_tr: TSIG hata kodu 18 (BADTIME) TSIG kaydındaki zaman damgasının izin verilen zaman aralığının dışında olduğunu gösterir. Saat senkronizasyonunu kontrol edin.
uk_ua: Код помилки TSIG 18 (BADTIME) вказує на те, що мітка часу в записі TSIG знаходиться поза допустимим часовим вікном. Перевірте синхронізацію годинників.
vi_vn: Mã lỗi TSIG 18 (BADTIME) chỉ ra dấu thời gian trong bản ghi TSIG nằm ngoài cửa sổ thời gian cho phép. Kiểm tra đồng bộ đồng hồ.
zh_cn: TSIG 错误代码 18（BADTIME）表示 TSIG 记录中的时间戳超出允许的时间窗口。检查时钟同步。

source: TSIG error code 22 (BADTRUNC) indicates that the truncated MAC in the TSIG record is invalid. Check MAC size configuration.
cs_cz: TSIG chybový kód 22 (BADTRUNC) znamená, že zkrácený MAC v TSIG záznamu je neplatný. Zkontrolujte konfiguraci velikosti MAC.
de_de: TSIG-Fehlercode 22 (BADTRUNC) zeigt an, dass der abgeschnittene MAC im TSIG-Eintrag ungültig ist. Überprüfen Sie die MAC-Größenkonfiguration.
es_es: El código de error TSIG 22 (BADTRUNC) indica que el MAC truncado en el registro TSIG es inválido. Verifique la configuración de tamaño MAC.
fr_fr: Le code d'erreur TSIG 22 (BADTRUNC) indique que le MAC tronqué dans l'enregistrement TSIG est invalide. Vérifiez la configuration de taille MAC.
id_id: Kode error TSIG 22 (BADTRUNC) menunjukkan bahwa MAC terpotong dalam rekaman TSIG tidak valid. Periksa konfigurasi ukuran MAC.
ko_kr: TSIG 오류 코드 22 (BADTRUNC)는 TSIG 레코드의 잘린 MAC이 유효하지 않음을 나타냅니다. MAC 크기 구성을 확인하세요.
lt_lt: TSIG klaidos kodas 22 (BADTRUNC) rodo, kad sutrumpintas MAC TSIG įraše yra neteisingas. Patikrinkite MAC dydžio konfigūraciją.
pl_pl: Kod błędu TSIG 22 (BADTRUNC) wskazuje że skrócony MAC w rekordzie TSIG jest nieprawidłowy. Sprawdź konfigurację rozmiaru MAC.
ru_ru: Код ошибки TSIG 22 (BADTRUNC) указывает, что усеченный MAC в записи TSIG недопустим. Проверьте конфигурацию размера MAC.
sv_se: TSIG-felkod 22 (BADTRUNC) indikerar att den trunkerade MAC:en i TSIG-posten är ogiltig. Kontrollera MAC-storlekskonfigurationen.
tr_tr: TSIG hata kodu 22 (BADTRUNC) TSIG kaydındaki kısaltılmış MAC'in geçersiz olduğunu gösterir. MAC boyut yapılandırmasını kontrol edin.
uk_ua: Код помилки TSIG 22 (BADTRUNC) вказує на те, що скорочений MAC у записі TSIG є недійсним. Перевірте конфігурацію розміру MAC.
vi_vn: Mã lỗi TSIG 22 (BADTRUNC) chỉ ra MAC bị cắt ngắn trong bản ghi TSIG không hợp lệ. Kiểm tra cấu hình kích thước MAC.
zh_cn: TSIG 错误代码 22（BADTRUNC）表示 TSIG 记录中的截断 MAC 无效。检查 MAC 大小配置。

source: TSIG other-len must be a non-negative integer.
cs_cz: TSIG other-len musí být nezáporné celé číslo.
de_de: TSIG-Other-Len muss eine nicht-negative Ganzzahl sein.
es_es: El other-len TSIG debe ser un entero no negativo.
fr_fr: Le other-len TSIG doit être un entier non négatif.
id_id: Other-len TSIG harus berupa bilangan bulat non-negatif.
ko_kr: TSIG 기타 길이는 음수가 아닌 정수여야 합니다.
lt_lt: TSIG kitas-ilgis turi būti neneigiamas sveikasis skaičius.
pl_pl: TSIG other-len musi być nieujemną liczbą całkowitą.
ru_ru: Поле other-len TSIG должно быть неотрицательным целым числом.
sv_se: TSIG other-len måste vara ett icke-negativt heltal.
tr_tr: TSIG other-len negatif olmayan bir tam sayı olmalıdır.
uk_ua: Other-len TSIG повинен бути невід'ємним цілим числом.
vi_vn: Độ dài khác TSIG phải là số nguyên không âm.
zh_cn: TSIG 其他长度必须是非负整数。

source: TSIG other-data must be a valid base64-encoded string or hexadecimal string.
cs_cz: TSIG other-data musí být platný base64-kódovaný řetězec nebo hexadecimální řetězec.
de_de: TSIG-Other-Data muss eine gültige base64-kodierte Zeichenkette oder hexadezimale Zeichenkette sein.
es_es: El other-data TSIG debe ser una cadena válida codificada en base64 o cadena hexadecimal.
fr_fr: Le other-data TSIG doit être une chaîne encodée en base64 valide ou une chaîne hexadécimale.
id_id: Other-data TSIG harus berupa string yang dikodekan base64 atau string heksadesimal yang valid.
ko_kr: TSIG 기타 데이터는 유효한 base64로 인코딩된 문자열 또는 16진수 문자열이어야 합니다.
lt_lt: TSIG kiti-duomenys turi būti teisinga base64 koduota eilutė arba šešioliktainė eilutė.
pl_pl: TSIG other-data musi być prawidłowym ciągiem zakodowanym w base64 lub ciągiem szesnastkowym.
ru_ru: TSIG other-data должны быть действительной строкой в кодировке base64 или шестнадцатеричной строкой.
sv_se: TSIG other-data måste vara en giltig base64-kodad sträng eller hexadecimal sträng.
tr_tr: TSIG other-data geçerli bir base64 kodlanmış string veya onaltılık string olmalıdır.
uk_ua: Other-data TSIG повинен бути дійсним рядком у кодуванні base64 або шістнадцятковим рядком.
vi_vn: Dữ liệu khác TSIG phải là chuỗi mã hóa base64 hoặc chuỗi thập lục phân hợp lệ.
zh_cn: TSIG 其他数据必须是有效的 base64 编码字符串或十六进制字符串。

source: HMAC-MD5 is considered weak by modern standards. RFC 8945 recommends using HMAC-SHA256 or stronger algorithms.
cs_cz: HMAC-MD5 je považován za slabý podle moderních standardů. RFC 8945 doporučuje použití HMAC-SHA256 nebo silnějších algoritmů.
de_de: HMAC-MD5 gilt nach modernen Standards als schwach. RFC 8945 empfiehlt die Verwendung von HMAC-SHA256 oder stärkeren Algorithmen.
es_es: HMAC-MD5 se considera débil por estándares modernos. RFC 8945 recomienda usar HMAC-SHA256 o algoritmos más fuertes.
fr_fr: HMAC-MD5 est considéré comme faible selon les standards modernes. RFC 8945 recommande d'utiliser HMAC-SHA256 ou des algorithmes plus forts.
id_id: HMAC-MD5 dianggap lemah menurut standar modern. RFC 8945 merekomendasikan penggunaan HMAC-SHA256 atau algoritma yang lebih kuat.
ko_kr: HMAC-MD5는 최신 표준에서 약한 것으로 간주됩니다. RFC 8945는 HMAC-SHA256 또는 더 강력한 알고리즘 사용을 권장합니다.
lt_lt: HMAC-MD5 laikomas silpnu šiuolaikiniais standartais. RFC 8945 rekomenduoja naudoti HMAC-SHA256 arba stipresnius algoritmus.
pl_pl: HMAC-MD5 jest uważany za słaby według nowoczesnych standardów. RFC 8945 zaleca używanie HMAC-SHA256 lub silniejszych algorytmów.
ru_ru: HMAC-MD5 считается слабым по современным стандартам. RFC 8945 рекомендует использовать HMAC-SHA256 или более сильные алгоритмы.
sv_se: HMAC-MD5 anses svag enligt moderna standarder. RFC 8945 rekommenderar att använda HMAC-SHA256 eller starkare algoritmer.
tr_tr: HMAC-MD5 modern standartlarca zayıf kabul edilir. RFC 8945 HMAC-SHA256 veya daha güçlü algoritmalar kullanmayı önerir.
uk_ua: HMAC-MD5 вважається слабким за сучасними стандартами. RFC 8945 рекомендує використовувати HMAC-SHA256 або більш надійні алгоритми.
vi_vn: HMAC-MD5 được coi là yếu theo tiêu chuẩn hiện đại. RFC 8945 khuyến nghị sử dụng HMAC-SHA256 hoặc thuật toán mạnh hơn.
zh_cn: HMAC-MD5 按现代标准被认为是脆弱的。RFC 8945 建议使用 HMAC-SHA256 或更强的算法。

source: HMAC-SHA256 is recommended by RFC 8945 as the preferred TSIG algorithm for most deployments.
cs_cz: HMAC-SHA256 je doporučován RFC 8945 jako preferovaný TSIG algoritmus pro většinu nasazení.
de_de: HMAC-SHA256 wird von RFC 8945 als bevorzugter TSIG-Algorithmus für die meisten Deployments empfohlen.
es_es: HMAC-SHA256 es recomendado por RFC 8945 como el algoritmo TSIG preferido para la mayoría de implementaciones.
fr_fr: HMAC-SHA256 est recommandé par RFC 8945 comme algorithme TSIG préféré pour la plupart des déploiements.
id_id: HMAC-SHA256 direkomendasikan oleh RFC 8945 sebagai algoritma TSIG yang disukai untuk sebagian besar penerapan.
ko_kr: HMAC-SHA256은 대부분의 배포에서 선호되는 TSIG 알고리즘으로 RFC 8945에서 권장합니다.
lt_lt: HMAC-SHA256 rekomenduojamas RFC 8945 kaip pageidaujamas TSIG algoritmas daugumai diegimų.
pl_pl: HMAC-SHA256 jest zalecany przez RFC 8945 jako preferowany algorytm TSIG dla większości wdrożeń.
ru_ru: HMAC-SHA256 рекомендуется RFC 8945 как предпочтительный алгоритм TSIG для большинства развертываний.
sv_se: HMAC-SHA256 rekommenderas av RFC 8945 som den föredragna TSIG-algoritmen för de flesta driftsättningar.
tr_tr: HMAC-SHA256, RFC 8945 tarafından çoğu dağıtım için tercih edilen TSIG algoritması olarak önerilir.
uk_ua: HMAC-SHA256 рекомендується RFC 8945 як переважний алгоритм TSIG для більшості розгортань.
vi_vn: HMAC-SHA256 được RFC 8945 khuyến nghị là thuật toán TSIG ưu tiên cho hầu hết triển khai.
zh_cn: RFC 8945 推荐 HMAC-SHA256 作为大多数部署的首选 TSIG 算法。

source: TSIG algorithm name must end with a dot.
cs_cz: Jméno TSIG algoritmu musí končit tečkou.
de_de: TSIG-Algorithmusname muss mit einem Punkt enden.
es_es: El nombre del algoritmo TSIG debe terminar con un punto.
fr_fr: Le nom d'algorithme TSIG doit se terminer par un point.
id_id: Nama algoritma TSIG harus diakhiri dengan titik.
ko_kr: TSIG 알고리즘 이름은 점으로 끝나야 합니다.
lt_lt: TSIG algoritmo pavadinimas turi baigtis tašku.
pl_pl: Nazwa algorytmu TSIG musi kończyć się kropką.
ru_ru: Имя алгоритма TSIG должно оканчиваться точкой.
sv_se: TSIG-algoritmnamnet måste sluta med en punkt.
tr_tr: TSIG algoritma adı nokta ile bitmelidir.
uk_ua: Ім'я алгоритму TSIG повинно закінчуватися крапкою.
vi_vn: Tên thuật toán TSIG phải kết thúc bằng dấu chấm.
zh_cn: TSIG 算法名称必须以点结尾。

source: TSIG algorithm name must be a valid domain name ending with a dot.
cs_cz: Název algoritmu TSIG musí být platné doménové jméno končící tečkou.
de_de: TSIG-Algorithmusname muss ein gültiger Domänenname sein, der mit einem Punkt endet.
es_es: El nombre del algoritmo TSIG debe ser un nombre de dominio válido terminando con un punto.
fr_fr: Le nom d'algorithme TSIG doit être un nom de domaine valide se terminant par un point.
id_id: Nama algoritma TSIG harus berupa nama domain valid yang diakhiri dengan titik.
ko_kr: TSIG 알고리즘 이름은 점으로 끝나는 유효한 도메인 이름이어야 합니다.
lt_lt: TSIG algoritmo pavadinimas turi būti teisingas domeno vardas, baigiamasis tašku.
pl_pl: Nazwa algorytmu TSIG musi być prawidłową nazwą domeny kończącą się kropką.
ru_ru: Имя алгоритма TSIG должно быть допустимым доменным именем, оканчивающимся точкой.
sv_se: TSIG-algoritmnamnet måste vara ett giltigt domännamn som slutar med en punkt.
tr_tr: TSIG algoritma adı nokta ile biten geçerli bir domain adı olmalıdır.
uk_ua: Ім'я алгоритму TSIG повинно бути дійсним доменним ім'ям, що закінчується крапкою.
vi_vn: Tên thuật toán TSIG phải là tên miền hợp lệ kết thúc bằng dấu chấm.
zh_cn: TSIG 算法名称必须是以点结尾的有效域名。

source: Using a non-standard TSIG algorithm name. This may not be widely supported.
cs_cz: Používá se nestandardní název algoritmu TSIG. Nemusí být široce podporován.
de_de: Verwendung eines nicht-standardisierten TSIG-Algorithmusnamens. Dies wird möglicherweise nicht weitgehend unterstützt.
es_es: Usando un nombre de algoritmo TSIG no estándar. Esto puede no ser ampliamente soportado.
fr_fr: Utilisation d'un nom d'algorithme TSIG non standard. Ceci peut ne pas être largement supporté.
id_id: Menggunakan nama algoritma TSIG non-standar. Ini mungkin tidak didukung secara luas.
ko_kr: 비표준 TSIG 알고리즘 이름을 사용하고 있습니다. 이는 널리 지원되지 않을 수 있습니다.
lt_lt: Naudojamas nestandartinis TSIG algoritmo pavadinimas. Tai gali būti neplaičiai palaikoma.
pl_pl: Używanie niestandardowej nazwy algorytmu TSIG. To może nie być szeroko obsługiwane.
ru_ru: Используется нестандартное имя алгоритма TSIG. Это может не получить широкой поддержки.
sv_se: Använder ett icke-standardnamn för TSIG-algoritm. Detta kanske inte har brett stöd.
tr_tr: Standart olmayan TSIG algoritma adı kullanılıyor. Bu yaygın olarak desteklenmeyebilir.
uk_ua: Використовується нестандартне ім'я алгоритму TSIG. Це може не підтримуватися повсюдно.
vi_vn: Sử dụng tên thuật toán TSIG không tiêu chuẩn. Điều này có thể không được hỗ trợ rộng rãi.
zh_cn: 使用非标准的 TSIG 算法名称。这可能不被广泛支持。

source: RFC 8945 recommends using HMAC-SHA256 as the standard TSIG algorithm.
cs_cz: RFC 8945 doporučuje používat HMAC-SHA256 jako standardní algoritmus TSIG.
de_de: RFC 8945 empfiehlt die Verwendung von HMAC-SHA256 als Standard-TSIG-Algorithmus.
es_es: RFC 8945 recomienda usar HMAC-SHA256 como el algoritmo TSIG estándar.
fr_fr: RFC 8945 recommande d'utiliser HMAC-SHA256 comme algorithme TSIG standard.
id_id: RFC 8945 merekomendasikan penggunaan HMAC-SHA256 sebagai algoritma TSIG standar.
ko_kr: RFC 8945는 표준 TSIG 알고리즘으로 HMAC-SHA256 사용을 권장합니다.
lt_lt: RFC 8945 rekomenduoja naudoti HMAC-SHA256 kaip standartinį TSIG algoritmą.
pl_pl: RFC 8945 zaleca używanie HMAC-SHA256 jako standardowego algorytmu TSIG.
ru_ru: RFC 8945 рекомендует использовать HMAC-SHA256 как стандартный алгоритм TSIG.
sv_se: RFC 8945 rekommenderar att använda HMAC-SHA256 som standard-TSIG-algoritm.
tr_tr: RFC 8945 standart TSIG algoritması olarak HMAC-SHA256 kullanmayı önerir.
uk_ua: RFC 8945 рекомендує використовувати HMAC-SHA256 як стандартний алгоритм TSIG.
vi_vn: RFC 8945 khuyến nghị sử dụng HMAC-SHA256 làm thuật toán TSIG tiêu chuẩn.
zh_cn: RFC 8945 建议使用 HMAC-SHA256 作为标准 TSIG 算法。

source: ZONEMD is defined in RFC 8976 (February 2021) and may not be supported by all DNS servers.
cs_cz: ZONEMD je definován v RFC 8976 (únor 2021) a nemusí být podporován všemi DNS servery.
de_de: ZONEMD ist in RFC 8976 (Februar 2021) definiert und wird möglicherweise nicht von allen DNS-Servern unterstützt.
es_es: ZONEMD está definido en RFC 8976 (Febrero 2021) y puede no ser soportado por todos los servidores DNS.
fr_fr: ZONEMD est défini dans RFC 8976 (février 2021) et peut ne pas être supporté par tous les serveurs DNS.
id_id: ZONEMD didefinisikan dalam RFC 8976 (Februari 2021) dan mungkin tidak didukung oleh semua server DNS.
ko_kr: ZONEMD는 RFC 8976 (2021년 2월)에 정의되어 있으며 모든 DNS 서버에서 지원되지 않을 수 있습니다.
lt_lt: ZONEMD apibrėžtas RFC 8976 (2021 m. vasaris) ir gali būti nepalaikomas visų DNS serverių.
pl_pl: ZONEMD jest zdefiniowany w RFC 8976 (luty 2021) i może nie być obsługiwany przez wszystkie serwery DNS.
ru_ru: ZONEMD определен в RFC 8976 (февраль 2021) и может не поддерживаться всеми DNS серверами.
sv_se: ZONEMD definieras i RFC 8976 (februari 2021) och kanske inte stöds av alla DNS-servrar.
tr_tr: ZONEMD RFC 8976'da (Şubat 2021) tanımlanır ve tüm DNS sunucuları tarafından desteklenmeyebilir.
uk_ua: ZONEMD визначено в RFC 8976 (лютий 2021) і може не підтримуватися всіма DNS-серверами.
vi_vn: ZONEMD được xác định trong RFC 8976 (tháng 2 năm 2021) và có thể không được hỗ trợ bởi tất cả máy chủ DNS.
zh_cn: ZONEMD 在 RFC 8976（2021年2月）中定义，可能不被所有 DNS 服务器支持。

source: ZONEMD records must be placed at the zone apex (same as SOA record).
cs_cz: Záznamy ZONEMD musí být umístěny na vrcholu zóny (stejně jako SOA záznam).
de_de: ZONEMD-Einträge müssen am Zone-Apex platziert werden (gleich wie SOA-Eintrag).
es_es: Los registros ZONEMD deben colocarse en el ápice de la zona (igual que el registro SOA).
fr_fr: Les enregistrements ZONEMD doivent être placés au sommet de zone (même que l'enregistrement SOA).
id_id: Rekaman ZONEMD harus ditempatkan di apex zona (sama dengan rekaman SOA).
ko_kr: ZONEMD 레코드는 존 최상위 (SOA 레코드와 동일)에 배치해야 합니다.
lt_lt: ZONEMD įrašai turi būti pateikti zonos viršūnėje (toje pačioje vietoje kaip SOA įrašas).
pl_pl: Rekordy ZONEMD muszą być umieszczone w wierzchołku strefy (tak samo jak rekord SOA).
ru_ru: Записи ZONEMD должны размещаться в вершине зоны (так же, как запись SOA).
sv_se: ZONEMD-poster måste placeras vid zonens apex (samma som SOA-posten).
tr_tr: ZONEMD kayıtları zon zirvesine (SOA kaydıyla aynı) yerleştirilmelidir.
uk_ua: Записи ZONEMD повинні розміщуватися на верхівці зони (так само, як запис SOA).
vi_vn: Bản ghi ZONEMD phải được đặt tại đỉnh vùng (cùng vị trí với bản ghi SOA).
zh_cn: ZONEMD 记录必须放置在区域顶点（与 SOA 记录相同的位置）。

source: For proper security, zones with ZONEMD records should also be signed with DNSSEC.
cs_cz: Pro správnou bezpečnost by zóny se záznamy ZONEMD měly být také podepsány pomocí DNSSEC.
de_de: Für ordnungsgemäße Sicherheit sollten Zonen mit ZONEMD-Einträgen auch mit DNSSEC signiert werden.
es_es: Para seguridad apropiada, las zonas con registros ZONEMD también deben firmarse con DNSSEC.
fr_fr: Pour une sécurité appropriée, les zones avec des enregistrements ZONEMD devraient aussi être signées avec DNSSEC.
id_id: Untuk keamanan yang tepat, zona dengan rekaman ZONEMD juga harus ditandatangani dengan DNSSEC.
ko_kr: 적절한 보안을 위해 ZONEMD 레코드가 있는 존도 DNSSEC로 서명해야 합니다.
lt_lt: Tinkamam saugumui zonos su ZONEMD įrašais taip pat turėtų būti pasirašytos su DNSSEC.
pl_pl: Dla właściwego bezpieczeństwa, strefy z rekordami ZONEMD powinny być również podpisane DNSSEC.
ru_ru: Для должного уровня безопасности зоны с записями ZONEMD также должны быть подписаны с помощью DNSSEC.
sv_se: För korrekt säkerhet bör zoner med ZONEMD-poster också signeras med DNSSEC.
tr_tr: Uygun güvenlik için, ZONEMD kayıtlarına sahip zonlar DNSSEC ile de imzalanmalıdır.
uk_ua: Для належної безпеки зони із записами ZONEMD також повинні бути підписані DNSSEC.
vi_vn: Để bảo mật đúng cách, các vùng có bản ghi ZONEMD cũng nên được ký bằng DNSSEC.
zh_cn: 为了保证安全性，包含 ZONEMD 记录的区域也应使用 DNSSEC 签名。

source: The serial number in the ZONEMD record should match the zone's SOA serial number.
cs_cz: Sériové číslo v záznamu ZONEMD by mělo odpovídat sériovému číslu SOA zóny.
de_de: Die Seriennummer im ZONEMD-Eintrag sollte mit der SOA-Seriennummer der Zone übereinstimmen.
es_es: El número de serie en el registro ZONEMD debe coincidir con el número de serie SOA de la zona.
fr_fr: Le numéro de série dans l'enregistrement ZONEMD devrait correspondre au numéro de série SOA de la zone.
id_id: Nomor serial dalam rekaman ZONEMD harus cocok dengan nomor serial SOA zona.
ko_kr: ZONEMD 레코드의 일련 번호는 존의 SOA 일련 번호와 일치해야 합니다.
lt_lt: Serijos numeris ZONEMD įraše turėtų atitikti zonos SOA serijos numerį.
pl_pl: Numer seryjny w rekordzie ZONEMD powinien pasować do numeru seryjnego SOA strefy.
ru_ru: Серийный номер в записи ZONEMD должен соответствовать серийному номеру SOA зоны.
sv_se: Serienumret i ZONEMD-posten bör matcha zonens SOA-serienummer.
tr_tr: ZONEMD kaydındaki seri numarası zonun SOA seri numarasıyla eşleşmelidir.
uk_ua: Серійний номер у записі ZONEMD повинен збігатися з серійним номером SOA зони.
vi_vn: Số serial trong bản ghi ZONEMD nên khớp với số serial SOA của vùng.
zh_cn: ZONEMD 记录中的序列号应与区域的 SOA 序列号匹配。

source: ZONEMD scheme values 240-255 are reserved for private use and may not be interoperable.
cs_cz: Hodnoty schématu ZONEMD 240-255 jsou vyhrazeny pro soukromé použití a nemusí být interoperabilní.
de_de: ZONEMD-Schema-Werte 240-255 sind für private Nutzung reserviert und sind möglicherweise nicht interoperabel.
es_es: Los valores de esquema ZONEMD 240-255 están reservados para uso privado y pueden no ser interoperables.
fr_fr: Les valeurs de schéma ZONEMD 240-255 sont réservées pour un usage privé et peuvent ne pas être interopérables.
id_id: Nilai skema ZONEMD 240-255 dicadangkan untuk penggunaan pribadi dan mungkin tidak interoperabel.
ko_kr: ZONEMD 스키마 값 240-255는 개인 용도로 예약되어 있으며 상호 운용이 불가능할 수 있습니다.
lt_lt: ZONEMD schemos reikšmės 240-255 yra rezervuotos privačiam naudojimui ir gali būti nesuderinamos.
pl_pl: Wartości schematu ZONEMD 240-255 są zarezerwowane do użytku prywatnego i mogą nie być interoperacyjne.
ru_ru: Значения схемы ZONEMD 240-255 зарезервированы для частного использования и могут быть несовместимыми.
sv_se: ZONEMD-schemavärden 240-255 är reserverade för privat användning och kanske inte är interoperabla.
tr_tr: ZONEMD şema değerleri 240-255 özel kullanım için ayrılmıştır ve birlikte çalışabilir olmayabilir.
uk_ua: Значення схеми ZONEMD 240-255 зарезервовані для приватного використання і можуть бути несумісними.
vi_vn: Giá trị lược đồ ZONEMD 240-255 được dành cho sử dụng riêng và có thể không tương thích.
zh_cn: ZONEMD 模式值 240-255 保留供私人使用，可能不具有互操作性。

source: SHA-384 (algorithm 1) is the recommended hash algorithm for ZONEMD records.
cs_cz: SHA-384 (algoritmus 1) je doporučený hashovací algoritmus pro záznamy ZONEMD.
de_de: SHA-384 (Algorithmus 1) ist der empfohlene Hash-Algorithmus für ZONEMD-Einträge.
es_es: SHA-384 (algoritmo 1) es el algoritmo hash recomendado para registros ZONEMD.
fr_fr: SHA-384 (algorithme 1) est l'algorithme de hachage recommandé pour les enregistrements ZONEMD.
id_id: SHA-384 (algoritma 1) adalah algoritma hash yang direkomendasikan untuk rekaman ZONEMD.
ko_kr: SHA-384 (알고리즘 1)은 ZONEMD 레코드에 권장되는 해시 알고리즘입니다.
lt_lt: SHA-384 (algoritmas 1) yra rekomenduojamas hash algoritmas ZONEMD įrašams.
pl_pl: SHA-384 (algorytm 1) jest zalecanym algorytmem hashu dla rekordów ZONEMD.
ru_ru: SHA-384 (алгоритм 1) - рекомендуемый алгоритм хеширования для записей ZONEMD.
sv_se: SHA-384 (algoritm 1) är den rekommenderade hashalgoritmen för ZONEMD-poster.
tr_tr: SHA-384 (algoritma 1) ZONEMD kayıtları için önerilen hash algoritmasıdır.
uk_ua: SHA-384 (алгоритм 1) є рекомендованим алгоритмом хешування для записів ZONEMD.
vi_vn: SHA-384 (thuật toán 1) là thuật toán băm được khuyến nghị cho bản ghi ZONEMD.
zh_cn: SHA-384（算法 1）是 ZONEMD 记录的推荐哈希算法。

source: SHA-512 (algorithm 2) provides stronger security but requires more processing resources than SHA-384.
cs_cz: SHA-512 (algoritmus 2) poskytuje silnější zabezpečení, ale vyžaduje více výpočetních prostředků než SHA-384.
de_de: SHA-512 (Algorithmus 2) bietet stärkere Sicherheit, benötigt aber mehr Verarbeitungsressourcen als SHA-384.
es_es: SHA-512 (algoritmo 2) proporciona seguridad más fuerte pero requiere más recursos de procesamiento que SHA-384.
fr_fr: SHA-512 (algorithme 2) fournit une sécurité plus forte mais nécessite plus de ressources de traitement que SHA-384.
id_id: SHA-512 (algoritma 2) menyediakan keamanan yang lebih kuat tetapi memerlukan lebih banyak sumber daya pemrosesan daripada SHA-384.
ko_kr: SHA-512 (알고리즘 2)는 더 강력한 보안을 제공하지만 SHA-384보다 더 많은 처리 리소스가 필요합니다.
lt_lt: SHA-512 (algoritmas 2) suteikia stipresnį saugumą, bet reikalauja daugiau apdorojimo išteklių nei SHA-384.
pl_pl: SHA-512 (algorytm 2) zapewnia silniejsze bezpieczeństwo ale wymaga więcej zasobów przetwarzania niż SHA-384.
ru_ru: SHA-512 (алгоритм 2) обеспечивает более высокий уровень безопасности, но требует больше вычислительных ресурсов, чем SHA-384.
sv_se: SHA-512 (algoritm 2) ger starkare säkerhet men kräver mer bearbetningsresurser än SHA-384.
tr_tr: SHA-512 (algoritma 2) daha güçlü güvenlik sağlar ancak SHA-384'ün daha fazla işleme kaynağı gerektirir.
uk_ua: SHA-512 (алгоритм 2) забезпечує більшу безпеку, але вимагає більше обчислювальних ресурсів, ніж SHA-384.
vi_vn: SHA-512 (thuật toán 2) cung cấp bảo mật mạnh hơn nhưng yêu cầu nhiều tài nguyên xử lý hơn SHA-384.
zh_cn: SHA-512（算法 2）提供更强的安全性，但比 SHA-384 需要更多的处理资源。
