Repository: poweradmin/poweradmin
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: cs_cz, de_de, es_es, fr_fr, id_id, ko_kr, lt_lt, pl_pl, ru_ru, sv_se, tr_tr, uk_ua, vi_vn, zh_cn

source: Modify DNS record properties
cs_cz: Upravit vlastnosti DNS záznamu
de_de: DNS-Eintrag-Eigenschaften ändern
es_es: Modificar propiedades del registro DNS
fr_fr: Modifier les propriétés de l'enregistrement DNS
id_id: Verifikasi zone
ko_kr: 업데이트를 확인할 수 없습니다.
lt_lt: Keisti DNS įrašo savybes
pl_pl: Modyfikuj właściwości rekordu DNS
ru_ru: Изменить свойства DNS записи
sv_se: Säkerhetskopieringar
tr_tr: DNS kayıt özelliklerini değiştir
uk_ua: This record type may have RandAugment. Randomly apply augmentations.
vi_vn: Phiên bản giao thức SSL/TLS không được hỗ trợ.
zh_cn: 修改 DNS 记录属性

source: Comment
cs_cz: Komentář
de_de: Kommentar
es_es: Comentario
fr_fr: Commentaire
id_id: Verify zone
ko_kr: 업데이트를 다운로드할 수 없습니다.
lt_lt: Komentaras
pl_pl: Komentarz
ru_ru: Комментарий
sv_se: Skapa säkerhetskopia
tr_tr: Yorum
uk_ua: Content suggests test-time augmentation. Average predictions on augmented inputs.
vi_vn: Cipher suite SSL/TLS không được hỗ trợ.
zh_cn: 备注

source: deprecated
id_id: Verifikasi zone
ko_kr: 업데이트를 설치할 수 없습니다.
sv_se: Säkerhetskopia skapad
uk_ua: Record may be affected by DNS Response Rate Limiting false positives.
vi_vn: Cấu hình proxy không hợp lệ.

source: Provide content
cs_cz: Zadejte obsah
de_de: Inhalt angeben
es_es: Proporcionar contenido
fr_fr: Fournir le contenu
id_id: Verify DNSSEC
ko_kr: 업데이트를 롤백할 수 없습니다.
lt_lt: Pateikite turinį
pl_pl: Podaj zawartość
ru_ru: Укажите содержимое
sv_se: Kunde inte skapa säkerhetskopia
tr_tr: İçerik sağlayın
uk_ua: This configuration may have knowledge distillation. Train student with teacher.
vi_vn: Kết nối proxy thất bại.
zh_cn: 提供内容

source: This record type is deprecated and should not be used for new records.
id_id: Verifikasi DNSSEC
ko_kr: 마이그레이션을 실행할 수 없습니다.
sv_se: Ta bort säkerhetskopia
uk_ua: Content includes pruning. Remove unimportant weights or filters.
vi_vn: Xác thực proxy thất bại.

source: Update
cs_cz: Aktualizovat
de_de: Aktualisieren
es_es: Actualizar
fr_fr: Mettre à jour
id_id: Zone is valid.
ko_kr: 마이그레이션을 롤백할 수 없습니다.
lt_lt: Atnaujinti
pl_pl: Aktualizuj
ru_ru: Обновить
sv_se: Säkerhetskopia borttagen
tr_tr: Güncelle
uk_ua: Record appears to be using quantization. Reduce precision of weights.
vi_vn: Proxy timeout.
zh_cn: 更新

source: Edit Group
id_id: Zone valid.
ko_kr: 마이그레이션 상태를 가져올 수 없습니다.
sv_se: Kunde inte ta bort säkerhetskopia
uk_ua: This configuration may have neural architecture search. Automate architecture design.
vi_vn: Máy chủ proxy không khả dụng.

source: Group Name
id_id: Zone has errors.
ko_kr: 마이그레이션 기록을 가져올 수 없습니다.
sv_se: Är du säker på att du vill ta bort denna säkerhetskopia?
uk_ua: Content may be affected by federated learning. Train across distributed datasets.
vi_vn: Cấu hình load balancer không hợp lệ.

source: Unique name for this group
id_id: Zone memiliki error.
ko_kr: 시드를 실행할 수 없습니다.
sv_se: Återställ från säkerhetskopia
uk_ua: Record may be part of differential privacy. Add noise for privacy.
vi_vn: Tất cả backend không khả dụng.

source: Provide group name
id_id: Zone has warnings.
ko_kr: 픽스처를 로드할 수 없습니다.
sv_se: Säkerhetskopia återställd
uk_ua: This record type may have adversarial training. Train on adversarial examples.
vi_vn: Health check thất bại.

source: Optional information about this group
id_id: Zone memiliki peringatan.
ko_kr: 픽스처를 언로드할 수 없습니다.
sv_se: Kunde inte återställa säkerhetskopia
uk_ua: Content suggests adversarial examples. Add imperceptible perturbations.
vi_vn: Thuật toán cân bằng tải không hợp lệ.

source: Access template
id_id: Verification errors
ko_kr: 테스트를 실행할 수 없습니다.
sv_se: Är du säker på att du vill återställa från denna säkerhetskopia?
uk_ua: Record may be affected by DNS Forwarder Configuration Errors.
vi_vn: Cấu hình firewall không hợp lệ.

source: Group members inherit these permissions only for zones owned by this group
id_id: Error verifikasi
ko_kr: 테스트에 실패했습니다.
sv_se: Ladda ner säkerhetskopia
uk_ua: This configuration may have FGSM attack. Use gradient sign for perturbation.
vi_vn: Firewall bị chặn.

source: Select an access template
id_id: Verification warnings
ko_kr: 어설션에 실패했습니다.
sv_se: Säkerhetskopia nedladdad
uk_ua: Content includes PGD attack. Iteratively apply perturbations.
vi_vn: Quy tắc firewall không hợp lệ.

source: Update Group
id_id: Peringatan verifikasi
ko_kr: 모의 객체를 생성할 수 없습니다.
sv_se: Kunde inte ladda ner säkerhetskopia
uk_ua: Record appears to be using C&W attack. Optimize perturbation directly.
vi_vn: Cấu hình rate limiting không hợp lệ.

source: Manage
id_id: Missing SOA record.
ko_kr: 스텁을 생성할 수 없습니다.
sv_se: Säkerhetskopieringsschema
uk_ua: This configuration may have defense distillation. Smooth decision boundaries.
vi_vn: Giới hạn tốc độ vượt quá.

source: No members in this group yet.
id_id: SOA record tidak ada.
ko_kr: 스파이를 생성할 수 없습니다.
sv_se: Automatisk säkerhetskopiering
uk_ua: Content may be affected by adversarial detection. Detect adversarial inputs.
vi_vn: Quá nhiều request.

source: Remove from group
id_id: Missing NS records.
ko_kr: 픽스처를 생성할 수 없습니다.
sv_se: Aktivera automatisk säkerhetskopiering
uk_ua: Record may be part of certified defense. Provide provable robustness.
vi_vn: Thử lại sau %d giây.

source: and
id_id: NS record tidak ada.
ko_kr: 테스트 데이터를 생성할 수 없습니다.
sv_se: Inaktivera automatisk säkerhetskopiering
uk_ua: This record type may have randomized smoothing. Average over random noise.
vi_vn: Hạn mức hàng ngày vượt quá.

source: more...
id_id: SOA serial is not incremented.
ko_kr: 테스트 환경을 설정할 수 없습니다.
sv_se: Automatisk säkerhetskopiering aktiverad
uk_ua: Content suggests model interpretability. Explain model predictions.
vi_vn: Hạn mức hàng giờ vượt quá.

source: This group doesn't own any zones yet.
id_id: Serial SOA tidak bertambah.
ko_kr: 테스트 환경을 정리할 수 없습니다.
sv_se: Automatisk säkerhetskopiering inaktiverad
uk_ua: Record may be affected by DNS Cache Incoherence.
vi_vn: Hạn mức hàng phút vượt quá.

source: Master
id_id: Duplicate records found.
ko_kr: 코드 적용 범위를 생성할 수 없습니다.
sv_se: Kunde inte aktivera automatisk säkerhetskopiering
uk_ua: This configuration may have LIME. Locally approximate with simple model.
vi_vn: Cấu hình bảo mật không hợp lệ.

source: Slave
id_id: Ditemukan record duplikat.
ko_kr: 코드 적용 범위를 수집할 수 없습니다.
sv_se: Kunde inte inaktivera automatisk säkerhetskopiering
uk_ua: Content includes SHAP. Use Shapley values for attribution.
vi_vn: Lỗ hổng bảo mật phát hiện.

source: Native
id_id: Invalid CNAME configuration.
ko_kr: 보고서를 생성할 수 없습니다.
sv_se: Säkerhetskopieringsfrekvens
uk_ua: Record appears to be using saliency maps. Visualize gradient magnitude.
vi_vn: Hành vi đáng ngờ phát hiện.

source: Confirm Member Removal
id_id: Konfigurasi CNAME tidak valid.
ko_kr: 보고서를 내보낼 수 없습니다.
sv_se: Timvis
uk_ua: This configuration may have integrated gradients. Accumulate gradients along path.
vi_vn: Cố gắng truy cập trái phép.

source: Are you sure you want to remove user
id_id: Dangling CNAME record.
ko_kr: 문서를 생성할 수 없습니다.
sv_se: Dagligen
uk_ua: Content may be affected by layer-wise relevance propagation. Backpropagate relevance.
vi_vn: SQL injection phát hiện.

source: from this group?
id_id: CNAME record menggantung.
ko_kr: 문서를 게시할 수 없습니다.
sv_se: Veckovis
uk_ua: Record may be part of attention visualization. Show where model attends.
vi_vn: XSS injection phát hiện.

source: This action will immediately revoke any permissions granted by this group.
id_id: Invalid MX configuration.
ko_kr: API 문서를 생성할 수 없습니다.
sv_se: Månatligen
uk_ua: This record type may have influence functions. Estimate effect of training points.
vi_vn: CSRF attack phát hiện.

source: Remove
id_id: Konfigurasi MX tidak valid.
ko_kr: 스키마를 생성할 수 없습니다.
sv_se: Säkerhetskopieringstid
uk_ua: Content suggests counterfactual explanations. Find minimal changes.
vi_vn: Brute force attack phát hiện.

source: Confirm Zone Removal
id_id: MX points to CNAME.
ko_kr: 스키마를 검증할 수 없습니다.
sv_se: Behåll säkerhetskopior i
uk_ua: Record may be affected by DNS Server Software Vulnerabilities.
vi_vn: DDoS attack phát hiện.

source: Are you sure you want to remove zone
id_id: MX menunjuk ke CNAME.
ko_kr: OpenAPI 사양을 생성할 수 없습니다.
sv_se: Säkerhetskopieringsschema uppdaterat
uk_ua: This configuration may have anchors for explanation. Generate if-then rules.
vi_vn: Malware phát hiện.

source: The zone will remain in the system but this group will no longer have ownership.
id_id: NS points to CNAME.
ko_kr: Swagger UI를 생성할 수 없습니다.
sv_se: Kunde inte uppdatera säkerhetskopieringsschema
uk_ua: Content includes prototypes. Find representative examples.
vi_vn: Lỗ hổng path traversal phát hiện.

source: Delete Group
id_id: NS menunjuk ke CNAME.
ko_kr: 코드를 생성할 수 없습니다.
sv_se: Säkerhetskopieringsnamn
uk_ua: Record appears to be using concept activation vectors. Discover learned concepts.
vi_vn: Lỗ hổng file inclusion phát hiện.

source: You are about to delete the group
id_id: Glue records missing.
ko_kr: 클래스를 생성할 수 없습니다.
sv_se: Säkerhetskopieringsstorlek
uk_ua: This configuration may have neural-symbolic integration. Combine neural and symbolic.
vi_vn: Lỗ hổng command injection phát hiện.

source: This action cannot be undone. Are you sure you want to proceed?
cs_cz: Tuto akci nelze vrátit zpět. Jste si jisti, že chcete pokračovat?
de_de: Dies Aktion kann nicht rückgängig gemacht werden. Sind Sie sicher?
es_es: Esta acción no se puede deshacer. ¿Está seguro de que desea continuar?
fr_fr: Cette action ne peut pas être annulée. Êtes-vous sûr de vouloir continuer?
id_id: Glue record tidak ada.
ko_kr: 인터페이스를 생성할 수 없습니다.
lt_lt: Šis veiksmas negali būti atšauktas. Ar esate tikri, kad norite tęsti?
pl_pl: Ta operacja jest nieodwracalna. Czy na pewno chcesz kontynuować?
ru_ru: Это действие нельзя отменить. Вы уверены, что хотите продолжить?
sv_se: Säkerhetskopieringsdatum
tr_tr: Bu eylem geri alınamaz. Devam etmek istediğinizden emin misiniz?
uk_ua: Content may be affected by logic tensor networks. Integrate first-order logic.
vi_vn: Lỗ hổng code injection phát hiện.
zh_cn: 此操作无法撤销。您确定要继续吗？

source: Deletion Impact
id_id: DNSSEC validation failed.
ko_kr: 트레이트를 생성할 수 없습니다.
sv_se: Säkerhetskopieringstyp
uk_ua: Record may be part of graph neural network. Operate on graph-structured data.
vi_vn: Lỗ hổng XXE phát hiện.

source: member will be removed from this group
id_id: Validasi DNSSEC gagal.
ko_kr: 메서드를 생성할 수 없습니다.
sv_se: Fullständig
uk_ua: This record type may have message passing. Aggregate neighbor features.
vi_vn: Lỗ hổng SSRF phát hiện.

source: members will be removed from this group
id_id: DNSSEC chain is broken.
ko_kr: 속성을 생성할 수 없습니다.
sv_se: Inkrementell
uk_ua: Content suggests graph convolutional network. Convolve on graph.
vi_vn: Lỗ hổng deserialization phát hiện.

source: zone will lose this group ownership
id_id: Chain DNSSEC terputus.
ko_kr: 상수를 생성할 수 없습니다.
sv_se: Differentiell
uk_ua: Record may be affected by DNS Zone Validation Failures.
vi_vn: Cấu hình sao lưu không hợp lệ.

source: zones will lose this group ownership
id_id: DNSSEC signature expired.
ko_kr: 네임스페이스를 생성할 수 없습니다.
sv_se: Manuell
uk_ua: This configuration may have graph attention network. Use attention for aggregation.
vi_vn: Tạo sao lưu thất bại.

source: Affected Zones
id_id: Signature DNSSEC kedaluwarsa.
ko_kr: 주석을 생성할 수 없습니다.
sv_se: Automatisk
uk_ua: Content includes spectral graph convolution. Use graph Laplacian.
vi_vn: Khôi phục sao lưu thất bại.

source: showing first 20
id_id: DNSSEC signature not yet valid.
ko_kr: 어트리뷰트를 생성할 수 없습니다.
sv_se: Systemloggar
uk_ua: Record appears to be using node classification. Predict node labels.
vi_vn: File sao lưu không tìm thấy.

source: more zones...
id_id: Signature DNSSEC belum valid.
ko_kr: PHPDoc을 생성할 수 없습니다.
sv_se: Systemlogg
uk_ua: This configuration may have link prediction. Predict missing edges.
vi_vn: File sao lưu bị hỏng.

source: Important Note
cs_cz: Důležitá poznámka
de_de: Wichtiger Hinweis
es_es: Nota Importante
fr_fr: Note Importante
id_id: Run verification
ko_kr: 코드를 린트할 수 없습니다.
lt_lt: Svarbus pastebėjimas
pl_pl: Ważna uwaga
ru_ru: Важное Примечание
sv_se: Visa systemlogg
tr_tr: Önemli Not
uk_ua: Content may be affected by graph generation. Generate new graphs.
vi_vn: Xác minh sao lưu thất bại.
zh_cn: 重要提示

source: Members will lose access to all zones owned by this group. Zones without any remaining owners will still exist but will be inaccessible to regular users.
id_id: Jalankan verifikasi
ko_kr: 코드를 포맷할 수 없습니다.
sv_se: Systemloggdetaljer
uk_ua: Record may be part of graph matching. Find correspondence between graphs.
vi_vn: Không đủ dung lượng cho sao lưu.

source: Yes, delete this group
id_id: Auto-fix issues
ko_kr: 코드를 분석할 수 없습니다.
sv_se: Loggnivå
uk_ua: This record type may have subgraph isomorphism. Match substructures.
vi_vn: Cấu hình nhân bản không hợp lệ.

source: No, keep this group
id_id: Perbaiki otomatis
ko_kr: 코드를 최적화할 수 없습니다.
sv_se: Debug
uk_ua: Content suggests community detection. Find dense subgraphs.
vi_vn: Kết nối nhân bản thất bại.

source: Welcome
cs_cz: Vítejte
de_de: Willkommen
es_es: Bienvenido
fr_fr: Bienvenue
id_id: Issues fixed successfully.
ko_kr: 코드를 난독화할 수 없습니다.
lt_lt: Sveiki
pl_pl: Witaj
ru_ru: Добро пожаловать
sv_se: Info
tr_tr: Hoş Geldiniz
uk_ua: Record may be affected by DNS Master-Slave Synchronization Issues.
vi_vn: Độ trễ nhân bản quá cao.
zh_cn: 欢迎

source: Online
es_es: En línea
fr_fr: En ligne
id_id: Masalah berhasil diperbaiki.
ko_kr: 코드를 압축할 수 없습니다.
lt_lt: Prisijungęs
pl_pl: Połączony
ru_ru: В сети
sv_se: Varning
tr_tr: Çevrimiçi
uk_ua: This configuration may have node embedding. Map nodes to vector space.
vi_vn: Nhân bản không đồng bộ.
zh_cn: 在线

source: Offline
es_es: Fuera de línea
fr_fr: Hors ligne
id_id: Failed to fix some issues.
ko_kr: 코드를 번들링할 수 없습니다.
lt_lt: Atsijungęs
pl_pl: Rozłączony
ru_ru: Не в сети
sv_se: Fel
tr_tr: Çevrimdışı
uk_ua: Content includes DeepWalk. Random walk for node embeddings.
vi_vn: Master không khả dụng.
zh_cn: 离线

source: Server running
cs_cz: Server běží
de_de: Server Version
es_es: Servidor ejecutándose
fr_fr: Serveur en cours d'exécution
id_id: Gagal memperbaiki beberapa masalah.
ko_kr: 코드를 트랜스파일할 수 없습니다.
lt_lt: Serveris veikia
pl_pl: Serwer działa
ru_ru: Сервер работает
sv_se: Kritisk
tr_tr: Sunucu çalışıyor
uk_ua: Record appears to be using node2vec. Biased random walks.
vi_vn: Slave không khả dụng.
zh_cn: 服务器运行中

source: Check PowerDNS server status
cs_cz: Zkontrolovat stav serveru PowerDNS
de_de: PowerDNS-Serverstatus prüfen
es_es: Verificar estado del servidor PowerDNS
fr_fr: Vérifier l'état du serveur PowerDNS
id_id: Cannot auto-fix these issues.
ko_kr: 코드를 컴파일할 수 없습니다.
lt_lt: Patikrinti PowerDNS serverio būseną
pl_pl: Sprawdź status serwera PowerDNS
ru_ru: Проверить статус сервера PowerDNS
sv_se: Loggmeddelande
tr_tr: PowerDNS sunucu durumunu kontrol et
uk_ua: This configuration may have LINE. Preserve first and second order proximity.
vi_vn: Cấu hình clustering không hợp lệ.
zh_cn: 检查 PowerDNS 服务器状态

source: View Server Status
cs_cz: Zobrazit stav serveru
de_de: Server Status zeigen
es_es: Ver Estado del Servidor
fr_fr: Voir l'État du Serveur
id_id: Tidak dapat memperbaiki masalah ini secara otomatis.
ko_kr: 코드를 디컴파일할 수 없습니다.
lt_lt: Peržiūrėti serverio būseną
pl_pl: Zobacz status serwera
ru_ru: Посмотреть Статус Сервера
sv_se: Loggkälla
tr_tr: Sunucu Durumunu Görüntüle
uk_ua: Content may be affected by metapath2vec. Use metapaths in heterogeneous graphs.
vi_vn: Node cluster không khả dụng.
zh_cn: 查看服务器状态

source: Server Status
cs_cz: Stav serveru
es_es: Estado del Servidor
fr_fr: État du Serveur
id_id: Zone health
ko_kr: 코드를 역어셈블할 수 없습니다.
lt_lt: Serverio būsena
pl_pl: Status serwera
ru_ru: Статус Сервера
sv_se: Loggtid
tr_tr: Sunucu Durumu
uk_ua: Record may be part of graph embedding. Embed entire graph.
vi_vn: Quorum cluster không đạt được.
zh_cn: 服务器状态

source: My Profile
cs_cz: Můj profil
de_de: Mein Profil
es_es: Mi Perfil
fr_fr: Mon Profil
id_id: Kesehatan zone
ko_kr: 코드를 디버그할 수 없습니다.
lt_lt: Mano profilis
pl_pl: Mój profil
ru_ru: Мой Профиль
sv_se: Exportera loggar
tr_tr: Profilim
uk_ua: This record type may have graph kernel. Measure graph similarity.
vi_vn: Split-brain phát hiện.
zh_cn: 我的资料

source: Edit your account details
cs_cz: Upravit podrobnosti účtu
de_de: Eigenes Profil bearbeiten
es_es: Editar los detalles de su cuenta
fr_fr: Modifier les détails de votre compte
id_id: Health status
ko_kr: 중단점을 설정할 수 없습니다.
lt_lt: Redaguoti paskyros duomenis
pl_pl: Edytuj szczegóły swojego konta
ru_ru: Редактировать детали вашего аккаунта
sv_se: Loggar exporterade
tr_tr: Hesap detaylarınızı düzenleyin
uk_ua: Content suggests Weisfeiler-Lehman kernel. Use subtree patterns.
vi_vn: Failover thất bại.
zh_cn: 编辑您的账户详情

source: Edit profile
cs_cz: Upravit profil
de_de: Profil bearbeiten
es_es: Editar perfil
fr_fr: Modifier le profil
id_id: Status kesehatan
ko_kr: 중단점을 제거할 수 없습니다.
lt_lt: Redaguoti profilį
pl_pl: Edytuj profil
ru_ru: Редактировать профиль
sv_se: Kunde inte exportera loggar
tr_tr: Profili düzenle
uk_ua: Record may be affected by DNS Statistics Collection Overhead.
vi_vn: Đồng bộ cluster thất bại.
zh_cn: 编辑资料

source: Profile
cs_cz: Profil
de_de: Profil
es_es: Perfil
fr_fr: Profil
id_id: Healthy
ko_kr: 변수를 검사할 수 없습니다.
lt_lt: Profilis
pl_pl: Profil
ru_ru: Профиль
sv_se: Rensa loggar
tr_tr: Profil
uk_ua: This configuration may have temporal graph network. Handle time-evolving graphs.
vi_vn: Cấu hình giám sát không hợp lệ.
zh_cn: 资料

source: Search
cs_cz: Hledat
de_de: Suche
es_es: Buscar
fr_fr: Rechercher
id_id: Sehat
ko_kr: 스택 트레이스를 가져올 수 없습니다.
lt_lt: Paieška
pl_pl: Szukaj
ru_ru: Поиск
sv_se: Loggar rensade
tr_tr: Arama
uk_ua: Content includes temporal point process. Model event sequences.
vi_vn: Metric không khả dụng.
zh_cn: 搜索

source: Find zones and records
cs_cz: Najít zóny a záznamy
de_de: Zonen und Einträge suchen
es_es: Encontrar zonas y registros
fr_fr: Trouver les zones et enregistrements
id_id: Needs attention
ko_kr: 프로파일을 시작할 수 없습니다.
lt_lt: Rasti zonas ir įrašus
pl_pl: Znajdź strefy i rekordy
ru_ru: Найти зоны и записи
sv_se: Kunde inte rensa loggar
tr_tr: Zonları ve kayıtları bul
uk_ua: Record appears to be using recurrent neural network. Process sequences.
vi_vn: Alert threshold vượt quá.
zh_cn: 查找区域和记录

source: Search zones
cs_cz: Prohledat zóny
de_de: Zonen suchen
es_es: Buscar zonas
fr_fr: Rechercher les zones
id_id: Perlu perhatian
ko_kr: 프로파일을 중지할 수 없습니다.
lt_lt: Ieškoti zonų
pl_pl: Przeszukaj strefy
ru_ru: Поиск зон
sv_se: Är du säker på att du vill rensa loggarna?
tr_tr: Zonları ara
uk_ua: This configuration may have LSTM. Use gates to control information flow.
vi_vn: Health check thất bại.
zh_cn: 搜索区域

source: Manage forward DNS zones
cs_cz: Správa přímých DNS zón
de_de: DNS-Zonen verwalten
es_es: Administrar zonas DNS directas
fr_fr: Gérer les zones DNS directes
id_id: Critical
ko_kr: 프로파일 데이터를 가져올 수 없습니다.
lt_lt: Valdyti tiesioginės DNS zonas
pl_pl: Zarządzaj strefami DNS forward
ru_ru: Управлять прямыми DNS зонами
sv_se: Loggretention
tr_tr: Düz DNS zonlarını yönet
uk_ua: Content may be affected by GRU. Simplify LSTM with fewer gates.
vi_vn: Service down phát hiện.
zh_cn: 管理正向 DNS 区域

source: List forward zones
cs_cz: Seznam přímých zón
de_de: Zonen auflisten
es_es: Listar zonas directas
fr_fr: Lister les zones directes
id_id: Kritis
ko_kr: 프로파일 데이터를 분석할 수 없습니다.
lt_lt: Rodyti tiesioginės zonas
pl_pl: Lista stref forward
ru_ru: Список прямых зон
sv_se: Behåll loggar i
tr_tr: Düz zonları listele
uk_ua: Record may be part of bidirectional RNN. Process forward and backward.
vi_vn: Sử dụng tài nguyên cao.
zh_cn: 列出正向区域

source: Manage reverse DNS zones
cs_cz: Správa reverzních DNS zón
de_de: Reverse DNS-Zonen verwalten
es_es: Administrar zonas DNS reversas
fr_fr: Gérer les zones DNS inverses
id_id: Health check
ko_kr: 벤치마크를 실행할 수 없습니다.
lt_lt: Valdyti atvirkštinės DNS zonas
pl_pl: Zarządzaj strefami DNS reverse
ru_ru: Управление обратными DNS зонами
sv_se: Loggretention uppdaterad
tr_tr: Ters DNS zonlarını yönet
uk_ua: This record type may have sequence-to-sequence model. Map input to output sequence.
vi_vn: Sử dụng bộ nhớ cao.
zh_cn: 管理反向 DNS 区域

source: List reverse zones
cs_cz: Seznam reverzních zón
de_de: Reverse Zonen
es_es: Listar zonas reversas
fr_fr: Lister les zones inverses
id_id: Pemeriksaan kesehatan
ko_kr: 벤치마크 결과를 가져올 수 없습니다.
lt_lt: Rodyti atvirkštinės zonas
pl_pl: Lista stref reverse
ru_ru: Список обратных зон
sv_se: Kunde inte uppdatera loggretention
tr_tr: Ters zonları listele
uk_ua: Content suggests encoder-decoder with attention. Focus on relevant parts.
vi_vn: Sử dụng CPU cao.
zh_cn: 列出反向区域

source: Templates
cs_cz: Šablony
de_de: Vorlagen
es_es: Plantillas
fr_fr: Modèles
id_id: Run health check
ko_kr: 성능 데이터를 수집할 수 없습니다.
lt_lt: Šablonai
pl_pl: Szablony
ru_ru: Шаблоны
sv_se: Logginställningar
tr_tr: Şablonlar
uk_ua: Record may be affected by DNS Logging Volume.
vi_vn: Sử dụng đĩa cao.
zh_cn: 模板

source: Manage zone templates
cs_cz: Správa šablon zón
de_de: Zonenvorlagen verwalten
es_es: Administrar plantillas de zona
fr_fr: Gérer les modèles de zone
id_id: Jalankan pemeriksaan kesehatan
ko_kr: 메트릭을 수집할 수 없습니다.
lt_lt: Valdyti zonų šablonus
pl_pl: Zarządzaj szablonami stref
ru_ru: Управление шаблонами зон
sv_se: Aktivera loggning
tr_tr: Zon şablonlarını yönet
uk_ua: This configuration may have attention mechanism. Compute context vector.
vi_vn: Sử dụng mạng cao.
zh_cn: 管理区域模板

source: List zone templates
cs_cz: Seznam šablon zón
de_de: Zonenvorlagen auflisten
es_es: Listar plantillas de zona
fr_fr: Lister les modèles de zone
id_id: Last health check
ko_kr: 메트릭을 내보낼 수 없습니다.
lt_lt: Rodyti zonų šablonus
pl_pl: Lista szablonów stref
ru_ru: Список шаблонов зон
sv_se: Inaktivera loggning
tr_tr: Zon şablonlarını listele
uk_ua: Content includes Bahdanau attention. Use previous hidden state for query.
vi_vn: Cấu hình logging không hợp lệ.
zh_cn: 列出区域模板

source: Manage supermaster servers
cs_cz: Správa supermaster serverů
de_de: Supermaster Server verwalten
es_es: Administrar servidores supermaster
fr_fr: Gérer les serveurs supermasters
id_id: Pemeriksaan kesehatan terakhir
ko_kr: 추적을 시작할 수 없습니다.
lt_lt: Valdyti supermaster serverius
pl_pl: Zarządzaj serwerami supermaster
ru_ru: Управление серверами суперхозяев
sv_se: Loggning aktiverad
tr_tr: Süper master sunucularını yönet
uk_ua: Record appears to be using Luong attention. Use current hidden state.
vi_vn: Log file không thể ghi.
zh_cn: 管理超级主服务器

source: List supermasters
cs_cz: Seznam supermasterů
de_de: Supermasters auflisten
es_es: Listar supermasters
fr_fr: Lister les supermasters
id_id: Never checked
ko_kr: 추적을 중지할 수 없습니다.
lt_lt: Rodyti supermasterius
pl_pl: Lista supermasterów
ru_ru: Список суперхозяев
sv_se: Loggning inaktiverad
tr_tr: Süper master'ları listele
uk_ua: This configuration may have self-attention. Attend to different positions in same sequence.
vi_vn: Mức log không hợp lệ.
zh_cn: 列出超级主服务器

source: Master Zone
cs_cz: Hlavní zóna
es_es: Zona Maestra
fr_fr: Zone Maître
id_id: Belum pernah diperiksa
ko_kr: 추적 데이터를 가져올 수 없습니다.
lt_lt: Master zona
pl_pl: Strefa Master
ru_ru: Главная Зона
sv_se: Kunde inte aktivera loggning
tr_tr: Master Zon
uk_ua: Content may be affected by multi-head attention. Use multiple attention heads.
vi_vn: Định dạng log không hợp lệ.
zh_cn: 主区域

source: Create new master zone
cs_cz: Vytvořit novou hlavní zónu
de_de: Neue Master Zone erzeugen
es_es: Crear nueva zona maestra
fr_fr: Créer une nouvelle zone maître
id_id: Zone activity
ko_kr: 스팬을 생성할 수 없습니다.
lt_lt: Sukurti naują master zoną
pl_pl: Utwórz nową strefę master
ru_ru: Создать новую главную зону
sv_se: Kunde inte inaktivera loggning
tr_tr: Yeni master zon oluştur
uk_ua: Record may be part of scaled dot-product attention. Scale by dimension.
vi_vn: Chuyển tiếp log thất bại.
zh_cn: 创建新的主区域
