Repository: poweradmin/poweradmin
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: cs_cz, de_de, es_es, fr_fr, id_id, ko_kr, lt_lt, pl_pl, ru_ru, sv_se, tr_tr, uk_ua, vi_vn, zh_cn

source: Old migrations table detected. Please remove the `migrations` table before proceeding.
cs_cz: Byla zjištěna stará migrační tabulka. Před pokračováním odstraňte tabulku `migrations`.
de_de: Alte Migrationstabelle erkannt. Bitte entfernen Sie die Tabelle `migrations`, bevor Sie fortfahren.
es_es: Se detectó tabla de migraciones antigua. Elimine la tabla `migrations` antes de continuar.
lt_lt: Aptikta sena migracijos lentelė. Prieš tęsdami pašalinkite `migrations` lentelę.
pl_pl: Wykryto starą tabelę migracji. Proszę usunąć tabelę `migrations` przed kontynuowaniem.
ru_ru: Обнаружена старая таблица миграций. Пожалуйста, удалите таблицу `migrations` перед продолжением.
tr_tr: Eski göç tablosu tespit edildi. Devam etmeden önce lütfen `migrations` tablosunu kaldırın.
zh_cn: Eski göç tablosu tespit edildi. Devam etmeden önce lütfen `migrations` tablosunu kaldırın.

source: Database access check failed. Please ensure the current database user has the necessary permissions to create and alter tables.
cs_cz: Kontrola přístupu k databázi selhala. Ujistěte se, že aktuální uživatel databáze má potřebná oprávnění k vytváření a úpravě tabulek.
de_de: Datenbankzugriffsprüfung fehlgeschlagen. Bitte stellen Sie sicher, dass der aktuelle Datenbankbenutzer die erforderlichen Berechtigungen zum Erstellen und Ändern von Tabellen hat.
es_es: Falló la verificación de acceso a la base de datos. Asegúrese de que el usuario actual de la base de datos tenga los permisos necesarios para crear y alterar tablas.
lt_lt: Duomenų bazės prieigos patikrinimas nepavyko. Įsitikinkite, kad dabartinis duomenų bazės vartotojas turi reikalingus leidimus kurti ir keisti lenteles.
pl_pl: Sprawdzenie dostępu do bazy danych nie powiodło się. Upewnij się, że bieżący użytkownik bazy danych ma niezbędne uprawnienia do tworzenia i modyfikowania tabel.
ru_ru: Проверка доступа к базе данных не удалась. Убедитесь, что текущий пользователь базы данных имеет необходимые разрешения для создания и изменения таблиц.
tr_tr: Veritabanı erişim kontrolü başarısız oldu. Lütfen mevcut veritabanı kullanıcısının tablo oluşturma ve değiştirme için gerekli izinlere sahip olduğundan emin olun.
zh_cn: Veritabanı erişim kontrolü başarısız oldu. Lütfen mevcut veritabanı kullanıcısının tablo oluşturma ve değiştirme için gerekli izinlere sahip olduğundan emin olun.

source: Zone was created, but securing it with DNSSEC failed.
cs_cz: Zóna byla vytvořena, ale zabezpečení pomocí DNSSEC selhalo.
de_de: Zone wurde erstellt, aber die Sicherung mit DNSSEC ist fehlgeschlagen.
es_es: La zona fue creada, pero asegurarla con DNSSEC falló.
fr_fr: La zone a été créée, mais sa sécurisation avec DNSSEC a échoué.
lt_lt: Zona sukurta, bet jos apsauga su DNSSEC nepavyko.
pl_pl: Strefa została utworzona, ale zabezpieczenie jej za pomocą DNSSEC nie powiodło się.
ru_ru: Зона была создана, но защита её с помощью DNSSEC не удалась.
tr_tr: Zon oluşturuldu, ancak DNSSEC ile güvenceye alma başarısız.
zh_cn: 区域已创建，但使用 DNSSEC 保护失败。

source: Failed to delete DNSSEC key.
cs_cz: Nepodařilo se smazat DNSSEC klíč.
de_de: DNSSEC-Schlüssel konnte nicht gelöscht werden.
es_es: Error al eliminar la clave DNSSEC.
fr_fr: Échec de la suppression de la clé DNSSEC.
lt_lt: Nepavyko ištrinti DNSSEC rakto.
pl_pl: Nie udało się usunąć klucza DNSSEC.
ru_ru: Не удалось удалить ключ DNSSEC.
tr_tr: DNSSEC anahtarı silinemedi.
zh_cn: 删除 DNSSEC 密钥失败。

source: Failed to call function exec. Make sure that exec is not listed in disable_functions at php.ini
cs_cz: Nepodařilo se zavolat funkci exec. Ujistěte se, že exec není uveden v disable_functions v php.ini
de_de: Fehler beim Aufrufen der Funktion exec. Stellen Sie sicher, dass exec in disable_functions in php.ini nicht aufgeführt ist.
es_es: Error al llamar la función exec. Asegúrese de que exec no esté listada en disable_functions en php.ini
lt_lt: Nepavyko iškviesti funkcijos exec. Įsitikinkite, kad exec nėra įtrauktas į disable_functions php.ini faile.
pl_pl: Nie udało się wywołać funkcji exec. Upewnij się, że exec nie jest wymieniony w disable_functions w php.ini
ru_ru: Не удалось вызвать функцию exec. Убедитесь, что exec не указан в disable_functions в php.ini
tr_tr: Exec fonksiyonunu çağırma başarısız oldu. Exec'in php.ini'deki disable_functions'da listelenmediğinden emin olun.
zh_cn: Exec fonksiyonunu çağırma başarısız oldu. Exec'in php.ini'deki disable_functions'da listelenmediğinden emin olun.

source: Failed to call pdnssec utility.
cs_cz: Nepodařilo se zavolat pdnssec utilitu.
de_de: Aufruf des pdnssec-Dienstprogramms fehlgeschlagen.
es_es: Error al llamar la utilidad pdnssec.
lt_lt: Nepavyko iškviesti pdnssec programos.
pl_pl: Nie udało się wywołać narzędzia pdnssec.
ru_ru: Не удалось вызвать утилиту pdnssec.
tr_tr: pdnssec yardımcı programı çağrılamadı.
zh_cn: 调用 pdnssec 工具失败。

source: Failed to secure zone.
cs_cz: Nepodařilo se zabezpečit zónu.
de_de: Zone konnte nicht gesichert werden.
es_es: Error al asegurar la zona.
lt_lt: Nepavyko apsaugoti zonos.
pl_pl: Nie udało się zabezpieczyć strefy.
ru_ru: Не удалось защитить зону.
tr_tr: Zon güvenceye alınamadı.
zh_cn: 保护区域失败。

source: Failed to disable DNSSEC.
cs_cz: Nepodařilo se zakázat DNSSEC.
de_de: DNSSEC konnte nicht deaktiviert werden.
es_es: Error al deshabilitar DNSSEC.
lt_lt: Nepavyko išjungti DNSSEC.
pl_pl: Nie udało się wyłączyć DNSSEC.
ru_ru: Не удалось отключить DNSSEC.
tr_tr: DNSSEC devre dışı bırakılamadı.
zh_cn: 禁用 DNSSEC 失败。

source: Failed to get DNSSEC key details.
cs_cz: Nepodařilo se získat detaily DNSSEC klíče.
de_de: DNSSEC-Schlüsseldetails konnten nicht abgerufen werden.
es_es: Error al obtener detalles de la clave DNSSEC.
lt_lt: Nepavyko gauti DNSSEC rakto detalių.
pl_pl: Nie udało się pobrać szczegółów klucza DNSSEC.
ru_ru: Не удалось получить детали ключа DNSSEC.
tr_tr: DNSSEC anahtar detayları alınamadı.
zh_cn: 获取 DNSSEC 密钥详情失败。

source: Failed to active DNSSEC key.
cs_cz: Nepodařilo se aktivovat DNSSEC klíč.
de_de: DNSSEC-Schlüssel konnte nicht aktiviert werden.
es_es: Error al activar la clave DNSSEC.
lt_lt: Nepavyko įjungti DNSSEC rakto.
pl_pl: Nie udało się aktywować klucza DNSSEC.
ru_ru: Не удалось активировать ключ DNSSEC.
tr_tr: DNSSEC anahtarı etkinleştirilemedi.
zh_cn: 激活 DNSSEC 密钥失败。

source: Failed to deactivate DNSSEC key.
cs_cz: Nepodařilo se deaktivovat DNSSEC klíč.
de_de: DNSSEC-Schlüssel konnte nicht deaktiviert werden.
es_es: Error al desactivar la clave DNSSEC.
lt_lt: Nepavyko išjungti DNSSEC rakto.
pl_pl: Nie udało się dezaktywować klucza DNSSEC.
ru_ru: Не удалось деактивировать ключ DNSSEC.
tr_tr: DNSSEC anahtarı devre dışı bırakılamadı.
zh_cn: 停用 DNSSEC 密钥失败。

source: Failed to remove DNSSEC key.
cs_cz: Nepodařilo se odebrat DNSSEC klíč.
de_de: DNSSEC-Schlüssel konnte nicht entfernt werden.
es_es: Error al eliminar la clave DNSSEC.
lt_lt: Nepavyko pašalinti DNSSEC rakto.
pl_pl: Nie udało się usunąć klucza DNSSEC.
ru_ru: Не удалось удалить ключ DNSSEC.
tr_tr: DNSSEC anahtarı kaldırılamadı.
zh_cn: 删除 DNSSEC 密钥失败。

source: IPv6 address should use lowercase for hexadecimal digits.
cs_cz: IPv6 adresa by měla používat malá písmena pro hexadecimální číslice.
de_de: IPv6-Adresse sollte Kleinbuchstaben für hexadezimale Ziffern verwenden.
es_es: La dirección IPv6 debe usar minúsculas para dígitos hexadecimales.
fr_fr: L'adresse IPv6 doit utiliser des minuscules pour les chiffres hexadécimaux.
lt_lt: IPv6 adresas turėtų naudoti mažąsias raides šešioliktainiams skaičiams.
pl_pl: Adres IPv6 powinien używać małych liter dla cyfr szesnastkowych.
ru_ru: IPv6-адрес должен использовать строчные буквы для шестнадцатеричных цифр.
tr_tr: IPv6 adresi onaltılık rakamlar için küçük harf kullanmalıdır.
zh_cn: IPv6 地址应使用小写十六进制数字。

source: IPv6 address is not in canonical form (RFC 5952). Canonical form: %s
cs_cz: IPv6 adresa není v kanonické formě (RFC 5952). Kanonická forma: %s
de_de: IPv6-Adresse ist nicht in kanonischer Form (RFC 5952). Kanonische Form: %s
es_es: La dirección IPv6 no está en forma canónica (RFC 5952). Forma canónica: %s
fr_fr: L'adresse IPv6 n'est pas sous forme canonique (RFC 5952). Forme canonique : %s
lt_lt: IPv6 adresas nėra kanoniškoje formoje (RFC 5952). Kanoniška forma: %s
pl_pl: Adres IPv6 nie jest w formie kanonicznej (RFC 5952). Forma kanoniczna: %s
ru_ru: IPv6-адрес не в канонической форме (RFC 5952). Каноническая форма: %s
tr_tr: IPv6 adresi kanonik formda değil (RFC 5952). Kanonik form: %s
zh_cn: IPv6 地址不是规范形式 (RFC 5952)。规范形式：%s

source: IP address "%s" is not valid. Must be a valid IPv4 or IPv6 address.
cs_cz: IP adresa "%s" není platná. Musí být platná IPv4 nebo IPv6 adresa.
de_de: IP-Adresse "%s" ist nicht gültig. Muss eine gültige IPv4- oder IPv6-Adresse sein.
es_es: La dirección IP "%s" no es válida. Debe ser una dirección IPv4 o IPv6 válida.
fr_fr: L'adresse IP "%s" n'est pas valide. Doit être une adresse IPv4 ou IPv6 valide.
lt_lt: IP adresas "%s" neteisingas. Turi būti teisingas IPv4 arba IPv6 adresas.
pl_pl: Adres IP "%s" nie jest prawidłowy. Musi być prawidłowym adresem IPv4 lub IPv6.
ru_ru: IP-адрес "%s" недопустим. Должен быть корректным IPv4 или IPv6 адресом.
tr_tr: IP adresi "%s" geçerli değil. Geçerli bir IPv4 veya IPv6 adresi olmalıdır.
zh_cn: IP 地址 "%s" 无效。必须是有效的 IPv4 或 IPv6 地址。

source: CAA iodef value must be a URL starting with http://, https://, or mailto:.
cs_cz: CAA iodef hodnota musí být URL začínající http://, https://, nebo mailto:.
de_de: CAA-iodef-Wert muss eine URL sein, die mit http://, https:// oder mailto: beginnt.
es_es: El valor iodef CAA debe ser una URL que comience con http://, https://, o mailto:.
fr_fr: La valeur iodef CAA doit être une URL commençant par http://, https:// ou mailto:.
lt_lt: CAA iodef reikšmė turi būti URL, prasidedantis http://, https:// arba mailto:.
pl_pl: Wartość CAA iodef musi być URL-em rozpoczynającym się od http://, https:// lub mailto:.
ru_ru: Значение CAA iodef должно быть URL, начинающимся с http://, https:// или mailto:.
tr_tr: CAA iodef değeri http://, https://, veya mailto: ile başlayan bir URL olmalıdır.
zh_cn: CAA iodef 值必须是以 http://、https:// 或 mailto: 开头的 URL。

source: SMIMEA record name is in the format: SHA256(local-part)._smimecert.domain.tld for email addresses like local-part@domain.tld
cs_cz: Název SMIMEA záznamu je ve formátu: SHA256(lokální-část)._smimecert.doména.tld pro e-mailové adresy jako lokální-část@doména.tld
de_de: SMIMEA-Eintragsname ist im Format: SHA256(local-part)._smimecert.domain.tld für E-Mail-Adressen wie local-part@domain.tld
es_es: El nombre del registro SMIMEA está en el formato: SHA256(local-part)._smimecert.domain.tld para direcciones de correo como local-part@domain.tld
fr_fr: Le nom d'enregistrement SMIMEA est au format : SHA256(partie-locale)._smimecert.domaine.tld pour les adresses e-mail comme partie-locale@domaine.tld
lt_lt: SMIMEA įrašo vardas yra formatu: SHA256(vietinė-dalis)._smimecert.domain.tld el. pašto adresams kaip vietinė-dalis@domain.tld
pl_pl: Nazwa rekordu SMIMEA ma format: SHA256(część-lokalna)._smimecert.domena.tld dla adresów e-mail takich jak część-lokalna@domena.tld
ru_ru: Имя записи SMIMEA имеет формат: SHA256(локальная-часть)._smimecert.домен.tld для адресов электронной почты вида локальная-часть@домен.tld
tr_tr: SMIMEA kayıt adı şu formattadır: local-part@domain.tld gibi e-posta adresleri için SHA256(local-part)._smimecert.domain.tld
zh_cn: SMIMEA 记录名称格式为：SHA256(local-part)._smimecert.domain.tld，用于 local-part@domain.tld 这样的电子邮件地址

source: HTML tags are not allowed in content field.
cs_cz: HTML tagy nejsou povoleny v poli obsahu.
de_de: HTML-Tags sind im Inhaltsfeld nicht erlaubt.
es_es: No se permiten etiquetas HTML en el campo de contenido.
fr_fr: Les balises HTML ne sont pas autorisées dans le champ de contenu.
lt_lt: HTML žymės neleidžiamos turinio lauke.
pl_pl: Tagi HTML nie są dozwolone w polu zawartości.
ru_ru: HTML теги не разрешены в поле содержимого.
tr_tr: İçerik alanında HTML etiketlerine izin verilmez.
zh_cn: 内容字段中不允许使用 HTML 标签。

source: TXT record string exceeds 255 bytes. TXT strings must be 255 bytes or less. For longer content, split into multiple quoted strings separated by spaces.
cs_cz: Řetězec TXT záznamu překračuje 255 bajtů. TXT řetězce musí mít 255 bajtů nebo méně. Pro delší obsah rozdělte na více řetězců v uvozovkách oddělených mezerami.
de_de: TXT-Eintrag-String überschreitet 255 Bytes. TXT-Strings müssen 255 Bytes oder weniger sein. Für längeren Inhalt teilen Sie in mehrere zitierte Strings auf, die durch Leerzeichen getrennt sind.
es_es: La cadena del registro TXT excede 255 bytes. Las cadenas TXT deben ser de 255 bytes o menos. Para contenido más largo, divida en múltiples cadenas entre comillas separadas por espacios.
fr_fr: La chaîne d'enregistrement TXT dépasse 255 octets. Les chaînes TXT doivent faire 255 octets ou moins. Pour un contenu plus long, divisez en plusieurs chaînes entre guillemets séparées par des espaces.
lt_lt: TXT įrašo eilutė viršija 255 baitus. TXT eilutės turi būti 255 baitų ar mažiau. Ilgesniam turiniui padalinkite į kelias kabutėse esančias eilutes, atskirtas tarpais.
pl_pl: Ciąg rekordu TXT przekracza 255 bajtów. Ciągi TXT muszą mieć 255 bajtów lub mniej. Dla dłuższej zawartości podziel na wiele ciągów w cudzysłowach oddzielonych spacjami.
ru_ru: Строка TXT записи превышает 255 байт. Строки TXT должны быть не более 255 байт. Для более длинного содержимого разделите на несколько строк в кавычках, разделенных пробелами.
tr_tr: TXT kayıt string'i 255 byte'ı aşıyor. TXT string'leri 255 byte veya daha az olmalıdır. Daha uzun içerik için boşluklarla ayrılmış birden fazla tırnak içine alınmış string'e bölün.
zh_cn: TXT 记录字符串超过 255 字节。TXT 字符串必须为 255 字节或更少。对于较长的内容，请分割成多个由空格分隔的带引号字符串。

source: NAPTR record must have either a regexp or a replacement (with "."), but not both.
cs_cz: NAPTR záznam musí mít buď regexp nebo náhradu (s "."), ale ne obojí.
de_de: NAPTR-Eintrag muss entweder ein Regexp oder ein Replacement (mit ".") haben, aber nicht beides.
es_es: El registro NAPTR debe tener o un regexp o un reemplazo (con "."), pero no ambos.
fr_fr: L'enregistrement NAPTR doit avoir soit une regexp soit un remplacement (avec "."), mais pas les deux.
lt_lt: NAPTR įrašas turi turėti arba regexp, arba pakeitimą (su "."), bet ne abu.
pl_pl: Rekord NAPTR musi mieć albo wyrażenie regularne albo zamiennik (z "."), ale nie oba.
ru_ru: NAPTR запись должна иметь либо регулярное выражение, либо замещение (с "."), но не то и другое.
tr_tr: NAPTR kaydı ya regexp ya da değiştirme (".") içermeli, ancak her ikisini birden değil.
zh_cn: NAPTR 记录必须有正则表达式或替换（带有 \".\")，但不能两者都有。

source: NAPTR service must follow the format: [protocol][+rs][+rs]... where protocol and rs start with a letter and contain only alphanumeric characters (max 32 chars each).
cs_cz: NAPTR služba musí následovat formát: [protokol][+rs][+rs]... kde protokol a rs začínají písmenem a obsahují pouze alfanumerické znaky (max 32 znaků každý).
de_de: NAPTR-Service muss dem Format folgen: [protocol][+rs][+rs]... wobei Protokoll und rs mit einem Buchstaben beginnen und nur alphanumerische Zeichen enthalten (max. 32 Zeichen jeweils).
es_es: El servicio NAPTR debe seguir el formato: [protocol][+rs][+rs]... donde protocol y rs comienzan con una letra y contienen solo caracteres alfanuméricos (máximo 32 caracteres cada uno).
fr_fr: Le service NAPTR doit suivre le format : [protocole][+rs][+rs]... où protocole et rs commencent par une lettre et contiennent seulement des caractères alphanumériques (max 32 caractères chacun).
lt_lt: NAPTR paslauga turi sekti formatą: [protokolas][+rs][+rs]... kur protokolas ir rs prasideda raide ir turi tik raidinio skaitmeninius simbolius (maks 32 simboliai kiekvienam).
pl_pl: Usługa NAPTR musi być zgodna z formatem: [protokół][+rs][+rs]... gdzie protokół i rs zaczynają się od litery i zawierają tylko znaki alfanumeryczne (maks. 32 znaki każdy).
ru_ru: Сервис NAPTR должен следовать формату: [protocol][+rs][+rs]... где protocol и rs начинаются с буквы и содержат только буквенно-цифровые символы (максимум 32 символа каждый).
tr_tr: NAPTR servisi şu formatı takip etmelidir: [protocol][+rs][+rs]... burada protokol ve rs bir harfle başlar ve sadece alfanümerik karakterler içerir (her biri maks. 32 karakter).
zh_cn: NAPTR 服务必须遵循格式：[protocol][+rs][+rs]...，其中 protocol 和 rs 以字母开头并且只包含字母数字字符（每个最多 32 个字符）。

source: Warning
cs_cz: Varování
de_de: Warnung
es_es: Advertencia
fr_fr: Avertissement
lt_lt: Įspėjimas
ru_ru: Предупреждение
tr_tr: Uyarı

source: Key ID
cs_cz: ID klíče
de_de: Schlüssel-ID
es_es: ID de Clave
fr_fr: ID de clé
lt_lt: Rakto ID
ru_ru: ID ключа
tr_tr: Anahtar ID

source: TXT for SPF: <code>v=spf1 mx ip4:192.0.2.0/24 -all</code>
cs_cz: TXT pro SPF: <code>v=spf1 mx ip4:192.0.2.0/24 -all</code>
de_de: TXT für SPF: <code>v=spf1 mx ip4:192.0.2.0/24 -all</code>
es_es: TXT para SPF: <code>v=spf1 mx ip4:192.0.2.0/24 -all</code>
fr_fr: TXT pour SPF: <code>v=spf1 mx ip4:192.0.2.0/24 -all</code>
lt_lt: TXT SPF: <code>v=spf1 mx ip4:192.0.2.0/24 -all</code>
pl_pl: TXT dla SPF: <code>v=spf1 mx ip4:192.0.2.0/24 -all</code>
ru_ru: TXT для SPF: <code>v=spf1 mx ip4:192.0.2.0/24 -all</code>
tr_tr: SPF için TXT: <code>v=spf1 mx ip4:192.0.2.0/24 -all</code>
zh_cn: SPF 的 TXT：<code>v=spf1 mx ip4:192.0.2.0/24 -all</code>

source: User administration
cs_cz: Správa uživatelů
de_de: Benutzerverwaltung
es_es: Administración de usuarios
fr_fr: Administration des utilisateurs
lt_lt: Naudotojų administravimas
pl_pl: Administracja użytkowników
ru_ru: Администрирование пользователей
tr_tr: Kullanıcı yönetimi
zh_cn: 用户管理

source: Permissions
cs_cz: Oprávnění
de_de: Berechtigungen
es_es: Permisos
lt_lt: Leidimai
pl_pl: Uprawnienia
ru_ru: Разрешения
tr_tr: İzinler
zh_cn: 权限

source: Manage permission templates
cs_cz: Správa šablon oprávnění
de_de: Berechtigungsvorlagen bearbeiten
es_es: Administrar plantillas de permisos
fr_fr: Gérer les modèles de permissions
lt_lt: Valdyti leidimų šablonus
pl_pl: Zarządzaj szablonami uprawnień
ru_ru: Управление шаблонами разрешений
tr_tr: İzin şablonlarını yönet
zh_cn: 管理权限模板

source: Migrations
cs_cz: Migrace
de_de: Migrationen
es_es: Migraciones
lt_lt: Migracijos
pl_pl: Migracje
ru_ru: Миграции
tr_tr: Migrasyonlar
zh_cn: 迁移

source: Manage database migrations
cs_cz: Správa migrací databáze
de_de: Datenbankmigrationen verwalten
es_es: Administrar migraciones de base de datos
lt_lt: Valdyti duomenų bazės migracijas
pl_pl: Zarządzanie migracjami bazy danych
ru_ru: Управление миграциями базы данных
tr_tr: Veritabanı migrasyonlarını yönet
zh_cn: 管理数据库迁移

source: Database Migrations
cs_cz: Migrace databáze
de_de: Datenbankmigrationen
es_es: Migraciones de Base de Datos
lt_lt: Duomenų bazės migracijos
pl_pl: Migracje bazy danych
ru_ru: Миграции Базы Данных
tr_tr: Veritabanı Migrasyonları
zh_cn: 数据库迁移

source: Set up standard records like MX, TXT for SPF, and CNAME for www
cs_cz: Nastavte standardní záznamy jako MX, TXT pro SPF a CNAME pro www
de_de: Standard Einträge wie MX, TXT for SPF, und CNAME für www erstellen
es_es: Configurar registros estándar como MX, TXT para SPF, y CNAME para www
fr_fr: Configurer des enregistrements standard comme MX, TXT pour SPF, et CNAME pour www
lt_lt: Nustatykite standartinius įrašus, tokius kaip MX, TXT SPF ir CNAME www
pl_pl: Skonfiguruj standardowe rekordy takie jak MX, TXT dla SPF i CNAME dla www
ru_ru: Настройте стандартные записи, такие как MX, TXT для SPF и CNAME для www
tr_tr: MX, SPF için TXT ve www için CNAME gibi standart kayıtları kurun
zh_cn: 设置标准记录，如 MX、SPF 的 TXT 和 www 的 CNAME

source: Use placeholders like [ZONE], [DOMAIN], [TLD], [NS1], [HOSTMASTER], and [SERIAL] in record content
cs_cz: Používejte zástupné symboly jako [ZONE], [DOMAIN], [TLD], [NS1], [HOSTMASTER] a [SERIAL] v obsahu záznamu
de_de: Benutzen Sie Platzhalter wie [ZONE], [DOMAIN], [TLD], [NS1], [HOSTMASTER], und [SERIAL] in Einträgen
es_es: Usar marcadores como [ZONE], [DOMAIN], [TLD], [NS1], [HOSTMASTER], y [SERIAL] en el contenido del registro
fr_fr: Utiliser des espaces réservés comme [ZONE], [DOMAIN], [TLD], [NS1], [HOSTMASTER], et [SERIAL] dans le contenu des enregistrements
lt_lt: Naudokite vietrženklius, tokius kaip [ZONE], [DOMAIN], [TLD], [NS1], [HOSTMASTER] ir [SERIAL] įrašų turinyje
pl_pl: Używaj symboli zastępczych takich jak [ZONE], [DOMAIN], [TLD], [NS1], [HOSTMASTER] i [SERIAL] w treści rekordów
ru_ru: Используйте заполнители, такие как [ZONE], [DOMAIN], [TLD], [NS1], [HOSTMASTER] и [SERIAL] в содержимом записей
tr_tr: Kayıt içeriğinde [ZONE], [DOMAIN], [TLD], [NS1], [HOSTMASTER] ve [SERIAL] gibi yer tutucular kullanın
zh_cn: 在记录内容中使用 [ZONE]、[DOMAIN]、[TLD]、[NS1]、[HOSTMASTER] 和 [SERIAL] 等占位符

source: [DOMAIN] and [TLD] placeholders are useful for Microsoft 365 MX records (e.g., [DOMAIN]-[TLD].mail.protection.outlook.com)
cs_cz: Zástupné symboly [DOMAIN] a [TLD] jsou užitečné pro Microsoft 365 MX záznamy (např. [DOMAIN]-[TLD].mail.protection.outlook.com)
de_de: [DOMAIN] und [TLD] Platzhalter sind nützlich für Microsoft 365 MX Einträge (z.B., [DOMAIN]-[TLD].mail.protection.outlook.com)
es_es: Los marcadores [DOMAIN] y [TLD] son útiles para registros MX de Microsoft 365 (ej., [DOMAIN]-[TLD].mail.protection.outlook.com)
fr_fr: Les espaces réservés [DOMAIN] et [TLD] sont utiles pour les enregistrements MX Microsoft 365 (par ex., [DOMAIN]-[TLD].mail.protection.outlook.com)
lt_lt: [DOMAIN] ir [TLD] vietrženkiai naudingi Microsoft 365 MX įrašams (pvz., [DOMAIN]-[TLD].mail.protection.outlook.com)
pl_pl: Symbole zastępcze [DOMAIN] i [TLD] są przydatne dla rekordów MX Microsoft 365 (np. [DOMAIN]-[TLD].mail.protection.outlook.com)
ru_ru: Заполнители [DOMAIN] и [TLD] полезны для MX записей Microsoft 365 (например, [DOMAIN]-[TLD].mail.protection.outlook.com)
tr_tr: [DOMAIN] ve [TLD] yer tutucuları Microsoft 365 MX kayıtları için yararlıdır (örneğin: [DOMAIN]-[TLD].mail.protection.outlook.com)
zh_cn: [DOMAIN] 和 [TLD] 占位符对 Microsoft 365 MX 记录很有用（例如，[DOMAIN]-[TLD].mail.protection.outlook.com）

source: Warning:
cs_cz: Varování:
de_de: Warnung:
es_es: Advertencia:
fr_fr: Avertissement :
lt_lt: Įspėjimas:
ru_ru: Предупреждение:
tr_tr: Uyarı:

source: Permission template
cs_cz: Šablona oprávnění
de_de: Benutzerrechte Vorlage
es_es: Plantilla de permisos
fr_fr: Modèle de permissions
lt_lt: Leidimų šablonas
pl_pl: Szablon uprawnień
ru_ru: Шаблон разрешений
tr_tr: İzin şablonu
zh_cn: 权限模板

source: This user has been assigned the permission template
cs_cz: Tomuto uživateli byla přiřazena šablona oprávnění
de_de: Dieser Benutzer wurde der Berechtigungsvorlage zugewiesen
es_es: Este usuario ha sido asignado la plantilla de permisos
fr_fr: Cet utilisateur s'est vu attribuer le modèle de permissions
lt_lt: Šiam naudotojui buvo priskirtas leidimų šablonas
pl_pl: Temu użytkownikowi został przypisany szablon uprawnień
ru_ru: Этому пользователю был назначен шаблон разрешений
tr_tr: Bu kullanıcıya izin şablonu atanmıştır
zh_cn: 此用户已分配权限模板

source: User Management Tips
cs_cz: Tipy pro správu uživatelů
de_de: Benutzer Verwaltungstipps
es_es: Consejos de Administración de Usuarios
fr_fr: Conseils de Gestion des Utilisateurs
lt_lt: Naudotojų valdymo patarimai
pl_pl: Wskazówki zarządzania użytkownikami
ru_ru: Советы по Управлению Пользователями
tr_tr: Kullanıcı Yönetimi İpuçları
zh_cn: 用户管理提示
