Repository: poweradmin/poweradmin
Catalog: lib/Module/ZoneImportExport/locale/*/messages.po
Languages: cs_cz, de_de, es_es, id_id, it_it, ja_jp, lt_lt, nb_no, nl_nl, pl_pl, pt_pt, ru_ru, sv_se, tr_tr, vi_vn

source: records imported.
cs_cz: záznamů importováno.
de_de: Einträge importiert.
es_es: registros importados.
id_id: rekaman diimpor.
it_it: record importati.
ja_jp: レコードインポート済み。
lt_lt: įrašų importuota.
nb_no: poster importert.
nl_nl: records ge誰mporteerd.
pl_pl: rekordów zaimportowano.
pt_pt: registos importados.
ru_ru: записей импортировано.
sv_se: poster importerade.
tr_tr: kayıt içe aktarıldı.
vi_vn: bản ghi đã nhập.

source: records skipped (duplicates).
cs_cz: záznamů přeskočeno (duplikáty).
ja_jp: レコードスキップ済み（重複）。
nb_no: poster hoppet over (duplikater).
pt_pt: registos ignorados (duplicados).
ru_ru: записей пропущено (дубликаты).
tr_tr: kayıt atlandı (yinelenmiş).

source: records skipped (duplicates),
cs_cz: záznamů přeskočeno (duplikáty),
ja_jp: レコードスキップ済み（重複）、
nb_no: poster hoppet over (duplikater),
pt_pt: registos ignorados (duplicados),
ru_ru: записей пропущено (дубликаты),
tr_tr: kayıt atlandı (yinelenmiş),

source: Add all records
cs_cz: Přidat všechny záznamy
ja_jp: すべてのレコードを追加
nb_no: Legg til alle poster
pt_pt: Adicionar todos os registos
ru_ru: Добавить все записи
tr_tr: Tüm kayıtları ekle

source: Conflict strategy
cs_cz: Strategie konfliktů
ja_jp: 競合戦略
nb_no: Konfliktstrategi
pt_pt: Estratégia de conflitos
ru_ru: Стратегия конфликтов
tr_tr: Çakışma stratejisi

source: Replace matching records
cs_cz: Nahradit odpovídající záznamy
ja_jp: 一致するレコードを置換
nb_no: Erstatt samsvarende poster
pt_pt: Substituir registos correspondentes
ru_ru: Заменить совпадающие записи
tr_tr: Eşleşen kayıtları değiştir

source: Skip duplicates
cs_cz: Přeskočit duplikáty
ja_jp: 重複をスキップ
nb_no: Hopp over duplikater
pt_pt: Ignorar duplicados
ru_ru: Пропустить дубликаты
tr_tr: Yinelenenleri atla

source: Target zone
cs_cz: Cílová zóna
ja_jp: 対象ゾーン
nb_no: Målsone
pt_pt: Zona de destino
ru_ru: Целевая зона
tr_tr: Hedef bölge

source: The selected zone does not exist.
cs_cz: Vybraná zóna neexistuje.
ja_jp: 選択されたゾーンは存在しません。
nb_no: Den valgte sonen finnes ikke.
pt_pt: A zona selecionada não existe.
ru_ru: Выбранная зона не существует.
tr_tr: Seçilen bölge mevcut değil.

source: You do not have permission to modify this zone.
cs_cz: Nemáte oprávnění upravovat tuto zónu.
ja_jp: このゾーンを変更する権限がありません。
nb_no: Du har ikke tillatelse til å endre denne sonen.
pt_pt: Não tem permissão para modificar esta zona.
ru_ru: У вас нет прав для изменения этой зоны.
tr_tr: Bu bölgeyi değiştirme izniniz yok.

source: You do not have permission to import zones.
cs_cz: Nemáte oprávnění importovat zóny.
ja_jp: ゾーンをインポートする権限がありません。
nb_no: Du har ikke tillatelse til å importere soner.
pt_pt: Não tem permissão para importar zonas.
ru_ru: У вас нет прав для импорта зон.
tr_tr: Bölge içe aktarma izniniz yok.
