Repository: poweradmin/poweradmin
Catalog: lib/Module/ZoneImportExport/locale/*/messages.po
Languages: cs_cz, de_de, es_es, id_id, it_it, ja_jp, lt_lt, nb_no, nl_nl, pl_pl, pt_pt, ru_ru, sv_se, tr_tr, vi_vn

source: $ORIGIN and $TTL directives
cs_cz: Direktivy $ORIGIN a $TTL
de_de: $ORIGIN- und $TTL-Direktiven
es_es: Directivas $ORIGIN y $TTL
id_id: Direktif $ORIGIN dan $TTL
it_it: Direttive $ORIGIN e $TTL
ja_jp: $ORIGINおよび$TTLディレクティブ
lt_lt: $ORIGIN ir $TTL direktyvos
nb_no: $ORIGIN- og $TTL-direktiver
nl_nl: $ORIGIN- en $TTL-richtlijnen
pl_pl: Dyrektywy $ORIGIN i $TTL
pt_pt: Diretivas $ORIGIN e $TTL
ru_ru: Директивы $ORIGIN и $TTL
sv_se: $ORIGIN- och $TTL-direktiv
tr_tr: $ORIGIN ve $TTL direktifleri
vi_vn: Chỉ thị $ORIGIN và $TTL

source: A zone with this name already exists.
cs_cz: Zóna s tímto názvem již existuje.
de_de: Eine Zone mit diesem Namen existiert bereits.
es_es: Ya existe una zona con este nombre.
id_id: Zona dengan nama ini sudah ada.
it_it: Una zona con questo nome esiste già.
ja_jp: この名前のゾーンは既に存在します。
lt_lt: Zona su šiuo pavadinimu jau egzistuoja.
nb_no: En sone med dette navnet finnes allerede.
nl_nl: Er bestaat al een zone met deze naam.
pl_pl: Strefa o tej nazwie już istnieje.
pt_pt: Já existe uma zona com este nome.
ru_ru: Зона с таким именем уже существует.
sv_se: En zon med detta namn finns redan.
tr_tr: Bu isimde bir bölge zaten var.
vi_vn: Vùng với tên này đã tồn tại.

source: Cancel
cs_cz: Zrušit
de_de: Abbrechen
es_es: Cancelar
id_id: Batal
it_it: Annulla
ja_jp: キャンセル
lt_lt: Atšaukti
nb_no: Avbryt
nl_nl: Annuleren
pl_pl: Anuluj
pt_pt: Cancelar
ru_ru: Отмена
sv_se: Avbryt
tr_tr: İptal
vi_vn: Hủy

source: Cloudflare zone exports
cs_cz: Exporty zón Cloudflare
de_de: Cloudflare-Zonen-Exporte
es_es: Exportaciones de zona de Cloudflare
id_id: Ekspor zona Cloudflare
it_it: Esportazioni zona Cloudflare
ja_jp: Cloudflareゾーンエクスポート
lt_lt: Cloudflare zonų eksportai
nb_no: Cloudflare-soneeksporter
pl_pl: Eksporty stref Cloudflare
pt_pt: Exportações de zona Cloudflare
ru_ru: Экспорт зон Cloudflare
sv_se: Cloudflare-zonexporter
tr_tr: Cloudflare bölge dışa aktarımları
vi_vn: Xuất vùng Cloudflare

source: Confirm import
cs_cz: Potvrdit import
de_de: Import bestätigen
es_es: Confirmar importación
id_id: Konfirmasi impor
it_it: Conferma importazione
ja_jp: インポートを確認
lt_lt: Patvirtinti importą
nb_no: Bekreft import
nl_nl: Import bevestigen
pl_pl: Potwierdź import
pt_pt: Confirmar importação
ru_ru: Подтвердить импорт
sv_se: Bekräfta import
tr_tr: İçe aktarmayı onayla
vi_vn: Xác nhận nhập

source: Content
cs_cz: Obsah
de_de: Inhalt
es_es: Contenido
id_id: Konten
it_it: Contenuto
ja_jp: 内容
lt_lt: Turinys
nb_no: Innhold
nl_nl: Inhoud
pl_pl: Zawartość
pt_pt: Conteúdo
ru_ru: Содержимое
sv_se: Innehåll
tr_tr: İçerik
vi_vn: Nội dung

source: Edit zone
cs_cz: Upravit zónu
de_de: Zone bearbeiten
es_es: Editar zona
id_id: Edit zona
it_it: Modifica zona
ja_jp: ゾーンを編集
lt_lt: Redaguoti zoną
nb_no: Rediger sone
nl_nl: Zone bewerken
pl_pl: Edytuj strefę
pt_pt: Editar zona
ru_ru: Редактировать зону
sv_se: Redigera zon
tr_tr: Bölgeyi düzenle
vi_vn: Chỉnh sửa vùng

source: Failed to create zone.
cs_cz: Nepodařilo se vytvořit zónu.
de_de: Zone konnte nicht erstellt werden.
es_es: Error al crear la zona.
id_id: Gagal membuat zona.
it_it: Impossibile creare la zona.
ja_jp: ゾーンの作成に失敗しました。
lt_lt: Nepavyko sukurti zonos.
nb_no: Kunne ikke opprette sone.
nl_nl: Kan zone niet aanmaken.
pl_pl: Nie udało się utworzyć strefy.
pt_pt: Falha ao criar a zona.
ru_ru: Не удалось создать зону.
sv_se: Kunde inte skapa zon.
tr_tr: Bölge oluşturulamadı.
vi_vn: Không thể tạo vùng.

source: Failed to retrieve created zone.
cs_cz: Nepodařilo se načíst vytvořenou zónu.
de_de: Erstellte Zone konnte nicht abgerufen werden.
es_es: Error al recuperar la zona creada.
id_id: Gagal mengambil zona yang dibuat.
it_it: Impossibile recuperare la zona creata.
ja_jp: 作成したゾーンの取得に失敗しました。
lt_lt: Nepavyko gauti sukurtos zonos.
nb_no: Kunne ikke hente opprettet sone.
nl_nl: Kan aangemaakte zone niet ophalen.
pl_pl: Nie udało się pobrać utworzonej strefy.
pt_pt: Falha ao obter a zona criada.
ru_ru: Не удалось получить созданную зону.
sv_se: Kunde inte hämta skapad zon.
tr_tr: Oluşturulan bölge alınamadı.
vi_vn: Không thể truy xuất vùng đã tạo.

source: File size exceeds the maximum allowed size of %s.
cs_cz: Velikost souboru překračuje maximální povolenou velikost %s.
de_de: Die Dateigröße überschreitet die maximal erlaubte Größe von %s.
es_es: El tamaño del archivo excede el tamaño máximo permitido de %s.
id_id: Ukuran file melebihi ukuran maksimal yang diizinkan sebesar %s.
it_it: La dimensione del file supera la dimensione massima consentita di %s.
ja_jp: ファイルサイズが最大許容サイズ%sを超えています。
lt_lt: Failo dydis viršija maksimalų leistiną dydį %s.
nb_no: Filstørrelsen overskrider maksimal tillatt størrelse på %s.
nl_nl: Bestandsgrootte overschrijdt de maximaal toegestane grootte van %s.
pl_pl: Rozmiar pliku przekracza maksymalny dozwolony rozmiar %s.
pt_pt: O tamanho do ficheiro excede o tamanho máximo permitido de %s.
ru_ru: Размер файла превышает максимально допустимый размер %s.
sv_se: Filstorleken överskrider den maximalt tillåtna storleken på %s.
tr_tr: Dosya boyutu izin verilen maksimum boyut olan %s değerini aşıyor.
vi_vn: Kích thước tệp vượt quá kích thước tối đa cho phép %s.

source: File:
cs_cz: Soubor:
de_de: Datei:
es_es: Archivo:
ja_jp: ファイル:
lt_lt: Failas:
nb_no: Fil:
nl_nl: Bestand:
pl_pl: Plik:
pt_pt: Ficheiro:
ru_ru: Файл:
sv_se: Fil:
tr_tr: Dosya:
vi_vn: Tệp:

source: Home
cs_cz: Domů
de_de: Startseite
es_es: Inicio
id_id: Beranda
ja_jp: ホーム
lt_lt: Pradžia
nb_no: Hjem
pl_pl: Strona główna
pt_pt: Início
ru_ru: Главная
sv_se: Hem
tr_tr: Ana Sayfa
vi_vn: Trang chủ

source: IDN domain names
cs_cz: IDN doménová jména
de_de: IDN-Domainnamen
es_es: Nombres de dominio IDN
id_id: Nama domain IDN
it_it: Nomi di dominio IDN
ja_jp: IDNドメイン名
lt_lt: IDN domenų vardai
nb_no: IDN-domenenavn
nl_nl: IDN-domeinnamen
pl_pl: Nazwy domen IDN
pt_pt: Nomes de domínio IDN
ru_ru: IDN-доменные имена
sv_se: IDN-domännamn
tr_tr: IDN alan adları
vi_vn: Tên miền IDN

source: Import Preview
cs_cz: Náhled importu
de_de: Import-Vorschau
es_es: Vista previa de importación
id_id: Pratinjau Impor
it_it: Anteprima importazione
ja_jp: インポートプレビュー
lt_lt: Importo peržiūra
nb_no: Forhåndsvisning av import
nl_nl: Importvoorbeeld
pl_pl: Podgląd importu
pt_pt: Pré-visualização da importação
ru_ru: Предпросмотр импорта
sv_se: Importförhandsgranskning
tr_tr: İçe aktarma önizleme
vi_vn: Xem trước nhập

source: Import Results
cs_cz: Výsledky importu
de_de: Import-Ergebnisse
es_es: Resultados de importación
id_id: Hasil Impor
it_it: Risultati importazione
ja_jp: インポート結果
lt_lt: Importo rezultatai
nb_no: Importresultater
nl_nl: Importresultaten
pl_pl: Wyniki importu
pt_pt: Resultados da importação
ru_ru: Результаты импорта
sv_se: Importresultat
tr_tr: İçe aktarma sonuçları
vi_vn: Kết quả nhập

source: Import Zone File
cs_cz: Importovat soubor zóny
de_de: Zonendatei importieren
es_es: Importar archivo de zona
id_id: Impor File Zona
it_it: Importa file di zona
ja_jp: ゾーンファイルをインポート
lt_lt: Importuoti zonos failą
nb_no: Importer sonefil
nl_nl: Zonebestand importeren
pl_pl: Importuj plik strefy
pt_pt: Importar ficheiro de zona
ru_ru: Импорт файла зоны
sv_se: Importera zonfil
tr_tr: Bölge dosyasını içe aktar
vi_vn: Nhập tệp vùng

source: Import another zone
cs_cz: Importovat další zónu
de_de: Weitere Zone importieren
es_es: Importar otra zona
id_id: Impor zona lain
it_it: Importa un'altra zona
ja_jp: 別のゾーンをインポート
lt_lt: Importuoti kitą zoną
nb_no: Importer en annen sone
nl_nl: Nog een zone importeren
pl_pl: Importuj kolejną strefę
pt_pt: Importar outra zona
ru_ru: Импортировать другую зону
sv_se: Importera en annan zon
tr_tr: Başka bir bölge içe aktar
vi_vn: Nhập vùng khác

source: Import completed successfully.
cs_cz: Import byl úspěšně dokončen.
de_de: Import erfolgreich abgeschlossen.
es_es: Importación completada con éxito.
id_id: Impor berhasil diselesaikan.
it_it: Importazione completata con successo.
ja_jp: インポートが正常に完了しました。
lt_lt: Importas sėkmingai baigtas.
nb_no: Import fullført.
nl_nl: Import succesvol voltooid.
pl_pl: Import zakończony pomyślnie.
pt_pt: Importação concluída com sucesso.
ru_ru: Импорт успешно завершён.
sv_se: Import slutförd.
tr_tr: İçe aktarma başarıyla tamamlandı.
vi_vn: Nhập hoàn tất thành công.

source: Import session expired. Please upload the file again.
cs_cz: Relace importu vypršela. Nahrajte soubor znovu.
de_de: Import-Sitzung abgelaufen. Bitte laden Sie die Datei erneut hoch.
es_es: La sesión de importación ha expirado. Suba el archivo de nuevo.
id_id: Sesi impor kedaluwarsa. Silakan unggah file lagi.
it_it: Sessione di importazione scaduta. Caricare nuovamente il file.
ja_jp: インポートセッションが期限切れです。ファイルを再度アップロードしてください。
lt_lt: Importo sesija baigėsi. Įkelkite failą iš naujo.
nb_no: Importøkten har utløpt. Last opp filen på nytt.
nl_nl: Importsessie verlopen. Upload het bestand opnieuw.
pl_pl: Sesja importu wygasła. Prześlij plik ponownie.
pt_pt: A sessão de importação expirou. Carregue o ficheiro novamente.
ru_ru: Сессия импорта истекла. Загрузите файл повторно.
sv_se: Importsessionen har löpt ut. Ladda upp filen igen.
tr_tr: İçe aktarma oturumu sona erdi. Dosyayı tekrar yükleyin.
vi_vn: Phiên nhập đã hết hạn. Vui lòng tải tệp lên lại.

source: Invalid zone ID.
cs_cz: Neplatné ID zóny.
de_de: Ungültige Zonen-ID.
es_es: ID de zona no válido.
id_id: ID zona tidak valid.
it_it: ID zona non valido.
ja_jp: 無効なゾーンIDです。
lt_lt: Neteisingas zonos ID.
nb_no: Ugyldig sone-ID.
nl_nl: Ongeldig zone-ID.
pl_pl: Nieprawidłowy ID strefy.
pt_pt: ID de zona inválido.
ru_ru: Недопустимый ID зоны.
sv_se: Ogiltigt zon-ID.
tr_tr: Geçersiz bölge ID'si.
vi_vn: ID vùng không hợp lệ.

source: Master
es_es: Maestro
ja_jp: マスター
lt_lt: Pagrindinis
pt_pt: Mestre
ru_ru: Мастер
tr_tr: Ana
vi_vn: Chủ

source: Multi-line records
cs_cz: Víceřádkové záznamy
de_de: Mehrzeilige Einträge
es_es: Registros multilínea
id_id: Rekaman multi-baris
it_it: Record multilinea
ja_jp: 複数行レコード
lt_lt: Kelių eilučių įrašai
nb_no: Flerlinjeoppføringer
nl_nl: Meerregelige records
pl_pl: Rekordy wieloliniowe
pt_pt: Registos multilinha
ru_ru: Многострочные записи
sv_se: Flerradiga poster
tr_tr: Çok satırlı kayıtlar
vi_vn: Bản ghi nhiều dòng

source: Name
cs_cz: Název
es_es: Nombre
id_id: Nama
it_it: Nome
ja_jp: 名前
lt_lt: Pavadinimas
nb_no: Navn
nl_nl: Naam
pl_pl: Nazwa
pt_pt: Nome
ru_ru: Имя
sv_se: Namn
tr_tr: Ad
vi_vn: Tên

source: Native
cs_cz: Nativní
de_de: Nativ
es_es: Nativo
id_id: Natif
it_it: Nativo
ja_jp: ネイティブ
lt_lt: Vietinis
nb_no: Nativ
nl_nl: Natief
pl_pl: Natywny
pt_pt: Nativo
ru_ru: Нативный
sv_se: Nativ
tr_tr: Yerel
vi_vn: Bản địa

source: No valid records found in the uploaded file.
cs_cz: V nahraném souboru nebyly nalezeny žádné platné záznamy.
de_de: Keine gültigen Einträge in der hochgeladenen Datei gefunden.
es_es: No se encontraron registros válidos en el archivo subido.
id_id: Tidak ditemukan rekaman valid dalam file yang diunggah.
it_it: Nessun record valido trovato nel file caricato.
ja_jp: アップロードされたファイルに有効なレコードが見つかりません。
lt_lt: Įkeltame faile nerasta tinkamų įrašų.
nb_no: Ingen gyldige poster funnet i den opplastede filen.
nl_nl: Geen geldige records gevonden in het ge端ploade bestand.
pl_pl: Nie znaleziono prawidłowych rekordów w przesłanym pliku.
pt_pt: Não foram encontrados registos válidos no ficheiro carregado.
ru_ru: В загруженном файле не найдено допустимых записей.
sv_se: Inga giltiga poster hittades i den uppladdade filen.
tr_tr: Yüklenen dosyada geçerli kayıt bulunamadı.
vi_vn: Không tìm thấy bản ghi hợp lệ trong tệp đã tải lên.

source: Please select a valid zone file to upload.
cs_cz: Vyberte platný soubor zóny k nahrání.
de_de: Bitte wählen Sie eine gültige Zonendatei zum Hochladen.
es_es: Seleccione un archivo de zona válido para subir.
id_id: Silakan pilih file zona yang valid untuk diunggah.
it_it: Selezionare un file di zona valido da caricare.
ja_jp: アップロードする有効なゾーンファイルを選択してください。
lt_lt: Pasirinkite tinkamą zonos failą įkėlimui.
nb_no: Velg en gyldig sonefil å laste opp.
nl_nl: Selecteer een geldig zonebestand om te uploaden.
pl_pl: Wybierz prawidłowy plik strefy do przesłania.
pt_pt: Selecione um ficheiro de zona válido para carregar.
ru_ru: Выберите допустимый файл зоны для загрузки.
sv_se: Välj en giltig zonfil att ladda upp.
tr_tr: Yüklemek için geçerli bir bölge dosyası seçin.
vi_vn: Vui lòng chọn tệp vùng hợp lệ để tải lên.

source: Priority
cs_cz: Priorita
de_de: Priorität
es_es: Prioridad
id_id: Prioritas
it_it: Priorità
ja_jp: 優先度
lt_lt: Prioritetas
nb_no: Prioritet
nl_nl: Prioriteit
pl_pl: Priorytet
pt_pt: Prioridade
ru_ru: Приоритет
sv_se: Prioritet
tr_tr: Öncelik
vi_vn: Ưu tiên

source: Standard BIND zone file format. Max size:
cs_cz: Standardní formát souboru zóny BIND. Max. velikost:
de_de: Standard-BIND-Zonendateiformat. Maximale Größe:
es_es: Formato estándar de archivo de zona BIND. Tamaño máximo:
id_id: Format file zona BIND standar. Ukuran maks:
it_it: Formato file di zona BIND standard. Dimensione massima:
ja_jp: 標準BINDゾーンファイル形式。最大サイズ:
lt_lt: Standartinis BIND zonos failo formatas. Maks. dydis:
nb_no: Standard BIND sonefilformat. Maks størrelse:
nl_nl: Standaard BIND zonebestandsformaat. Max grootte:
pl_pl: Standardowy format pliku strefy BIND. Maks. rozmiar:
pt_pt: Formato de ficheiro de zona BIND padrão. Tamanho máx.:
ru_ru: Стандартный формат файла зоны BIND. Макс. размер:
sv_se: Standard BIND-zonfilformat. Max storlek:
tr_tr: Standart BIND bölge dosyası biçimi. Maks boyut:
vi_vn: Định dạng tệp vùng BIND tiêu chuẩn. Kích thước tối đa:

source: Standard BIND zone files
cs_cz: Standardní soubory zón BIND
de_de: Standard-BIND-Zonendateien
es_es: Archivos de zona BIND estándar
id_id: File zona BIND standar
it_it: File di zona BIND standard
ja_jp: 標準BINDゾーンファイル
lt_lt: Standartiniai BIND zonų failai
nb_no: Standard BIND-sonefiler
nl_nl: Standaard BIND-zonebestanden
pl_pl: Standardowe pliki stref BIND
pt_pt: Ficheiros de zona BIND padrão
ru_ru: Стандартные файлы зон BIND
sv_se: Standard BIND-zonfiler
tr_tr: Standart BIND bölge dosyaları
vi_vn: Tệp vùng BIND tiêu chuẩn

source: Supported formats
cs_cz: Podporované formáty
de_de: Unterstützte Formate
es_es: Formatos compatibles
id_id: Format yang didukung
it_it: Formati supportati
ja_jp: 対応形式
lt_lt: Palaikomi formatai
nb_no: Støttede formater
nl_nl: Ondersteunde formaten
pl_pl: Obsługiwane formaty
pt_pt: Formatos suportados
ru_ru: Поддерживаемые форматы
sv_se: Format som stöds
tr_tr: Desteklenen biçimler
vi_vn: Định dạng hỗ trợ

source: Success:
cs_cz: Úspěch:
de_de: Erfolg:
es_es: Éxito:
id_id: Berhasil:
it_it: Successo:
ja_jp: 成功:
lt_lt: Sėkmė:
nb_no: Suksess:
nl_nl: Succes:
pl_pl: Sukces:
pt_pt: Sucesso:
ru_ru: Успех:
sv_se: Lyckades:
tr_tr: Başarılı:
vi_vn: Thành công:

source: The uploaded file is empty or could not be read.
cs_cz: Nahraný soubor je prázdný nebo jej nelze přečíst.
de_de: Die hochgeladene Datei ist leer oder konnte nicht gelesen werden.
es_es: El archivo subido está vacío o no se pudo leer.
id_id: File yang diunggah kosong atau tidak dapat dibaca.
it_it: Il file caricato è vuoto o non può essere letto.
ja_jp: アップロードされたファイルが空か、読み取れませんでした。
lt_lt: Įkeltas failas yra tuščias arba jo nepavyko perskaityti.
nb_no: Den opplastede filen er tom eller kunne ikke leses.
nl_nl: Het ge端ploade bestand is leeg of kon niet worden gelezen.
pl_pl: Przesłany plik jest pusty lub nie można go odczytać.
pt_pt: O ficheiro carregado está vazio ou não pôde ser lido.
ru_ru: Загруженный файл пуст или не может быть прочитан.
sv_se: Den uppladdade filen är tom eller kunde inte läsas.
tr_tr: Yüklenen dosya boş veya okunamıyor.
vi_vn: Tệp đã tải lên trống hoặc không thể đọc.

source: There is no zone with this ID.
cs_cz: Zóna s tímto ID neexistuje.
de_de: Es gibt keine Zone mit dieser ID.
es_es: No existe ninguna zona con este ID.
id_id: Tidak ada zona dengan ID ini.
it_it: Non esiste nessuna zona con questo ID.
ja_jp: このIDのゾーンは存在しません。
lt_lt: Nėra zonos su šiuo ID.
nb_no: Det finnes ingen sone med denne ID-en.
nl_nl: Er is geen zone met dit ID.
pl_pl: Nie ma strefy o tym ID.
pt_pt: Não existe nenhuma zona com este ID.
ru_ru: Зоны с таким ID не существует.
sv_se: Det finns ingen zon med detta ID.
tr_tr: Bu ID'ye sahip bir bölge yok.
vi_vn: Không có vùng nào với ID này.

source: This zone does not have any records to export.
cs_cz: Tato zóna nemá žádné záznamy k exportu.
de_de: Diese Zone hat keine Einträge zum Exportieren.
es_es: Esta zona no tiene registros para exportar.
id_id: Zona ini tidak memiliki rekaman untuk diekspor.
it_it: Questa zona non ha record da esportare.
ja_jp: このゾーンにはエクスポートするレコードがありません。
lt_lt: Ši zona neturi įrašų eksportavimui.
nb_no: Denne sonen har ingen poster å eksportere.
nl_nl: Deze zone heeft geen records om te exporteren.
pl_pl: Ta strefa nie ma rekordów do eksportu.
pt_pt: Esta zona não tem registos para exportar.
ru_ru: В этой зоне нет записей для экспорта.
sv_se: Denna zon har inga poster att exportera.
tr_tr: Bu bölgenin dışa aktarılacak kaydı yok.
vi_vn: Vùng này không có bản ghi nào để xuất.

source: Tools
cs_cz: Nástroje
de_de: Werkzeuge
es_es: Herramientas
id_id: Alat
it_it: Strumenti
ja_jp: ツール
lt_lt: Įrankiai
nb_no: Verktøy
nl_nl: Hulpmiddelen
pl_pl: Narzędzia
pt_pt: Ferramentas
ru_ru: Инструменты
sv_se: Verktyg
tr_tr: Araçlar
vi_vn: Công cụ

source: Type
cs_cz: Typ
de_de: Typ
es_es: Tipo
id_id: Tipe
it_it: Tipo
ja_jp: タイプ
lt_lt: Tipas
pl_pl: Typ
pt_pt: Tipo
ru_ru: Тип
sv_se: Typ
tr_tr: Tür
vi_vn: Loại

source: Upload and preview
cs_cz: Nahrát a zobrazit náhled
de_de: Hochladen und Vorschau
es_es: Subir y previsualizar
id_id: Unggah dan pratinjau
it_it: Carica e anteprima
ja_jp: アップロードしてプレビュー
lt_lt: Įkelti ir peržiūrėti
nb_no: Last opp og forhåndsvis
nl_nl: Uploaden en voorbeeld
pl_pl: Prześlij i podgląd
pt_pt: Carregar e pré-visualizar
ru_ru: Загрузить и просмотреть
sv_se: Ladda upp och förhandsgranska
tr_tr: Yükle ve önizle
vi_vn: Tải lên và xem trước

source: Warning:
cs_cz: Varování:
de_de: Warnung:
es_es: Advertencia:
id_id: Peringatan:
it_it: Attenzione:
ja_jp: 警告:
lt_lt: Įspėjimas:
nb_no: Advarsel:
nl_nl: Waarschuwing:
pl_pl: Ostrzeżenie:
pt_pt: Aviso:
ru_ru: Предупреждение:
sv_se: Varning:
tr_tr: Uyarı:
vi_vn: Cảnh báo:

source: Warnings:
cs_cz: Varování:
de_de: Warnungen:
es_es: Advertencias:
id_id: Peringatan:
it_it: Avvisi:
ja_jp: 警告:
lt_lt: Įspėjimai:
nb_no: Advarsler:
nl_nl: Waarschuwingen:
pl_pl: Ostrzeżenia:
pt_pt: Avisos:
ru_ru: Предупреждения:
sv_se: Varningar:
tr_tr: Uyarılar:
vi_vn: Cảnh báo:

source: You do not have permission to add zones.
cs_cz: Nemáte oprávnění přidávat zóny.
de_de: Sie haben keine Berechtigung, Zonen hinzuzufügen.
es_es: No tiene permiso para añadir zonas.
id_id: Anda tidak memiliki izin untuk menambahkan zona.
it_it: Non hai il permesso di aggiungere zone.
ja_jp: ゾーンを追加する権限がありません。
lt_lt: Neturite leidimo pridėti zonų.
nb_no: Du har ikke tillatelse til å legge til soner.
nl_nl: U heeft geen toestemming om zones toe te voegen.
pl_pl: Nie masz uprawnień do dodawania stref.
pt_pt: Não tem permissão para adicionar zonas.
ru_ru: У вас нет разрешения на добавление зон.
sv_se: Du har inte behörighet att lägga till zoner.
tr_tr: Bölge ekleme yetkiniz yok.
vi_vn: Bạn không có quyền thêm vùng.

source: You do not have permission to export this zone.
cs_cz: Nemáte oprávnění exportovat tuto zónu.
de_de: Sie haben keine Berechtigung, diese Zone zu exportieren.
es_es: No tiene permiso para exportar esta zona.
id_id: Anda tidak memiliki izin untuk mengekspor zona ini.
it_it: Non hai il permesso di esportare questa zona.
ja_jp: このゾーンをエクスポートする権限がありません。
lt_lt: Neturite leidimo eksportuoti šios zonos.
nb_no: Du har ikke tillatelse til å eksportere denne sonen.
nl_nl: U heeft geen toestemming om deze zone te exporteren.
pl_pl: Nie masz uprawnień do eksportowania tej strefy.
pt_pt: Não tem permissão para exportar esta zona.
ru_ru: У вас нет разрешения на экспорт этой зоны.
sv_se: Du har inte behörighet att exportera denna zon.
tr_tr: Bu bölgeyi dışa aktarma yetkiniz yok.
vi_vn: Bạn không có quyền xuất vùng này.

source: You need to be logged in to export zone data.
cs_cz: Pro export dat zóny musíte být přihlášeni.
de_de: Sie müssen angemeldet sein, um Zonendaten zu exportieren.
es_es: Debe iniciar sesión para exportar datos de zona.
id_id: Anda harus masuk untuk mengekspor data zona.
it_it: Devi essere connesso per esportare i dati della zona.
ja_jp: ゾーンデータをエクスポートするにはログインが必要です。
lt_lt: Norėdami eksportuoti zonos duomenis, turite būti prisijungę.
nb_no: Du må være innlogget for å eksportere sonedata.
nl_nl: U moet ingelogd zijn om zonegegevens te exporteren.
pl_pl: Musisz być zalogowany, aby eksportować dane strefy.
pt_pt: Tem de ter sessão iniciada para exportar dados de zona.
ru_ru: Для экспорта данных зоны необходимо войти в систему.
sv_se: Du måste vara inloggad för att exportera zondata.
tr_tr: Bölge verilerini dışa aktarmak için giriş yapmanız gerekir.
vi_vn: Bạn cần đăng nhập để xuất dữ liệu vùng.

source: Zone Import
cs_cz: Import zóny
de_de: Zonen-Import
es_es: Importar zona
id_id: Impor Zona
it_it: Importazione zona
ja_jp: ゾーンインポート
lt_lt: Zonos importas
nb_no: Soneimport
pl_pl: Import strefy
pt_pt: Importação de zona
ru_ru: Импорт зоны
sv_se: Zonimport
tr_tr: Bölge içe aktarma
vi_vn: Nhập vùng

source: Zone file
cs_cz: Soubor zóny
de_de: Zonendatei
es_es: Archivo de zona
id_id: File zona
it_it: File di zona
ja_jp: ゾーンファイル
lt_lt: Zonos failas
nb_no: Sonefil
nl_nl: Zonebestand
pl_pl: Plik strefy
pt_pt: Ficheiro de zona
ru_ru: Файл зоны
sv_se: Zonfil
tr_tr: Bölge dosyası
vi_vn: Tệp vùng

source: Zone name
cs_cz: Název zóny
de_de: Zonenname
es_es: Nombre de zona
id_id: Nama zona
it_it: Nome zona
ja_jp: ゾーン名
lt_lt: Zonos pavadinimas
nb_no: Sonenavn
nl_nl: Zonenaam
pl_pl: Nazwa strefy
pt_pt: Nome da zona
ru_ru: Имя зоны
sv_se: Zonnamn
tr_tr: Bölge adı
vi_vn: Tên vùng

source: Zone name is required.
cs_cz: Název zóny je povinný.
de_de: Zonenname ist erforderlich.
es_es: El nombre de zona es obligatorio.
id_id: Nama zona wajib diisi.
it_it: Il nome della zona è obbligatorio.
ja_jp: ゾーン名は必須です。
lt_lt: Zonos pavadinimas yra privalomas.
nb_no: Sonenavn er påkrevd.
nl_nl: Zonenaam is verplicht.
pl_pl: Nazwa strefy jest wymagana.
pt_pt: O nome da zona é obrigatório.
ru_ru: Имя зоны обязательно.
sv_se: Zonnamn krävs.
tr_tr: Bölge adı gereklidir.
vi_vn: Tên vùng là bắt buộc.

source: Zone type
cs_cz: Typ zóny
de_de: Zonentyp
es_es: Tipo de zona
id_id: Tipe zona
it_it: Tipo di zona
ja_jp: ゾーンタイプ
lt_lt: Zonos tipas
nb_no: Sonetype
pl_pl: Typ strefy
pt_pt: Tipo de zona
ru_ru: Тип зоны
sv_se: Zontyp
tr_tr: Bölge türü
vi_vn: Loại vùng

source: Zone:
cs_cz: Zóna:
es_es: Zona:
id_id: Zona:
it_it: Zona:
ja_jp: ゾーン:
lt_lt: Zona:
nb_no: Sone:
pl_pl: Strefa:
pt_pt: Zona:
ru_ru: Зона:
sv_se: Zon:
tr_tr: Bölge:
vi_vn: Vùng:

source: records
cs_cz: záznamy
de_de: Einträge
es_es: registros
id_id: rekaman
it_it: record
ja_jp: レコード
lt_lt: įrašai
nb_no: poster
pl_pl: rekordy
pt_pt: registos
ru_ru: записей
sv_se: poster
tr_tr: kayıt
vi_vn: bản ghi

source: records failed.
cs_cz: záznamů selhalo.
de_de: Einträge fehlgeschlagen.
es_es: registros fallidos.
id_id: rekaman gagal.
it_it: record falliti.
ja_jp: レコード失敗。
lt_lt: įrašų nepavyko.
nb_no: poster feilet.
nl_nl: records mislukt.
pl_pl: rekordów nie powiodło się.
pt_pt: registos falharam.
ru_ru: записей не удалось.
sv_se: poster misslyckades.
tr_tr: kayıt başarısız.
vi_vn: bản ghi thất bại.

source: records imported,
cs_cz: záznamů importováno,
de_de: Einträge importiert,
es_es: registros importados,
id_id: rekaman diimpor,
it_it: record importati,
ja_jp: レコードインポート済み、
lt_lt: įrašų importuota,
nb_no: poster importert,
nl_nl: records ge誰mporteerd,
pl_pl: rekordów zaimportowano,
pt_pt: registos importados,
ru_ru: записей импортировано,
sv_se: poster importerade,
tr_tr: kayıt içe aktarıldı,
vi_vn: bản ghi đã nhập,
